{"id":1001,"date":"2023-07-24T08:07:27","date_gmt":"2023-07-24T15:07:27","guid":{"rendered":"https:\/\/imabi.org\/?page_id=1001"},"modified":"2025-07-18T00:34:30","modified_gmt":"2025-07-18T07:34:30","slug":"the-particles-%e3%81%a9%e3%82%82-%e3%81%a0%e3%81%ae","status":"publish","type":"page","link":"https:\/\/imabi.org\/the-particles-%e3%81%a9%e3%82%82-%e3%81%a0%e3%81%ae\/","title":{"rendered":"The Particles ども, とも, &amp; たりとも"},"content":{"rendered":"\n<h2 class=\"wp-block-heading\">The Particle ども, とも, &amp; たりとも<\/h2>\n\n\n\n<p>In this lesson, we will learn about the conjunctive particles ど（も）, とも, and たりとも, both of which are contrastive (逆接) in nature. Putting aside their lack of use, we will investigate the uniquely nuanced contrasts that can be made with these particles. <br><br><strong>Curriculum Note<\/strong>: Occasional examples from older stages of Japanese will be provided; however, you are not required to study other archaic grammar present in those examples. For the benefit of any who wish to research these topics further, all such examples will be shown in their original orthography, a modern orthography adaptation, along with a Modern Japanese translation. <\/p>\n\n\n\n<h2 class=\"wp-block-heading\">The Conjunctive Particle ど（も）<\/h2>\n\n\n\n<p>Learning of another particle so late into your Japanese studies may come as a surprise, but the conjunctive particle ど（も）is actually already quite familiar to you via its antecessor けれど（も）, which is most commonly abbreviated to けど.<br><br>Though the exact etymology of けれど（も） is contested, its meaning of &#8220;although&#8221; is almost identical to that of ど（も）. While also translated into English as &#8220;even though\/although,&#8221; the relationship between the dependent clause marked by ど（も）and the main clause that follows is more nuanced. <br><br>The conjunctive particle ど（も）is also unique in how it attaches to the 已然形 of verbs. Although this base is typically referred to as the 仮定形 in the context of Modern Japanese grammar, the use of the term 已然形 is still often applied to ど（も）because of the temporal nature of the verb implied in this construction being something <span style=\"text-decoration: underline;\">already<\/span> set in motion. <\/p>\n\n\n\n<figure class=\"wp-block-table\"><table class=\"has-fixed-layout\"><tbody><tr><td class=\"has-text-align-center\" data-align=\"center\">Verb Class<\/td><td class=\"has-text-align-center\" data-align=\"center\">已然形<\/td><td class=\"has-text-align-center\" data-align=\"center\">例<\/td><\/tr><tr><td class=\"has-text-align-center\" data-align=\"center\">一段<\/td><td class=\"has-text-align-center\" data-align=\"center\"><em>-re<\/em>&#8211; <\/td><td class=\"has-text-align-center\" data-align=\"center\">見れど<\/td><\/tr><tr><td class=\"has-text-align-center\" data-align=\"center\">五段<\/td><td class=\"has-text-align-center\" data-align=\"center\"><em>-e<\/em>&#8211;<\/td><td class=\"has-text-align-center\" data-align=\"center\">行けど<\/td><\/tr><tr><td class=\"has-text-align-center\" data-align=\"center\">サ変<\/td><td class=\"has-text-align-center\" data-align=\"center\"><em>sure<\/em>&#8211;<\/td><td class=\"has-text-align-center\" data-align=\"center\">すれど<\/td><\/tr><tr><td class=\"has-text-align-center\" data-align=\"center\">カ変<\/td><td class=\"has-text-align-center\" data-align=\"center\"><em>kure<\/em>&#8211;<\/td><td class=\"has-text-align-center\" data-align=\"center\">来（く）れど<\/td><\/tr><tr><td class=\"has-text-align-center\" data-align=\"center\">だ<\/td><td class=\"has-text-align-center\" data-align=\"center\"><em>de.are<\/em>&#8211;<br><em>nare<\/em><sup data-fn=\"6f89c3fa-9b23-4492-85b7-d9fdb0669848\" class=\"fn\"><a href=\"#6f89c3fa-9b23-4492-85b7-d9fdb0669848\" id=\"6f89c3fa-9b23-4492-85b7-d9fdb0669848-link\">1<\/a><\/sup>&#8211;<\/td><td class=\"has-text-align-center\" data-align=\"center\">であれど（も）<br>なれど（も）<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>In Classical Japanese, ど（も) possessed two interrelated nuances that contribute to how it is perceived in Modern Japanese. <\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>逆接確定条件: Translating into Modern Japanese as ～けれども or ～が, a &#8220;established contrastive conditional&#8221; refers to Situation B, a result contrary to an expectation implied from whatever Situation A is. <\/li>\n<\/ul>\n\n\n\n<p>Situation A necessitates that tense\/aspect be properly defined so as to make clear how Situation A is established, given how ど（も) attaches to the 已然形. In Modern Japanese, however, the array of aspect markers that once existed have been condensed to largely ～た, and although that alone would not necessarily prevent ど（も) from attached to its 已然形 <em>tare<\/em>-, this nuance has been entirely taken over by けれど（も）. This is even the case when the verb of the dependent  clause marked by ど（も） is in the non-past tense.<br><br>1. <br>Original Text: 足ずりをして<span style=\"text-decoration: underline;\">泣けども<\/span>甲斐なし。<br>現代日本語: 足をばたつかせて<span style=\"text-decoration: underline;\">泣くけれども<\/span>どうにもならない。<br>Throwing a tantrum amounts to nothing.<br>From the 伊勢物語.<br><br>2. 去れど、我は追わず。<br>Though (they) leave, I will not pursue. <\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>逆接恒常条件: Translating into Modern Japanese as ～であっても、やはり…, a &#8220;constant contrastive conditional&#8221; refers to Situation B ALWAYS being the case even though Situation A is the case.  <\/li>\n<\/ul>\n\n\n\n<p>The meaning of &#8220;even though&#8230;&#8221; lives on in Modern Japanese, albeit largely limited to set phrases and the written language. This is likely due to ど（も）functioning more like ～ても, which limits the aspect of said dependent clause to being &#8220;in the moment.&#8221; <\/p>\n\n\n\n<p>3.&nbsp;行けども、行けども、砂ばかりだった。　　　<br>Though I kept going and going, there was only sand.<br><br>4. 行けども行けども、山また山。<br>(We) went on and on, but there was nothing but mountain after mountain to be seen.<\/p>\n\n\n\n<p>5. しかし、結果は一そう悪く、待てど暮らせど何の返事も無く、自分はその<ruby>焦燥<rt>しょうそう<\/rt><\/ruby>と不安のために、かえって薬の<ruby>量<rt>りょう<\/rt><\/ruby>をふやしてしまった。<br>But, the result was even worse, and&nbsp;having waited and wanted&nbsp;and not received a response of any sort, I ended up increasing my dosage all the more out of impatience and anxiety. &nbsp;<br>From 『人間失格』 by 太宰治.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">～といえども<\/h3>\n\n\n\n<p>The pattern ～といえど（も）is used to acknowledge Situation A, which is a condition (fact) that is presumed established, while introducing Situation B, which contrasts with what would expect from Situation A. <br><br>6. たとえ帝王とはいえど、法を犯せば罰せられる。<br>Even if (they) were the emperor, (they) would still be punished for breaking the law.<br><br>This grammar essentially combines aspects of both nuances of ～ど（も）, indicating how interrelated they truly are due to their shared utilization of the 已然形. Both nuances rely on Situation A being presumed established, but the exact nature of the contradiction set by Situation B differs &#8211; whether Situation B is a one-off, unexpected consequence or always so conversely consequential. In Ex. 5, even if someone were the 帝王, their being the 帝王 would be established and uncontested; nonetheless, their status (situation) as emperor would not exempt them from being punished for violating the law if and when they do, and that established contrastive conditional is always maintained. By unpacking the logical relationship between Situation A and Situation B in this manner, &#8220;nonetheless\/nevertheless&#8221; are often provided as translations, <em>even though<\/em> doing so would be consequentially longwinded. <br><br>7a. さすがのラファエル君といえども、この夏の暑さには参ってるだろう。<br>Even with Rafael being how he is, he must be exhausted by the heat this summer.<br><br>In this example, Situation B is not a constant. Yet, not even Rafael&#8217;s presumed ability to withstand the heat is withstanding this summer&#8217;s heat. The simplest paraphrasing of といえども out of this example would be でも.<br><br>7b. さすがのラファエル君でも、この夏の暑さには参ってるだろう。<br>Even with Rafael, given how he is, he must be exhausted by the heat this summer.<br><br>While this paraphrasing happens to work just fine on account of [さすがのラファエル君] being a simple nominal predicate, for a more faithful, modern representation of といえども in this context, とは言っても serves as a better candidate. <br><br>Now, what prompts modern speakers to purposefully revert to using といえども despite being antiquated goes back to how Situation A is perceived. Whether Situation A is presumed to be the case or just a happenstance contrastive hypothetical condition (逆接仮定条件) is not disambiguated via ～ても.<br><br>8. いくら暑さに強いとは言っても、この夏の暑さには参ってるだろう。<br>No matter how heat-resistant you say you are, you&#8217;d be overwhelmed by the heat this summer. <br><br>From ～ても alone, we do not know the exact nature of Situation A as it pertains to it being established fact or a hypothetical (and a hyperbolized one at that). This brings us full circle back to how ど（も）may translate as ～が・けれど, which at least can present Situation A as a concession <em>made<\/em>.<br><br>9. さすがのラファエル君も、猛暑日でも平気とは言うが、この夏の暑さには参ってるだろう。<br>Even given how Rafael-kun is, saying how he can handle scorching heat, he must be feeling overwhelmed by the heat this summer. <br><br>While ～が・けれど are more suitable for presenting 逆接確定条件 than ～ても, the uncontested nature of Situation A presented via ～ど（も） is unique enough to keep the grammar point from dying out of modern speech entirely. <br><br>Another point of contention to consider is nuancing provided by the emphatic adverbial particles は and も. <br><br>The inclusion of the particle は into this pattern inherently adds a distinct layer of contrast being made between Situation A and other similar situations that could just as easily result in the same contrary scenario had with Situation B. <br><br>6. たとえ帝王とはいえど、法を犯せば罰せられる。<br>Even if (they) were the emperor, (they) would still be punished for breaking the law.<br><br>With this in mind, we see how [帝王] could be swapped out with other similar nouns, and such comparisons are implied by using は, and with Situation A still holding true, the conditional statement is more emphatic as an effect. <br><br>Now, as for the inclusion of も in ～ど（も）, も plays the role of an intensifier after various types of adverbial expressions, which contrastive dependent clauses may count as. Due to the propensity of using も in similar structures like ～ても, however, も is more likely used than not<sup data-fn=\"66386708-c25b-4596-a8ff-fe470f781681\" class=\"fn\"><a href=\"#66386708-c25b-4596-a8ff-fe470f781681\" id=\"66386708-c25b-4596-a8ff-fe470f781681-link\">2<\/a><\/sup>. <br><br>While it may be tempting to view ～ども as being grammaticalized as one word, its absence does not have a profound change in meaning as is the case for other similar patterns such as ～ても or ～とも.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">だ-Ellipsis w\/ ～といえど（も）<\/h4>\n\n\n\n<p>While anachronistic in practice, the thought of だ coexisting with an archaic dependent clause structure which predates its existence would seem odd, but as is often the case with archaisms, neoclassical applications do result in だ being optional when ～といえど（も） follows nominal and adjectival noun predicates. However, its ellipsis<sup data-fn=\"786dd20e-6de0-4817-876e-e18a21190c56\" class=\"fn\"><a href=\"#786dd20e-6de0-4817-876e-e18a21190c56\" id=\"786dd20e-6de0-4817-876e-e18a21190c56-link\">3<\/a><\/sup> is far more common.  <\/p>\n\n\n\n<p>10. 同じ秘書経験者（だ）といえども、菅と安倍を分けるものはまさしくそれだった。<br>Despite&nbsp;both being experienced&nbsp;secretaries, it was that very point of commonality which separated Suga and Abe from each other.&nbsp;<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">～と雖も<\/h4>\n\n\n\n<p>In 漢文, 雖 indicates a contrastive conditional, and because of this, it has been adopted as an alternative means of spelling ～といえども.<\/p>\n\n\n\n<p>11. 自ら<ruby>顧<rt>かえり<\/rt><\/ruby>みて<ruby>縮<rt>なお<\/rt><\/ruby>くんば<sup data-fn=\"55ca323c-764c-4050-95e9-e64cb11cd307\" class=\"fn\"><a href=\"#55ca323c-764c-4050-95e9-e64cb11cd307\" id=\"55ca323c-764c-4050-95e9-e64cb11cd307-link\">4<\/a><\/sup><ruby>千万人<\/ruby>と<ruby>雖<rt>いえど<\/rt><\/ruby>も<ruby>我<rt>われ<\/rt>往<rt>ゆ<\/rt><\/ruby>かん。(Famous Quote)<br>If I reflect upon myself and find myself to be in the right, no matter if ten million people (tell you otherwise), I shall move forward.<br>By 吉田松陰.<br><br>12. 中らずと雖も遠からず。(Set Phrase=Idiom)<br>Literal Translation: Though not landing (on the mark), (it) is not far off.<br>Near the mark.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Historical Segue <\/h2>\n\n\n\n<p>Since Old Japanese (上代日本語), the stage of the language spoken in the Nara Period (8th century AD), the bare 已然形 could be used to create an established contrastive conditional all on its own, but it just so happened that the particle ど（も） frequently accompanied it. <br><br>13. <br>Traditional Orthography: さこそ言へ、まだ追ひやらず。<br>Modern Orthography: さこそ言え、まだ追いやらず。<br>Modern Translation: そうは言うけれど、まだ完全に追い出さない。<br>English Translation: Easier said than done, though, as I&#8217;m still not completely driving (her) away. <br>From the 伊勢物語<sup data-fn=\"59087398-9110-43e2-9512-4431b0d1c1ee\" class=\"fn\"><a href=\"#59087398-9110-43e2-9512-4431b0d1c1ee\" id=\"59087398-9110-43e2-9512-4431b0d1c1ee-link\">5<\/a><\/sup>.<br><br>14. <br>Original 万葉仮名: 不聴雖謂話礼〻〻常詔許曽志斐伊波奏強話登言<br>Traditional Orthography: 否と言へ<span style=\"text-decoration: underline;\">ど<\/span>語れ語れと詔らせこそ志斐い<sup data-fn=\"b5ffd173-7f0f-4432-b0cf-c87e75a5ad5c\" class=\"fn\"><a href=\"#b5ffd173-7f0f-4432-b0cf-c87e75a5ad5c\" id=\"b5ffd173-7f0f-4432-b0cf-c87e75a5ad5c-link\">6<\/a><\/sup>は奏せ強語といふ。<br>Modern Orthography: 否と言えど語れ語れと詔らせこそ志斐いは強語という。<br>Modern Translation: いやだと申し上げても、語れ語れと仰せになるからこそ、志斐は申し上げるのです。それを「強い語り」とおっしゃる。<br>I&#8217;m the one who, despite saying no, am told by you to keep going, which is precisely why I (Shii) keep telling my stories. Here you are calling them &#8220;stories I force upon you.&#8221; <br>From Poem 237 of the 万葉集.<br><br>吉田金彦 suggests that ど may derive from the particle と and that the voicing occurred due to a morpheme expressing conjecture fusing with it before Japanese&#8217;s written history began. <\/p>\n\n\n\n<p>Putting aside whether ど is the fusion of two morphemes or not, the uncanny resemblance between it and the particle とも does indicate an etymological relationship. With that in mind, let&#8217;s delve into the conjunctive particle とも.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">The Conjunctive Particle とも<\/h2>\n\n\n\n<p>The conjunctive particle とも consists of the conjunctive particle と<sup data-fn=\"ba6ad38a-2ae6-4a4f-ad49-c08149fb6d2d\" class=\"fn\"><a href=\"#ba6ad38a-2ae6-4a4f-ad49-c08149fb6d2d\" id=\"ba6ad38a-2ae6-4a4f-ad49-c08149fb6d2d-link\">7<\/a><\/sup> used in conditional expressions and the intensifier adverbial particle も, grammaticalized as a single word to indicate a contrastive hypothetical condition (逆接仮定条件). <br><br>Unlike ～ど（も）, though the relationship between the dependent clause marked by とも and the main clause is contrastive in nature, the outcome itself is fine, if not even &#8220;only nature,&#8221; as far as the speaker&#8217;s attitude toward the relationship is concerned.<br><br>Traditionally, the conjunctive particle とも attaches to the 終止形 of affirmative, verbal predicates and to the 連用形 of adjectival predicates and the \/<em>zu<\/em>-\/ 連用形 of the negative auxiliary verb ～ず.<br><br>15. 去るとも、我は追わず。<br>Even if (they) are to leave, I shall not pursue. <br><br>16. 上手くいけば誰も犠牲にせずとも好いかも知れませぬ。<br>If all goes well, we might not have to sacrifice anyone.<br><br>17. 遅くとも、来月末までに提出してください。<br>Please submit it by the end of next month at the latest.<br><br>In Modern Japanese, in addition to these environments, とも may also be found after the volitional form.<br><br>18. いくら困難が立ちはだかろうとも、ただ突き進むだけさ。<br>No matter how many difficulties stand in my way, I just keep going. <br><br>The overall meaning of &#8220;even if,&#8221; especially in contexts like &#8220;no matter what,&#8221; has also resulted in とも gaining a final particle function denoting the speaker&#8217;s agreeance or consent as something that is only &#8220;obvious.&#8221; <br><br>19. もちろん、行くとも！<br>Of course, I&#8217;m going!<br><br>While understanding how とも semantically works is no difficult task, knowing how these various applications are used practically and how they relate to similar patterns will be our next goal, as it would be inappropriate to label all these usages as being merely old-fashioned.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">V終止形（肯定）＋とも<\/h3>\n\n\n\n<p>Instances of the conjunctive particle とも following verbs without intervening morphology are exceedingly rare in Modern Japanese. However, one does not look hard at all in Classical Japanese.<br><br>20. 千年を過ぐすとも、一夜の夢の心地こそせめ。<br>Even if I were to watch ten thousand years go by, it would likely feel like a single night&#8217;s dream.<br>From the 『徒然草』.<br><br>Similarly to ～としても, it is also possible to see ～とも after the predecessor of ～た, ～たり. In these scenarios, the conjunctive particle とも does pertain to established concessive contrasts but with the added sensation that the speaker feels the result is to be expected. <br><br>21. <br>Traditional Orthography: たとひ弓を持ち<span style=\"text-decoration: underline;\">たりとも<\/span>、矢をはげずはかなひがたし<br>Modern Orthography: たとい弓を持ち<span style=\"text-decoration: underline;\">たりとも<\/span>、矢を矧げずは敵い難し。<br>Modern Translation: たとえ弓を持っ<span style=\"text-decoration: underline;\">たとしても<\/span>、矢を番えなければ敵わない。<br>English Translation: Even if you did have a bow in hand, you are no match unless you nock an arrow.<br>From the 『平家物語』.<br><br>Rare instances of ～とも attaching to the 連用形 do appear in Old Japanese, and in Middle Japanese, especially during the time period when the 終止形・連体形 were merging together, it could also be seen appearing after the 連体形.<br><br>22. <br>Traditional Orthography: 万代に携はり居て相<span style=\"text-decoration: underline;\">見とも<\/span>思ひ過ぐべき恋にあらなくに<br>Modern Orthography: 万代に携わり居て<span style=\"text-decoration: underline;\">相見とも<\/span>思い過ぐべき恋にあらなくに<br>Modern Translation: いつも手を繋ぎ体を交わし合お<span style=\"text-decoration: underline;\">うとも<\/span>、それで忘れられるべき恋ではないのだな。<br>English Translation: Even as we always be holding each other&#8217;s hands and intimate with one another, this is by no means a love that we should let fade.<br>From Poem 2024 of the 万葉集.<br><br>23. 死ぬるとも敵に後を見すな。<br>Even if you are to die, do not show your back to the enemy.<br>From the 『平家物語』.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">～ずとも<\/h3>\n\n\n\n<p>Simply put, ～ずとも is the predecessor of ～なくても. In Modern Japanese, the use of ～ずとも is limited to the written (≈poetic) language, and it is largely restricted to verbal predicates, although there are still occasional instances of it with other predicates, especially in more (neo)classical speech.<sup data-fn=\"3a4b2fd4-e20c-4b9c-8cf6-ad28079397ed\" class=\"fn\"><a href=\"#3a4b2fd4-e20c-4b9c-8cf6-ad28079397ed\" id=\"3a4b2fd4-e20c-4b9c-8cf6-ad28079397ed-link\">8<\/a><\/sup><\/p>\n\n\n\n<figure class=\"wp-block-table\"><table class=\"has-fixed-layout\"><tbody><tr><td>Predicate Type<\/td><td>例<\/td><\/tr><tr><td>動詞（一段）<br>動詞（五段）<br>動詞（サ変）<br>動詞（カ変）<\/td><td>見ずとも<br>降らずとも<br>せずとも<br>来（こ）ずとも<\/td><\/tr><tr><td>形容詞<\/td><td>高からずとも<\/td><\/tr><tr><td>名詞・形容動詞：～なり<\/td><td>～ならずとも<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>Out of brevity, the classical copula なり stands for both nominal and adjectival noun predicates. <\/p>\n\n\n\n<p>24. マニアならずとも世界が認めるデザインは、目から鱗なはずだ。<br>Even without being an enthusiast, a design that is recognized worldwide ought to be eye-opening. <br><br>25. 言わずとも、知れたことだよ。<br>That goes without saying, it&#8217;s so obvious. <br><br>24. 一石を投ぜず<sup data-fn=\"ce1cdbd8-e28c-4b9a-9955-282f3b0aaa47\" class=\"fn\"><a href=\"#ce1cdbd8-e28c-4b9a-9955-282f3b0aaa47\" id=\"ce1cdbd8-e28c-4b9a-9955-282f3b0aaa47-link\">9<\/a><\/sup>とも、第一に、「伝統的社会」はすでに自壊作用をはじめたという見方も可能である。<br>Without even casting the first stone, it is possible to take the view that &#8220;traditional society&#8221; has already begun the process of disintegrating.<br>From 『NPO\/NGOと国際協力』by 西川潤，佐藤幸男.<br><br>26. そんな人物は、長からずとも人生を生きてきていれば、会社でも学校でも、いくらでもいたはずだ。<br>A person like that will surely have been in our lives, even if one hasn&#8217;t been on the block for that long, whether in the workplace, at school, etc. <br><br>27. 「息子さえおれば、こんな歳になってこんな情けない目に遭わずともすんだものを。」篠突く雨の中、関ヶ原へと進軍する途中の家康は、馬上幾度もそうぼやいたという。<br>If only my son were here, I would not have to suffer such a pitiful fate as this at my age,&#8221; Ieyasu muttered to himself repeatedly while on horseback in the pouring rain on his way to Sekigahara. <br>From 『聚楽』by 宇月原晴明.<\/p>\n\n\n\n<h5 class=\"wp-block-heading\">Why the 連用形?<\/h5>\n\n\n\n<p>As can be deduced from the chart above, ～ず itself attaches normally to the 未然形 of all predicate types, albeit to the traditional version if any discrepancies exist between Classical Japanese and Modern Japanese, as is the case for サ変 and predicates involving the copula (なり).<\/p>\n\n\n\n<p>As for why ず is viewed as being in the 連用形 in this construction as opposed to the 終止形 like it does in the affirmative for verbal predicates, the argument for this rests on the acute affinity the bases of ず have with that of <a href=\"https:\/\/imabi.org\/classical-adjectives-i\/\" data-type=\"page\" data-id=\"1293\">adjectives<\/a>, as both exhibit ラ変型活用, and even their non-ラ変型 conjugates bear uncanny resembles to one another.<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table class=\"has-fixed-layout\"><tbody><tr><td>Bases<\/td><td>～ず <br>（非ラ変型）<\/td><td>～ず<br>（ラ変型）<\/td><td>形容詞<br>（非ラ変型）<\/td><td>形容詞<br>（ラ変型）<\/td><\/tr><tr><td>未然形<\/td><td>ず<\/td><td>ざら<\/td><td>（く）<\/td><td>から<\/td><\/tr><tr><td>連用形<\/td><td>ず<\/td><td>ざり<\/td><td>く<\/td><td>かり<\/td><\/tr><tr><td>終止形<\/td><td>ず<\/td><td>〇<\/td><td>し<\/td><td>〇<\/td><\/tr><tr><td>連体形<\/td><td>ぬ<\/td><td>ざる<\/td><td>き<\/td><td>かる<\/td><\/tr><tr><td>已然形<\/td><td>ね<\/td><td>ざれ<\/td><td>けれ<\/td><td>〇<\/td><\/tr><tr><td>命令形<\/td><td>〇<\/td><td>ざれ<\/td><td>〇<\/td><td>かれ<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<h3 class=\"wp-block-heading\">～くとも<\/h3>\n\n\n\n<p>When combined with adjectival predicates, ～とも follows the 連用形. In this environment, it has been largely replaced by ～ても in modern speech, but more can be said about this transition. <br><br>In highly emphatic contrastive conditionals, often accompanied by adverbs such as どんなに・どれだけ・いくら・たとえ, ～とも holds on, albeit still overshadowed by ～ても in the spoken language.<\/p>\n\n\n\n<p>28. どんなに辛くともくじけるな。<br>No matter how tough (things) are, do not be disheartened.<br><br>29. どんなに美しくとも、闇夜に咲く花は誰の目にも映らぬ。<br>No matter how beautiful they may be, flowers which bloom in the dark of night are seen by no one.<br><br>30. 地方の酒屋も、小さくともなんとか職人の意地で酒を造り続けてほしい。<br>I hope that local brewers, no matter how small, will continue to make sake with the pride one would expect of a craftsman. <br><br>As a subset of this environment, ～でなくとも with nominal and adjective noun predicates is also possible. Likewise, ～でなくとも has largely been replaced by ～でなくても in modern speech.<br><br>31. 逆に、人間でなくとも、殺すことは許されない。<br>Conversely, even it is not human, it is not permissible to kill it.<br><br>32. 特別な才能を示す少年は、家柄がそれほどでなくとも、入学を許可される場合がある。<br>There are cases of lads who display exceptional talent being admitted even with a modest family background. <br><br>Given that the auxiliary verb ～ない and ない are no different, （～）なくとも is to be expected in formal, written contexts, even preferred over （～）なくても. As for its used in the spoken language, such use is indicative of Early Modern Japanese-style speech, which remains alive in the speech of older generations.<br><br>33. 台木を用いなくともよい。<br>There is no need to use rootstocks. <br><br>34. 事前の許可がなくとも、治療用規制物質の投与が認められる。<br>The administration of controlled substances for medical purposes is allowed even without prior authorization. <br><br>35. 理解されなくともまったくかまわない。<br>I really don&#8217;t care if its not understood.<br><br>36. 特に英語を勉強しなくとも、楽勝だろうね。<br>Particularly English, it&#8217;s probably a piece of cake for you even if you don&#8217;t study.&nbsp;<\/p>\n\n\n\n<p>These instances of ～なくとも should not be confused with its appearance in 少なくとも. It turns out that 少なくとも (at least) along with 遅くとも (at the latest) and 多くとも (at most) have become set instances of ～とも being grammaticalized into adverbial expressions with said definitions.<br><br>37. 少なくとも10人は要ります。<br>We need ten people at the least.<br><br>38. 無所属候補は、多くとも何千票（か）しか獲得できないだろう。<br>Independent candidates will likely receive only a few thousand votes at most.<br><br>39. 車だと早くとも５時間はかかる。<br>By car, the quickest it would take would be at least 5 hours.<br><br><strong>Nuance Note<\/strong>: At first glance, 早くとも may seem similar to 早ければ. However, upon further inspection, the impression of 早くとも is quite negative in tone. In Ex. 39, the journey by car is still long, and the likelihood of it taking longer than five hours is quite high. <br><br>This adverbial use of とも may even be seen attached to plain adverbs pertaining to amount.<br><br>40. そのために多少ともお役に立てばと思って本書を刊行することとした。<br>That is why I decided to publish this book in the hope that it will be of some help.<br><br>It is only when these adjective + とも combinations are used as typical dependent clauses that replacement with ～ても is possible. <br><br>41. あまりに本数が少なくても、人は乗るんでしょうか。<br>Will people still ride (bus\/train) lines even when there are so few of them?<br><br>42. いくら多くても、絶対に売ってはいけなかったのだ。<br>No matter how many of (them) there was, (we) were to never sell (them).<\/p>\n\n\n\n<h5 class=\"wp-block-heading\">形容詞（終止形）＋～とも<\/h5>\n\n\n\n<p>While the conjunctive particle traditionally attaches to the 連用形 of adjectives, there are rare instances of it following the 終止形, especially in Early Modern Japanese literature. Such instances can be interpreted as ～とも functioning as an abbreviation of ～と言っても.<br><br>43. 前列と後列の間はわずか一尺五寸<sup data-fn=\"cca3733f-ba6a-425f-891c-1f802724f7f4\" class=\"fn\"><a href=\"#cca3733f-ba6a-425f-891c-1f802724f7f4\" id=\"cca3733f-ba6a-425f-891c-1f802724f7f4-link\">10<\/a><\/sup>ぐらいだろう、左右の間隔はそれより短いとも長くはない。<br>The space between the front and back rows measured about one foot and five inches, and the space between the men, left and right, might have been even less than that, certainly no greater. <br>From 『坊ちゃん』by 夏目漱石.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">～（よ）うと（も）<\/h3>\n\n\n\n<p>When ～とも follows the auxiliary verb ～（よ）う, either in it capacity as suppositional markers or as volitional markers, the particle maintains its role of marking a &#8220;contrastive conditional,&#8221; and with the addition of ～（よ）う  , resulting statements are highly emotionally charged, with adverbs such as どんなに (how)・どれだけ (to what extent) ・いくら (how much)・たとえ (even if) frequently accompanying. <\/p>\n\n\n\n<p>Because this pattern may follow all predicate types, below is a recap on how ～（よ）う connects to the 未然形. <\/p>\n\n\n\n<figure class=\"wp-block-table\"><table class=\"has-fixed-layout\"><tbody><tr><td>Predicate Type<\/td><td>未然形<\/td><td>＋～（よ）う<\/td><\/tr><tr><td>一段動詞<\/td><td>-∅-<\/td><td>見よう<\/td><\/tr><tr><td>五段動詞<\/td><td>&#8211;<em>o<\/em>&#8211; <\/td><td>言おう<\/td><\/tr><tr><td>サ変<\/td><td><em>shi<\/em>&#8211;<\/td><td>しよう<\/td><\/tr><tr><td>カ変<\/td><td><em>ko<\/em>&#8211;<\/td><td>来（こ）よう<\/td><\/tr><tr><td>形容詞<\/td><td>&#8211;<em>karo<\/em>&#8211;<\/td><td>新しかろう<\/td><\/tr><tr><td>形容動詞<\/td><td><em>daro<\/em>&#8211;<br><em>de.aro<\/em>&#8211;<\/td><td>簡単だろう<br>簡単であろう<\/td><\/tr><tr><td>だ・である<\/td><td><em>daro<\/em>&#8211;<br><em>de.aro<\/em>&#8211;<\/td><td>～だろう<br>～であろう<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>44. たとえ雨が降ろうとも洗濯物を取り込まない。<br>I do not bring in the laundry, <em>even if<\/em> it rains.<br><br>45. 誰が何と言おうとも、美味しければそれでいいのだ。<br>No matter what anyone says, as long as it tastes good, that&#8217;s all that matters.<br><br>46. 頻発する一揆<sup data-fn=\"8e7f27d4-7251-4398-81a4-427d8b5130b7\" class=\"fn\"><a href=\"#8e7f27d4-7251-4398-81a4-427d8b5130b7\" id=\"8e7f27d4-7251-4398-81a4-427d8b5130b7-link\">11<\/a><\/sup>は、それがいかに大規模であろうとも、いかに激しかろうとも、階層を横に連帯する論理、すなわち新しい時代への展望とこれを実現する手段とを欠いており、しょせんが一揆にすぎなかった。<br>The frequent uprisings, no matter how large or violent they were, lacked the logic to unite people across classes, in other words, the vision for a new era and the means to realize it, and were ultimately nothing more than uprisings. <br>From 『「経済大国」に明日はないか』by 吉田春樹.                            <br><br>Interestingly, も is not grammaticalized to と in this environment. This means its absence does not affect the meaning of the expression. This suggests that と in this construction retains some affinity to its quotative particle iteration. However, a change in tone can still be observed. Without も, the conditional brought forth feels far more punctual. <\/p>\n\n\n\n<p>47. 我らホモ・サピエンスはどれだけ努力しようと、どれだけ達成しようと、生物学的に定められた限界を突破できないというのがこれまで暗黙の了解だった。<br>Until now, it has been tacitly understood that we, Homo sapiens, could not surpass the limitations imposed on us by our biology, no matter how hard we might try and no no matter the accomplishments we would make.<\/p>\n\n\n\n<p>48. 宇宙の終わりがあろうとなかろうと、我々人類は見ることはできないだろう。<br>Whether there will be an end to our universe or not, we humans will likely not be there to see it.<br><br><strong>Curriculum Note<\/strong>: See also <a href=\"https:\/\/imabi.org\/negative-volition-%ef%bd%9e%e3%81%be%e3%81%84\/\" data-type=\"page\" data-id=\"728\">～ようと～まいと<\/a>.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">～とも～とも<\/h3>\n\n\n\n<p>Speaking of the quotative と＋も, it is important not to confuse this combination with the conjunctive particle とも when said combination is in the pattern ～とも～とも to indicate inability to draw a conclusion.<br><br>49. どれも正しいとも間違っているとも判断できません。<br>I can&#8217;t judge any of it as being right or wrong.<br><br>50. きょうのところは、私は明確に右とも左とも申し上げかねますから、少し研究さしていただきたいと思います。<br>As for today, I would like do some more research (on this matter), as I&#8217;m afraid I cannot state one way or another definitively. <br><br>From these two examples, it is clear that the clausal relationship between とも and the rest of the sentence is not the same as when とも functions as a conjunctive particle. Whereas the conjunctive particle とも would follow a dependent clause, clearcut instances of &#8220;quotative と＋も&#8221; follow embedded quotes, which are subordinate clauses. <\/p>\n\n\n\n<h3 class=\"wp-block-heading\">終助詞「とも」<\/h3>\n\n\n\n<p>The final particle usage of とも ultimately derives from its conjunctive particle functionality. While the conjunctive particle とも is contrastive in nature, the outcome itself is obvious, unworthy of doubt, as far as the speaker is concerned<sup data-fn=\"a3e40521-43e6-435e-a205-29664fb60507\" class=\"fn\"><a href=\"#a3e40521-43e6-435e-a205-29664fb60507\" id=\"a3e40521-43e6-435e-a205-29664fb60507-link\">12<\/a><\/sup>. This &#8220;only natural&#8221; nuance is what gives the final particle とも’s flare in denoting what is only a natural response.<br><br>52. 「結論があるんですか」「あるとも。」<br>&#8220;That means you have reached a conclusion?&#8221; &#8220;That I have!&#8221;<br><br>53. 食ったとも、食ったとも！あきれちゃったよ。<br>I sure did eat it! That I did! I was quite fed up!<br><br>The final particle とも may follow plain and polite speech variants. As for its relationship with the copula, copula ellipsis is notably possible with そうだ<sup data-fn=\"a3ebdad5-da74-4e9c-8390-d2eefd3bd5b5\" class=\"fn\"><a href=\"#a3ebdad5-da74-4e9c-8390-d2eefd3bd5b5\" id=\"a3ebdad5-da74-4e9c-8390-d2eefd3bd5b5-link\">13<\/a><\/sup> but limited to sociolects such as female speech. This is likely due to a conflict of modality, in which the final particle とも matches the affirmative modality of the copula.<br><br>54. もちろん、思いましたとも。<br>Of course, I thought that!<br><br>55 ああ、そうです！そうですとも！あれが最後です。<br>Ah, yes! That is correct! <em>That<\/em> is the last one.<br><br>56. それはそう（だ）とも！<br>Of course, that&#8217;s the case!<br><br>Though somewhat dated, the final particle とも may also appear after interjections which indicate affirmation such as ああ and おう.<br><br>57. おうとも、さようで！<br>Why yes, that is so indeed!<br><br>Typically, the final particle とも does not attach to modal phrases which indicate supposition, especially if there is a certain level of uncertainty involved. This means ～とも naturally does not pair well with endings like ～らしい・そうだ because of how they indicate hearsay, but it does naturally pair well with endings like ～に違いない for expressing the speaker&#8217;s brimming confidence in something being the case. Interestingly, though, ～だろうとも is quite common. In this environment, the speaker is not describing the high factualness of the statement at hand, but rather that the likelihood of it being so high is undeniable. <br><br>58.「事件はこの後に起こる。」「そうだろうとも。」<br>&#8220;The incident would occur after this point.&#8221; &#8220;Of course, it would.&#8221;<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">The Particle たりとも<\/h2>\n\n\n\n<p>Next, we will look at the conjunctive particle たりとも, which is a combination of the defunct copula verb たり and the conjunctive particle とも attaching to its \/<em>tari<\/em>-\/ 終止形.<br><br>The conjunctive particle たりとも is largely limited to counter expressions, translating as &#8220;not even&#8230;&#8221; given how the main clause is always in the negative. Furthermore, the counter expression itself must be a unit that is &#8220;minimal&#8221; in nature, and the number used is always one or replaced with 何～. <\/p>\n\n\n\n<p>59. なにより、自らの「同志」の一人が政権に参画したのだ。しかも彼は事務方の官房副長官という、過去一度<span style=\"text-decoration: underline;\">たりとも<\/span>民間人の就いたことのない重要ポストに座っている。<br>More than anything else, there was one person who took part in planning in the administration with the same sentiments as [the Prime Minister]. Furthermore, he was sitting in a high-level post, the administrative Deputy Chief Cabinet Secretary, for which no civilian had been appointed to&nbsp;even once&nbsp;in the past.&nbsp;<\/p>\n\n\n\n<p>60.&nbsp;一瞬たりともおろかにはできぬ。<br>You can&#8217;t even neglect it&nbsp;even for a moment.<\/p>\n\n\n\n<p>61. 2001年、同じ場所で演説をした前首相の小泉純一郎は、街宣車から降りた途端、一歩たりとも動けなくなった。<br>The moment Former Prime Minister Koizumi Jun&#8217;ichiro stepped out from the propaganda vehicle onto the same spot he had given a speech in 2001, he was unable to make&nbsp;even a step.&nbsp;<br><br>61. 邪魔する者は何人たりとも咬み殺す！<br>I will kill any number of men with my bite if he so dares to get in my way!<br><br>Similarly to とも is grammaticalized in phrases like 少なくとも as adverbs in their own right, the same can be said of &#8220;1 + Counter + たりとも.&#8221; While the underlying clausal structure is still present in its etymology, たりとも does not function as a full-fledged dependent clause in these expressions. <\/p>\n\n\n<ol class=\"wp-block-footnotes\"><li id=\"6f89c3fa-9b23-4492-85b7-d9fdb0669848\">The Classical Japanese ancestor of だ is なり, and given ど（も）&#8217;s tendency to be used with archaic speech, it may appear after the 已然形 of なり as opposed to だ. <a href=\"#6f89c3fa-9b23-4492-85b7-d9fdb0669848-link\" aria-label=\"脚注参照1にジャンプ\">↩︎<\/a><\/li><li id=\"66386708-c25b-4596-a8ff-fe470f781681\">Written works from as far back as Old Japanese such as the 万葉集 indicate a high tendency toward using ども, and in Middle Japanese 漢文訓読文-style texts, ども was exclusively used.  <a href=\"#66386708-c25b-4596-a8ff-fe470f781681-link\" aria-label=\"脚注参照2にジャンプ\">↩︎<\/a><\/li><li id=\"786dd20e-6de0-4817-876e-e18a21190c56\">To be non-anachronistic in our approach, なり ellipsis would also need to be examined. It just so happens that なり was also just as optional and with parallel effects on the mood attributed to its subordinate clause.  <a href=\"#786dd20e-6de0-4817-876e-e18a21190c56-link\" aria-label=\"脚注参照3にジャンプ\">↩︎<\/a><\/li><li id=\"55ca323c-764c-4050-95e9-e64cb11cd307\">～くんば is the combination of the \/<em>ku<\/em>-\/ 連用形 of adjectives followed by the particle は, which is incidentally etymologically tied to the particle ば, deriving from は being voiced. As voiced consonants were pre-nasalized in older stages of Japanese, this explains the ん in this pattern.  <a href=\"#55ca323c-764c-4050-95e9-e64cb11cd307-link\" aria-label=\"脚注参照4にジャンプ\">↩︎<\/a><\/li><li id=\"59087398-9110-43e2-9512-4431b0d1c1ee\">The 伊勢物語 itself is not from Old Japanese but from the later period of Middle Japanese. Also, the bare 已然形 is still occasionally utilized in Modern Japanese when paired with the bound particle こそ.  <a href=\"#59087398-9110-43e2-9512-4431b0d1c1ee-link\" aria-label=\"脚注参照5にジャンプ\">↩︎<\/a><\/li><li id=\"b5ffd173-7f0f-4432-b0cf-c87e75a5ad5c\">The particle い is a fascinating grammatical structure lost to time that was present in Old Japanese. Its purpose was to hone in on nominal expressions as &#8220;especially&#8221; being the point of contention, exhibiting case-like and adverbial-like properties. <a href=\"#b5ffd173-7f0f-4432-b0cf-c87e75a5ad5c-link\" aria-label=\"脚注参照6にジャンプ\">↩︎<\/a><\/li><li id=\"ba6ad38a-2ae6-4a4f-ad49-c08149fb6d2d\">There is also the argument to made that と in this construction derives from its case particle usage. While the resultant structure behaves as a conjunctive particle with predicates, the combination of the case particle と (as a comparison (standard) marker≈quotative particle) and も after nouns and nominalized expressions is parallel in meaning. The ultimate difference, however, is that, while と may still function as a comparison marker or a quotative particle without も, も is grammaticalized as one word for its contrastive conjunctive functionality.    <a href=\"#ba6ad38a-2ae6-4a4f-ad49-c08149fb6d2d-link\" aria-label=\"脚注参照7にジャンプ\">↩︎<\/a><\/li><li id=\"3a4b2fd4-e20c-4b9c-8cf6-ad28079397ed\">The predicate types listed are those that pertain to Modern Japanese grammar. In a neoclassical context, it would be anachronist to assume that a speaker, even one versed in any particular older stage of Japanese, would have internalized an archaism pure to its original grammatical environment(s). <a href=\"#3a4b2fd4-e20c-4b9c-8cf6-ad28079397ed-link\" aria-label=\"脚注参照8にジャンプ\">↩︎<\/a><\/li><li id=\"ce1cdbd8-e28c-4b9a-9955-282f3b0aaa47\">Included as サ変 are verbs which in Modern Japanese end in ～じる which originally ended in ～ず（る） in earlier stages of Japanese.  <a href=\"#ce1cdbd8-e28c-4b9a-9955-282f3b0aaa47-link\" aria-label=\"脚注参照9にジャンプ\">↩︎<\/a><\/li><li id=\"cca3733f-ba6a-425f-891c-1f802724f7f4\">尺  30.3 cm = 11.92 inches; 寸 = 3 cm = 1.18 inches.   <a href=\"#cca3733f-ba6a-425f-891c-1f802724f7f4-link\" aria-label=\"脚注参照10にジャンプ\">↩︎<\/a><\/li><li id=\"8e7f27d4-7251-4398-81a4-427d8b5130b7\">The word 一揆 has great historical significance in Japanese history, but the exact nature of the &#8220;uprisings&#8221; it refers to depends on the time period and sociopolitical circumstances involved. <a href=\"#8e7f27d4-7251-4398-81a4-427d8b5130b7-link\" aria-label=\"脚注参照11にジャンプ\">↩︎<\/a><\/li><li id=\"a3e40521-43e6-435e-a205-29664fb60507\">This is not the exact same as definitively stating that something is true. Otherwise, we would expect a typical declarative sentence. At the heart of the final particle ～とも is the mindset of the speaker that the matter at hand is obviously so without giving it any thought=need to verify, and possibly even that the listener could reach the same conclusion just as easily.  <a href=\"#a3e40521-43e6-435e-a205-29664fb60507-link\" aria-label=\"脚注参照12にジャンプ\">↩︎<\/a><\/li><li id=\"a3ebdad5-da74-4e9c-8390-d2eefd3bd5b5\">Examples of copula ellipsis with generic nominal predicates are excessively rare in Modern Japanese.  <a href=\"#a3ebdad5-da74-4e9c-8390-d2eefd3bd5b5-link\" aria-label=\"脚注参照13にジャンプ\">↩︎<\/a><\/li><\/ol>\n\n\n<p><\/p>\n","protected":false},"excerpt":{"rendered":"<p>The Particle ども, とも, &amp; たりとも In this lesson, we will learn about the conjunctive particles ど（も）, とも, and たり<a class=\"more-link\" href=\"https:\/\/imabi.org\/the-particles-%e3%81%a9%e3%82%82-%e3%81%a0%e3%81%ae\/\">続きを読む <span class=\"screen-reader-text\">&#8220;The Particles ども, とも, &amp; たりとも&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":"[{\"content\":\"The Classical Japanese ancestor of だ is なり, and given ど（も）'s tendency to be used with archaic speech, it may appear after the 已然形 of なり as opposed to だ.\",\"id\":\"6f89c3fa-9b23-4492-85b7-d9fdb0669848\"},{\"content\":\"Written works from as far back as Old Japanese such as the 万葉集 indicate a high tendency toward using ども, and in Middle Japanese 漢文訓読文-style texts, ども was exclusively used. \",\"id\":\"66386708-c25b-4596-a8ff-fe470f781681\"},{\"content\":\"To be non-anachronistic in our approach, なり ellipsis would also need to be examined. It just so happens that なり was also just as optional and with parallel effects on the mood attributed to its subordinate clause. \",\"id\":\"786dd20e-6de0-4817-876e-e18a21190c56\"},{\"content\":\"～くんば is the combination of the \/<em>ku<\/em>-\/ 連用形 of adjectives followed by the particle は, which is incidentally etymologically tied to the particle ば, deriving from は being voiced. As voiced consonants were pre-nasalized in older stages of Japanese, this explains the ん in this pattern. \",\"id\":\"55ca323c-764c-4050-95e9-e64cb11cd307\"},{\"content\":\"The 伊勢物語 itself is not from Old Japanese but from the later period of Middle Japanese. Also, the bare 已然形 is still occasionally utilized in Modern Japanese when paired with the bound particle こそ. \",\"id\":\"59087398-9110-43e2-9512-4431b0d1c1ee\"},{\"content\":\"The particle い is a fascinating grammatical structure lost to time that was present in Old Japanese. Its purpose was to hone in on nominal expressions as \\\"especially\\\" being the point of contention, exhibiting case-like and adverbial-like properties.\",\"id\":\"b5ffd173-7f0f-4432-b0cf-c87e75a5ad5c\"},{\"content\":\"There is also the argument to made that と in this construction derives from its case particle usage. While the resultant structure behaves as a conjunctive particle with predicates, the combination of the case particle と (as a comparison (standard) marker≈quotative particle) and も after nouns and nominalized expressions is parallel in meaning. The ultimate difference, however, is that, while と may still function as a comparison marker or a quotative particle without も, も is grammaticalized as one word for its contrastive conjunctive functionality.   \",\"id\":\"ba6ad38a-2ae6-4a4f-ad49-c08149fb6d2d\"},{\"content\":\"The predicate types listed are those that pertain to Modern Japanese grammar. In a neoclassical context, it would be anachronist to assume that a speaker, even one versed in any particular older stage of Japanese, would have internalized an archaism pure to its original grammatical environment(s).\",\"id\":\"3a4b2fd4-e20c-4b9c-8cf6-ad28079397ed\"},{\"content\":\"Included as サ変 are verbs which in Modern Japanese end in ～じる which originally ended in ～ず（る） in earlier stages of Japanese. \",\"id\":\"ce1cdbd8-e28c-4b9a-9955-282f3b0aaa47\"},{\"content\":\"尺  30.3 cm = 11.92 inches; 寸 = 3 cm = 1.18 inches.  \",\"id\":\"cca3733f-ba6a-425f-891c-1f802724f7f4\"},{\"content\":\"The word 一揆 has great historical significance in Japanese history, but the exact nature of the \\\"uprisings\\\" it refers to depends on the time period and sociopolitical circumstances involved.\",\"id\":\"8e7f27d4-7251-4398-81a4-427d8b5130b7\"},{\"content\":\"This is not the exact same as definitively stating that something is true. Otherwise, we would expect a typical declarative sentence. At the heart of the final particle ～とも is the mindset of the speaker that the matter at hand is obviously so without giving it any thought=need to verify, and possibly even that the listener could reach the same conclusion just as easily. \",\"id\":\"a3e40521-43e6-435e-a205-29664fb60507\"},{\"content\":\"Examples of copula ellipsis with generic nominal predicates are excessively rare in Modern Japanese. \",\"id\":\"a3ebdad5-da74-4e9c-8390-d2eefd3bd5b5\"}]"},"tags":[],"class_list":["post-1001","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-g9","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/1001","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=1001"}],"version-history":[{"count":46,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/1001\/revisions"}],"predecessor-version":[{"id":12518,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/1001\/revisions\/12518"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=1001"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=1001"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}