{"id":1010,"date":"2023-07-24T08:11:02","date_gmt":"2023-07-24T15:11:02","guid":{"rendered":"https:\/\/imabi.org\/?page_id=1010"},"modified":"2024-05-23T14:56:20","modified_gmt":"2024-05-23T21:56:20","slug":"the-seasons%e3%80%80%e6%98%a5%e5%a4%8f%e7%a7%8b%e5%86%ac","status":"publish","type":"page","link":"https:\/\/imabi.org\/the-seasons%e3%80%80%e6%98%a5%e5%a4%8f%e7%a7%8b%e5%86%ac\/","title":{"rendered":"The Seasons　春夏秋冬"},"content":{"rendered":"\n<h3 class=\"wp-block-heading\">The Seasons　春夏秋冬（四季）<\/h3>\n\n\n\n<p>While the various calendar systems used in Japan have had their influences on society, the lunisolar calendar influenced more than just recording the passage of time. As you will learn in this lesson, it also provided&nbsp;a wealth of terminology used to further describe seasonal changes.&nbsp;<\/p>\n\n\n\n<p>With Japan being north of the equator, it experiences four seasons&nbsp;(四季) much in the same as most of Europe and Asia, although the experiences one will have with these seasons will heavily differ based on latitude. The four seasons are colloquially referred to as&nbsp;春夏秋冬, but this word only scratches the surface. First, let&#8217;s look at the following key terminology. These definitions are shown to dispel any ambiguity that may occur by referring to previous coverage regarding calendar systems.&nbsp;<\/p>\n\n\n\n<p><strong>Key Terminology<\/strong><\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Season&nbsp;(季節): One of the four seasons of Japan: 春（はる）, 夏（なつ）, 秋（あき）,&nbsp;and 冬（ふゆ） in that order.<\/li>\n\n\n\n<li>Solar year&nbsp;(（一）太陽年): The time it takes for Earth to make one full revolution around the Sun.&nbsp;<\/li>\n\n\n\n<li>Lunar year (太陽暦の一年): Period of twelve &#8216;months&#8217; of the Moon waning and waxing.&nbsp;<\/li>\n\n\n\n<li>Leap Month (閏月): A month inserted into the lunisolar year to account for the days not accounted for by a 12 month&#8217;s worth of Moon cycles.&nbsp;<\/li>\n\n\n\n<li>&#8216;Old Calendar&#8217; (旧暦): Refers to the Chinese\/Japanese lunisolar calendar, which has officially been abandoned since the introduction of the Western &#8216;solar&#8217; calendar in the late 1800s but is still maintained by many for various purposes. The influence of this &#8216;old calendar&#8217; can be witnessed whenever the &#8216;Chinese New Year&#8217; is talked about.<\/li>\n\n\n\n<li>&#8216;New Calendar&#8217; (新暦): Refers to the Western\/Gregorian Calendar which is based on the solar year. Jan. 1 is marked as the start of the New Year and is completely separate from the lunisolar calendar.&nbsp;<\/li>\n\n\n\n<li>Lunisolar calendar (太陰太陽暦): The Chinese and Japanese iterations of the lunisolar calendar are essentially the same as the calculation differences are negligible. The innerworkings of this system tie into the season demarcations made with the 24 &#8216;solar terms&#8217; (二十四節気)&#8211;see below.<\/li>\n\n\n\n<li>Solar term (節気): There are 24 solar terms which divide a solar year. The use of this system allows people to know how far along the year has gone as well as what season it is.&nbsp;In this lesson, some solar terms may be specifically named and defined before the introduction of all of them to aid in better defining the seasons.<\/li>\n<\/ul>\n\n\n\n<p>The words &#8220;old calendar,&#8221; &#8220;lunisolar calendar,&#8221; and &#8220;lunar calendar&#8221; are often used interchangeably as the minutiae between these terms don&#8217;t affect how seasonal words are used. That being said, however, the majority of this lesson will be about season words that are directly related to this &#8216;lunar&#8217; calendar.&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">The Seasons　四季の基本呼称<\/h3>\n\n\n\n<p>The words for the four seasons in Japanese should be very familiar to you as they would have been learned at the beginning of your studies. These four words&#8211;spring = 春（はる）,&nbsp;summer =&nbsp;夏（なつ）, autumn =&nbsp;秋（あき）, and winter&nbsp;= 冬（ふゆ）&#8211;are all native words that have existed in Japanese since Old Japanese. Perhaps the only esoteric knowledge that could be had from these words alone is that 穐 is a rare alternative of 秋.&nbsp;<\/p>\n\n\n\n<p>In formal\/written jargon, however, these native words do get replaced by Sino-Japanese equivalents made with their Kanji&#8217;s respective ON readings while being paired with either&nbsp;季 (season) or 期 (time period). For instance, the Summer Olympics is officially translated as 夏季オリンピック, although speakers would colloquially refer to it as 夏のオリンピック.<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><thead><tr><td><strong>&nbsp;大和言葉<\/strong><strong>(Generic Word)<\/strong><\/td><td><strong>&nbsp;漢語（～季）<\/strong><strong>Formal (+ Season)<\/strong><\/td><td><strong>&nbsp;漢語（～期）<\/strong><strong>Formal (+Period)<\/strong><\/td><\/tr><\/thead><tbody><tr><td>&nbsp;春（はる） = Spring<\/td><td>&nbsp;春季（しゅんき）= Spring seasonEx. 春季大会 Spring convention<\/td><td>&nbsp;春期（しゅんき）= Spring periodEx. 春期講習 Spring training<\/td><\/tr><tr><td>&nbsp;夏（なつ）= Summer<\/td><td>&nbsp;夏季（かき）= Summer seasonEx. 夏季休暇 Summer break<\/td><td>&nbsp;夏期（かき）= Summer periodEx. 夏期講座 Summer-period lecture<\/td><\/tr><tr><td>&nbsp;秋（あき）= Autumn<\/td><td>&nbsp;秋季（しゅうき）= Autumn seasonEx. 秋季運動会 Fall Athletic Meet<\/td><td>&nbsp;秋期（しゅうき）= Autumn periodEx. 秋期限定 Fall-limited<\/td><\/tr><tr><td>&nbsp;冬（ふゆ）= Fall<\/td><td>&nbsp;冬季（とうき）= Winter seasonEx. 冬季五輪 Winter Olympics<\/td><td>&nbsp;冬期（とうき）= Winter periodEx. 冬期練習 Winter-period practice<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>※The word 春秋（しゅんじゅう）also exists, either literally meaning &#8220;spring and autumn&#8221; or referring to &#8220;years&#8221; in a broader sense.&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Defining Each Season　各季節の定義<\/h3>\n\n\n\n<p>In addition to these words, the &#8220;four seasons&#8221; are collectively referred to as 春夏秋冬（しゅんかしゅうとう）&nbsp;or 四季（しき）.&nbsp; These words are heavily used in literature, music, and day-to-day life. Of the two, the former is more figurative in nature whereas the latter can be used in more technical contexts.<\/p>\n\n\n\n<p>千葉県では、春夏秋冬の風景を楽しみながらリラックスした中で生活を送ることができる。<\/p>\n\n\n\n<p>In Chiba Prefecture, you can live life relaxed while enjoying the sceneries of the four seasons.<\/p>\n\n\n\n<p>世界には四季の変化が分かりにくい地域がある。<br>There are regions of the world in which the changes between the four seasons are hard to tell.<\/p>\n\n\n\n<p>Aside from knowing these words, though, there is a lot to think about in terms of defining what is meant by each season.&nbsp;<\/p>\n\n\n\n<p><strong>Defining Spring 「春」の定義<\/strong><\/p>\n\n\n\n<p>Spring is the season after winter and before summer. In Japan, spring is known as being the months of March, April, and May. According to Western astronomy, spring starts with the spring equinox (春分) and ends with the summer solstice (夏至), but traditionally, spring coincides with the solar term 立春 (start of spring) and ends with the solar term 立夏 (start of summer).&nbsp;<\/p>\n\n\n\n<p>In Japan, spring coincides with the first quarter (第一四半期) of the fiscal year (会計年度) and the academic year (学校年度)&nbsp;.&nbsp;&nbsp;&nbsp;In the academic year, the &#8216;summer semester&#8217; (夏学期) is from April until September, and the &#8216;winter semester&#8217; (冬学期) is from September until March.&nbsp;<\/p>\n\n\n\n<p>Spring is when temperatures begin to rise, but cold days may still persist depending on region. Spring is also associated with the full-blooming (満開) of many flowers.&nbsp;It is also the season in which rice planting (田植え) begins. In countries such as the US and most of Europe, this is also when daylight saving time (サマータイム) is implemented, but Japan does not follow this convention.<\/p>\n\n\n\n<p><strong>Defining Summer 「夏」の定義<\/strong><\/p>\n\n\n\n<p>Summer is the season between spring and autumn. According to Western astronomy, summer may be defined as starting on the summer solstice (夏至) and ending with the autumn equinox (秋分).&nbsp;Since switching over to the Western solar calendar, nowadays summer encompasses June, July, and August, but when the lunar calendar was in place, it stood for Month 4, Month 5, and Month 6, starting on early May with the solar term 立夏 (start of summer)&nbsp;and ending in early August with the solar term 立秋 (start of autumn)&#8211;see below for exact dates.<\/p>\n\n\n\n<p>Summer is characterized as being the hottest three months of the year, but because of the unique climate dynamics of the Japanese archipelago, the heat which is usually felt elsewhere in the Northern Hemisphere during the months of June and July is hindered by the rainy season (梅雨), resulting in peak temperatures coinciding with the beginning of autumn (初秋).&nbsp;<\/p>\n\n\n\n<p>The Japanese Meteorological Agency (気象庁) defines a day as a &#8216;summer day&#8217; if the day&#8217;s high (最高気温) is 25-29℃ and as a &#8216;midsummer day&#8217; (真夏日) if the high is 30-34℃&nbsp;or more. If the high is at or exceeds 35℃, it is known as a 猛暑日（もうしょび）. These days are most likely to occur in Japan in the months of August and September, which extends the definition of summer into what coincides with fall as mentioned above. The agency also defines the yearly &#8220;summer half-year&#8221; (暖候期) as occurring from April until September&#8211;coinciding with all the months in which summer-like temperatures are possible.&nbsp;&nbsp;<\/p>\n\n\n\n<p><strong>Defining Autumn 「秋」の定義<\/strong><\/p>\n\n\n\n<p>Autumn is the season after summer and before winter. This is the season associated with the coloring of leaves (紅葉) and grasses withering as it gets closer to winter with the arrival of gradually colder weather. In Japan, autumn encompasses September, October, and November. Traditionally, it began with the solar term 立秋 (start of autumn) and ended with the solar term 立冬 (start of winter). From a Western astronomical standpoint, however, autumn may be defined as starting with the autumn equinox (秋分) and ending with the winter solstice (冬至)&#8211;see exact dates for these solar terms below.&nbsp;&nbsp;<\/p>\n\n\n\n<p>Although summer highs may continue deep into the first month of autumn in Japan, winds do gradually pick up. September also happens to be the month with the most typhoon landfalls, which also aid in lowering temperatures, especially at night. Nights also begin getting longer throughout this season.&nbsp;<\/p>\n\n\n\n<p><strong>Defining Winter　「冬」の定義<\/strong><\/p>\n\n\n\n<p>In modern times, winter encompasses December, January, and February in Japan. In the &#8216;old calendar,&#8217; winter was defined as the 10th, 11th, and 12 month. Traditionally, winter began with the solar term 立冬 (start of winter) and ended with the solar term 立春 (start of spring), but it is also possible to define winter as being from the &#8220;winter solstice&#8221; (冬至) to the&nbsp;&#8220;spring equinox&#8221; (春分), which is a thought process introduced from Western astronomy&#8211;see below for exact dates of these solar terms. Either way, winter is mostly confined to the three aforementioned months of the Gregorian calendar, with the last definition extending into March.&nbsp;<\/p>\n\n\n\n<p>The Japanese fiscal year (会計年度) adds another slightly altered definition of winter, with the &#8216;winter quarter&#8217; or &#8216;fourth quarter&#8217; (第4四半期)&nbsp;being January, February, and March. These three months are not only the end of the fiscal year, but they are also the end of the academic year (学校年度). In the academic year, the &#8216;summer semester&#8217; (夏学期) is from April until September, and the &#8216;winter semester&#8217; (冬学期) is from September until March.&nbsp;<\/p>\n\n\n\n<p>Winter is known for being cold. In fact, the Japanese Meteorological&nbsp;Agency (気象庁)&nbsp;defines a day as a &#8216;winter day&#8217; (冬日) if the day&#8217;s low (最低気温) is 0℃ or below. If the day&#8217;s high (最高気温) is&nbsp;0℃ or below, it is called a 真冬日 (midwinter day).&nbsp;When winter is relatively warmer than average, it is referred to as a 暖冬. The opposite sort of winter with consistently&nbsp;cold temperatures is known as 寒冬, and if temperatures are consistently extremely cold, then it is known as 厳冬.&nbsp;&nbsp;<\/p>\n\n\n\n<p>From a meteorological&nbsp;perspective, winter may also be defined as starting when there is snow cover (積雪), and it may be defined as ending with the start of snow melt (融雪)\/thawing of ice (解氷). Since winter does straddle two different years, there is also what&#8217;s known as a 寒候年, which defines the start of a year&#8217;s snow precipitation as beginning in August and ending on 7\/31 of the next year. So, if snow fall is recorded on Mt. Fuji on July 30th, 2021, that snowfall will be counted in 2020&#8217;s snowfall. There is also such thing as a winter half-year (寒候期), which lasts from October till March, which encompasses all the months in which to expect winter-like weather.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">The 24 Divisions of the Solar Year　二十四節気<\/h3>\n\n\n\n<p>Although the Earth (地球) revolves (公転) around the Sun (太陽の周り), the Earth revolves while tilted 23.4° on its axis (地軸).&nbsp;Consequently, the Northern Hemisphere (北半球) and the Southern Hemisphere (南半球) alternate yearly from having the Sun being at its highest point. During the&nbsp;<strong>summer solstice<\/strong>&nbsp;(夏至), the Sun is at its highest in the Northern Hemisphere but at the lowest in the Southern Hemisphere; oppositely, during the&nbsp;<strong>winter solstice<\/strong>&nbsp;(冬至), the Sun is at its lowest in the Northern Hemisphere but at its highest in the Southern Hemisphere.&nbsp;<\/p>\n\n\n\n<p>In addition to the&nbsp;solstices, the&nbsp;equinoxes are of equal importance.&nbsp;An&nbsp;<strong>equinox<\/strong>&nbsp;(分点) is the instant in when the Earth&#8217;s celestial equator (天の赤道) passes through the geometric center of the Sun&#8217;s disk (黄道), which happens once in spring from south to north (春分点) and once in the fall from north to south (秋分点). This is when the center of the visible Sun is directly above the equator, but because Japan sits north of the equator, the length of the day is slightly longer than 12 hours than it otherwise would be if at&nbsp;the Equator on those respective days.&nbsp;<\/p>\n\n\n\n<p>These junctures happen to be four of the twenty-four solar terms devised in China that have since been incorporated into Japan which divide up the passage of the seasons with further precision.<\/p>\n\n\n\n<p><strong>二十四節気（にじゅうしせっき）<\/strong>, also known as 二十四気（にじゅうしき）, divide the solar year into&nbsp;24 periods. In Japan, these 24 periods may either be determined by dividing a single solar year (１太陽年) by days (日数)&#8211;method known as the 平気法（へいきほう）&#8211;or by dividing the Sun&#8217;s ecliptic (黄道)&#8211;the apparent path the Sun appears to trace through the stars&#8211;into 24&nbsp;positions&#8211;method known as the 定気法（ていきほう）.&nbsp; In both Modern China and Japan, it is the Sun&#8217;s ecliptic that is used to calculate the start of each solar term.&nbsp;<\/p>\n\n\n\n<p>The names of the 24 solar terms were devised in the Warring States Period of China as a&nbsp;means of determining the boundary of the four seasons, which aided in correcting the &#8216;actual&#8217; start of the seasons in comparison to when the&nbsp;<strong>lunar<\/strong>&nbsp;calendar (太陰暦 ＝ based on the waxing and waning of the Moon)&nbsp;would suggest that they start.<\/p>\n\n\n\n<p>Two kinds of &#8220;solar terms&#8221; were devised to get a total of 12&nbsp;節気 (also known as 正節, every first solar term of each &#8216;month&#8217;) and a total of 12 中気 (every second solar term of each &#8216;month&#8217;), then the names of each term were based on the climate of their respective time of the year, but as the climate of Japan is not the same as central China, some of the names were altered to make better sense in a Japanese-centric context. So, even if you are a native Chinese speaker, some of the terms themselves will be different, but how they&#8217;re calculated is not.&nbsp;<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><thead><tr><td><strong>季節<\/strong><\/td><td><strong>&nbsp;節月（旧暦）<\/strong><\/td><td><strong>&nbsp;太陽黄道<\/strong><\/td><td><strong>&nbsp;節気・中気<\/strong><\/td><td><strong>&nbsp;西暦（平均始点）<\/strong><\/td><\/tr><\/thead><tbody><tr><td>春<\/td><td>&nbsp;一月節<\/td><td>&nbsp;315°<\/td><td>&nbsp;立春（りっしゅん）<\/td><td>&nbsp; Feb. 4~5<\/td><\/tr><tr><td>&nbsp;春<\/td><td>&nbsp;一月中<\/td><td>&nbsp;330°<\/td><td>&nbsp;雨水（うすい）<\/td><td>&nbsp; Feb. 18~19<\/td><\/tr><tr><td>&nbsp;春<\/td><td>&nbsp;二月節<\/td><td>&nbsp; 345°<\/td><td>&nbsp;啓蟄（けいちつ）<\/td><td>&nbsp; Mar. 5~6<\/td><\/tr><tr><td>&nbsp;春<\/td><td>&nbsp;二月中<\/td><td>&nbsp; 0°<\/td><td>&nbsp;春分（しゅんぶん）<\/td><td>&nbsp; Mar. 20~21<\/td><\/tr><tr><td>&nbsp;春<\/td><td>&nbsp;三月節<\/td><td>&nbsp; 15°<\/td><td>&nbsp;清明（せいめい）<\/td><td>&nbsp; Apr. 4~5<\/td><\/tr><tr><td>&nbsp;春<\/td><td>&nbsp;三月中<\/td><td>&nbsp;30°<\/td><td>&nbsp;穀雨（こくう）<\/td><td>&nbsp;Apr. 20~21<\/td><\/tr><tr><td>&nbsp;夏<\/td><td>&nbsp;四月節<\/td><td>&nbsp;45°<\/td><td>&nbsp;立夏（りっか）<\/td><td>&nbsp;May 5~6<\/td><\/tr><tr><td>&nbsp;夏<\/td><td>&nbsp;四月中<\/td><td>&nbsp;60°<\/td><td>&nbsp;小満（しょうまん）<\/td><td>&nbsp;May 21~22<\/td><\/tr><tr><td>&nbsp;夏<\/td><td>&nbsp;五月節<\/td><td>&nbsp;75°<\/td><td>&nbsp;芒種（ぼうしゅ）<\/td><td>&nbsp;Jun. 5~6<\/td><\/tr><tr><td>&nbsp;夏<\/td><td>&nbsp;五月中<\/td><td>&nbsp;90°<\/td><td>&nbsp;夏至（げし）<\/td><td>&nbsp;Jun. 21~22<\/td><\/tr><tr><td>&nbsp;夏<\/td><td>&nbsp;六月節<\/td><td>&nbsp;105°<\/td><td>&nbsp;小暑（しょうしょ）<\/td><td>&nbsp;Jul. 7~8<\/td><\/tr><tr><td>&nbsp;夏<\/td><td>&nbsp;六月中<\/td><td>&nbsp;120°<\/td><td>&nbsp;大暑（たいしょ）<\/td><td>&nbsp;Jul. 22-23<\/td><\/tr><tr><td>&nbsp;秋<\/td><td>&nbsp;七月節<\/td><td>&nbsp;135°<\/td><td>&nbsp;立秋（りっしゅう）<\/td><td>&nbsp;Aug. 7~8<\/td><\/tr><tr><td>&nbsp;秋<\/td><td>&nbsp;七月中<\/td><td>&nbsp;150°<\/td><td>&nbsp;処暑（しょしょ）<\/td><td>&nbsp;Aug. 23~24<\/td><\/tr><tr><td>&nbsp;秋<\/td><td>&nbsp;八月節<\/td><td>&nbsp;165°<\/td><td>&nbsp;白露（はくろ）<\/td><td>&nbsp;Sep. 7~8<\/td><\/tr><tr><td>&nbsp;秋<\/td><td>&nbsp;八月中<\/td><td>&nbsp;180°<\/td><td>&nbsp;秋分（しゅうぶん）<\/td><td>&nbsp;Sep. 23~24<\/td><\/tr><tr><td>&nbsp;秋<\/td><td>&nbsp;九月節<\/td><td>&nbsp;195°<\/td><td>&nbsp;寒露（かんろ）<\/td><td>&nbsp;Oct. 8~9<\/td><\/tr><tr><td>&nbsp;秋<\/td><td>&nbsp;九月中<\/td><td>&nbsp;210°<\/td><td>&nbsp;霜降（そうこう）<\/td><td>&nbsp;Oct. 23~24<\/td><\/tr><tr><td>&nbsp;冬<\/td><td>&nbsp;十月節<\/td><td>&nbsp;225°<\/td><td>&nbsp;立冬（りっとう）<\/td><td>&nbsp;Nov. 7~8<\/td><\/tr><tr><td>&nbsp;冬<\/td><td>&nbsp;十月中<\/td><td>&nbsp;240°<\/td><td>&nbsp;小雪（しょうせつ）<\/td><td>&nbsp;Nov. 22~23<\/td><\/tr><tr><td>&nbsp;冬<\/td><td>&nbsp;十一月節<\/td><td>&nbsp;255°<\/td><td>&nbsp;大雪（おおゆき）<\/td><td>&nbsp;Dec. 7~8<\/td><\/tr><tr><td>&nbsp;冬<\/td><td>&nbsp;十一月中<\/td><td>&nbsp;270°<\/td><td>&nbsp;冬至（とうじ）<\/td><td>&nbsp;Dec. 21~22<\/td><\/tr><tr><td>&nbsp;冬<\/td><td>&nbsp;十二月節<\/td><td>&nbsp;285°<\/td><td>&nbsp;小寒（しょうかん）<\/td><td>&nbsp;Jan. 5~6<\/td><\/tr><tr><td>&nbsp;冬<\/td><td>&nbsp;十二月中<\/td><td>&nbsp;300°<\/td><td>&nbsp;大寒（だいかん）<\/td><td>&nbsp;Jan. 20~21<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>※Of the 中気, &#8220;summer solstice&#8221; 夏至（げし）and &#8220;winter solstice&#8221; 冬至（とうじ） are collectively known as 二至（にし）. Secondly, &#8220;spring equinox&#8221; 春分（しゅんぶん）and &#8220;autumn equinox&#8221; 秋分（しゅうぶん） are collectively known as 二分（にぶん）. All four are known as 二至二分（にしにぶん）.&nbsp;<\/p>\n\n\n\n<p>※Of the 節気, the four most important are the starts of&nbsp;each season: 立春 (the start of spring), 立夏 (the start of summer), 立秋(the start of autumn), 立冬( the start of winter). Collectively, they&#8217;re called 四立（しりゅう）.&nbsp;<\/p>\n\n\n\n<p>※Lastly, the four primary 中気 and 節気&nbsp;are collectively referred to as 八節（はっせつ）.&nbsp;<\/p>\n\n\n\n<p><strong>Lunar Month Names Derived from the Seasons 季節名称由来の陰暦上の月の呼称<\/strong><\/p>\n\n\n\n<p>Each season lasts for approximately three months, and each month can be alternatively referenced by the time of the season in question. In English, this would be accomplished by using &#8220;early,&#8221; &#8220;mid-,&#8221; and &#8220;late.&#8221; The Japanese equivalents to this phrasing is as follows. This incidentally means that each of the terms below refers to one of the months of the lunar calendar with &#8220;Month 1&#8221; starting with &#8220;early spring.&#8221;<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><thead><tr><td><strong>Season →<\/strong><strong>Period ↓<\/strong><\/td><td><strong>&nbsp;春<\/strong><\/td><td><strong>&nbsp;夏<\/strong><\/td><td><strong>&nbsp;秋<\/strong><\/td><td><strong>&nbsp;冬<\/strong><\/td><\/tr><\/thead><tbody><tr><td>Early&#8230;<br>初（しょ）～<\/td><td>&nbsp;初春・孟春（もうしゅん）Month 1<\/td><td>&nbsp;初夏Month 4<\/td><td>&nbsp;初秋Month 7<\/td><td>&nbsp;初冬Month 10<\/td><\/tr><tr><td>&nbsp;Mid&#8230;<br>仲・中（ちゅう）～<\/td><td>&nbsp;仲春・仲陽（ちゅうよう）Month 2<\/td><td>&nbsp;仲夏Month 5<\/td><td>&nbsp;仲秋Month 8<\/td><td>&nbsp;仲冬Month 11<\/td><\/tr><tr><td>&nbsp;Late&#8230;<br>晩（ばん）<\/td><td>&nbsp;晩春・季春（きしゅん）Month 3<\/td><td>&nbsp;晩夏Month 6<\/td><td>&nbsp;晩秋Month 9<\/td><td>&nbsp;晩冬Month 12<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<h3 class=\"wp-block-heading\">The 72 &#8216;Climates&#8217; 七十二候&nbsp;<\/h3>\n\n\n\n<p>It is also possible to break up each of the 24 solar terms into equal thirds to produce the 72 &#8216;climates&#8217; of the year, known as 七十二候（しちじゅうにこう）.&nbsp;&nbsp;These terms are still used in Japan in&nbsp;almanacs (生活暦). The idea was to create a short sentence to describe phenomena that occur throughout the year, but because those &#8216;names&#8217; were based on life in China, many did not fit the minutiae of life in Japan. As such, they have undergone significant alteration in Japan, which contrasts to how the unnaturalness of some of the names of the 二十四節気 were ultimately ignored in favor of tradition.&nbsp;<\/p>\n\n\n\n<p>The first 候 of any term is referred to as 初候（しょこう）,&nbsp;&nbsp;the second as 次候（じこう）, and the third as 末候（まっこう）. Thus, for example, the mid-&#8216;climate&#8217; of the 春分 solar term is 春分次候. Each &#8216;climate&#8217;, however, does have its own unique name, which as described is equivalent to a short poem.<\/p>\n\n\n\n<p>The names of the 72&nbsp;&#8216;climates&#8217; are written in 漢文 read with their 訓読 readings. For instance, the first of the 72 &#8216;climates&#8217; is&nbsp;&nbsp;東風解凍, which is read as はるかぜこおりをとく, which translates into English as &#8220;the spring winds melt the ice.&#8221;&nbsp; You&#8217;ll notice that the word order of the Kanji is kept as it would be in Chinese with the Japanese &#8216;translation&#8217; superimposed on it&#8211;this is the principle of 訓読.&nbsp;<\/p>\n\n\n\n<p>※If you are a Chinese native, beware that, again, not all of the 72 &#8216;climates&#8217; seen below will match those still used in China.&nbsp;<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><thead><tr><td><strong>節気<\/strong><\/td><td><strong>&nbsp;初候<\/strong><\/td><td><strong>&nbsp;次候<\/strong><\/td><td><strong>&nbsp;末候<\/strong><\/td><\/tr><\/thead><tbody><tr><td>立春<\/td><td>&nbsp; &nbsp;東風解凍<br>はるかぜこおりをとく<\/td><td>&nbsp; &nbsp;黄鶯睍睆うぐいすなく<\/td><td>&nbsp; &nbsp;魚上氷いおこおりをいづる<\/td><\/tr><tr><td>雨水<\/td><td>土脉潤起つちのしょううるおいおこる<\/td><td>霞始靆かすみはじめてたなびく<\/td><td>&nbsp; &nbsp;草木萌動そうもくめばえいづる<\/td><\/tr><tr><td>啓蟄<\/td><td>&nbsp; &nbsp;蟄虫啓戸すごもりむしとをひらく<\/td><td>&nbsp; &nbsp;桃始笑ももはじめてさく<\/td><td>&nbsp; &nbsp;菜虫化蝶なむしちょうとなる<\/td><\/tr><tr><td>&nbsp;春分<\/td><td>&nbsp; &nbsp;雀始巣すずめはじめてすくう<\/td><td>&nbsp; &nbsp;桜始開さくらはじめてひらく<\/td><td>&nbsp; &nbsp;雷乃発声かみなりすなわちこえをはっす<\/td><\/tr><tr><td>&nbsp;清明<\/td><td>&nbsp; &nbsp;玄鳥至つばめきたる<\/td><td>&nbsp; &nbsp;鴻雁北こうがんかえる<\/td><td>&nbsp; &nbsp;虹始見にじはじめてあらわる<\/td><\/tr><tr><td>&nbsp;穀雨<\/td><td>&nbsp; &nbsp;葭始生あしはじめてしょうず<\/td><td>&nbsp; &nbsp;霜止出苗しもやみてなえいづる<\/td><td>&nbsp; &nbsp;牡丹華ぼたんはなさく<\/td><\/tr><tr><td>&nbsp;立夏<\/td><td>&nbsp; &nbsp;蛙始鳴かわずはじめてなく<\/td><td>&nbsp; &nbsp;蚯蚓出みみずいづる<\/td><td>&nbsp; &nbsp;竹笋生たけのこしょうず<\/td><\/tr><tr><td>&nbsp;小満<\/td><td>&nbsp; &nbsp;&nbsp;蚕起食桑かいこおきてくわをはむ<\/td><td>&nbsp; &nbsp;&nbsp;紅花栄べにばなさかう<\/td><td>&nbsp; &nbsp;&nbsp;麦秋至むぎのときいたる<br>ばくしゅういたる<\/td><\/tr><tr><td>&nbsp;芒種<\/td><td>&nbsp; &nbsp;螳螂生かまきりしょうず<\/td><td>&nbsp; &nbsp;腐草為蛍くされたるくさほたるとなる<\/td><td>&nbsp; &nbsp;梅子黄うめのみきばむ<\/td><\/tr><tr><td>&nbsp;夏至<\/td><td>&nbsp; &nbsp;乃東枯なつかれくさかるる<\/td><td>&nbsp; &nbsp;菖蒲華あやめはなさく<\/td><td>&nbsp;半夏生はんげしょうず<\/td><\/tr><tr><td>&nbsp;小暑<\/td><td>温風至あつかぜいたる<\/td><td>&nbsp; &nbsp;蓮始開はすはじめてひらく<\/td><td>&nbsp; &nbsp;鷹乃学習たかすなわちわざをなす<\/td><\/tr><tr><td>&nbsp;大暑<\/td><td>&nbsp; &nbsp;桐始結花きりはじめてはなをむすぶ<\/td><td>&nbsp; &nbsp;土潤溽暑つちうるおうてむしあつし<\/td><td>&nbsp; &nbsp;大雨時行たいうときどきにふる<\/td><\/tr><tr><td>&nbsp;立秋<\/td><td>&nbsp; &nbsp;涼風至すずかぜいたる<\/td><td>&nbsp; &nbsp;寒蝉鳴ひぐらしなく<\/td><td>&nbsp; &nbsp;蒙霧升降ふかききりまとう<\/td><\/tr><tr><td>&nbsp;処暑<\/td><td>&nbsp; &nbsp;綿柎開わたのはなしべひらく<\/td><td>&nbsp; &nbsp;天地始粛てんちはじめてさむし<\/td><td>&nbsp; &nbsp;禾乃登こくものすなわちみのる<\/td><\/tr><tr><td>&nbsp;白露<\/td><td>&nbsp; &nbsp;草露白くさのつゆしろし<\/td><td>&nbsp; &nbsp;鶺鴒鳴せきれいなく<\/td><td>&nbsp; &nbsp;玄鳥去つばめさる<\/td><\/tr><tr><td>&nbsp;秋分<\/td><td>&nbsp; &nbsp;雷乃収声かみなりすなわちこえをおさむ<\/td><td>&nbsp; &nbsp;蟄虫坏戸むしかくれてとをふさぐ<\/td><td>&nbsp; &nbsp;水始涸みずはじめてかる<\/td><\/tr><tr><td>&nbsp;寒露<\/td><td>&nbsp; &nbsp;鴻雁来こうがんきたる<\/td><td>&nbsp; &nbsp;菊花開きくのはなひらく<\/td><td>&nbsp; &nbsp;蟋蟀在戸きりぎりすとにあり<\/td><\/tr><tr><td>&nbsp;霜降<\/td><td>霜始降しもはじめてふる<\/td><td>&nbsp; &nbsp;霎時施こさめときどきふる<\/td><td>&nbsp; &nbsp;楓蔦黄もみじつたきばむ<\/td><\/tr><tr><td>&nbsp;立冬<\/td><td>&nbsp; &nbsp;山茶始開つばきはじめてひらく<\/td><td>&nbsp; &nbsp;地始凍ちはじめてこおる<\/td><td>&nbsp; &nbsp;金盞香きんせんかさく<\/td><\/tr><tr><td>&nbsp;小雪<\/td><td>&nbsp; &nbsp;虹蔵不見にじかくれてみえず<\/td><td>&nbsp; &nbsp;朔風払葉きたかぜこのはをはらう<\/td><td>&nbsp; &nbsp;橘始黄たちばなはじめてきばむ<\/td><\/tr><tr><td>&nbsp;大雪<\/td><td>&nbsp; &nbsp;閉塞成冬そらさむくふゆとなる<\/td><td>&nbsp; &nbsp;熊蟄穴くまあなにこもる<\/td><td>&nbsp; &nbsp;鱖魚群さけのうおむらがる<\/td><\/tr><tr><td>&nbsp;冬至<\/td><td>&nbsp; &nbsp;乃東生なつかれくさしょうず<\/td><td>&nbsp; &nbsp;麋角解おおしかのつのおつる<\/td><td>&nbsp; &nbsp;雪下出麦ゆきわたりてむぎいづる<\/td><\/tr><tr><td>&nbsp;小寒<\/td><td>&nbsp; &nbsp;芹乃栄せりすなわちさかう<\/td><td>&nbsp; &nbsp;水泉動しみずあたたかをふくむ<\/td><td>&nbsp; &nbsp;雉始雊きじはじめてなく<\/td><\/tr><tr><td>&nbsp;大寒<\/td><td>&nbsp; &nbsp;款冬華ふきのはなさく<\/td><td>&nbsp; &nbsp;水沢腹堅さわみずこおりつめる<\/td><td>&nbsp; &nbsp;鶏始乳にわとりはじめてとやにつく<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<h3 class=\"wp-block-heading\">The Months　「月」の定義<\/h3>\n\n\n\n<p>It must be noted that there are two definitions of a &#8216;month&#8217; that can be derived in the lunisolar calendar: a &#8216;lunar&#8217; definition and a &#8216;solar&#8217; definition.&nbsp;<\/p>\n\n\n\n<p>The definition of 1 month (1か月) in the&nbsp;<strong>lunar&nbsp;calendar<\/strong>&nbsp;(太陰暦) sense is based on the movement of the Moon (月の運行)&nbsp;in which the first day is the start of the New Moon (新月) known as 朔日（さくじつ・ついたち） and the last day of the month is known as 晦日. This &#8216;month&#8217; definition is known as a&nbsp;<strong>暦月<\/strong>&nbsp;or 月切り. It is this month demarcation method which is cited in various information recorded in almanacs called 暦注 (literally: &#8220;calendar notations&#8221;). The first month known as 正月・一月 along with Month 2 and Month 3 make up spring (春), Months 4~6 make up summer (夏), Months 7~9 make up autumn (秋), and Months 10~12 make up winter (冬).<\/p>\n\n\n\n<p>In the&nbsp;<strong>solar calendar<\/strong>&nbsp;(太陽暦) sense, 1 month may be determined to be from the first day of 1 &#8216;true&#8217; 節気 to the first day of the next &#8216;true&#8217; 節気. These solar terms are marked in the chart as ending in ～月節. These month demarcations are known as&nbsp;<strong>節月<\/strong>&nbsp;or&nbsp;節切り. In Japan, this method has been favored for fortune telling,&nbsp;&nbsp;determining the timing of yearly events (年中行事), as well as for determining when to&nbsp;use seasonal words known as 季語&#8211;especially in poetry. By this method, Month 1 starts with 立春 and ends with the start of 啓蟄, and then so on and so on.&nbsp;<\/p>\n\n\n\n<p>In reality, the 中気 are used as definitive points within a month to determine that it is indeed the month in question. In other words, the&nbsp;暦月 set the standard of the lunisolar calendar in practice. Thus, for example, 立春 may or may not be in Month 1 as a consequence.&nbsp;<\/p>\n\n\n\n<p>Although&nbsp;the lunar New Year may coincide with the start of 立春&#8211;known as 朔旦立春（さくたんりっしゅん）&#8211;that is not a guarantee. The 11th month is defined by the winter solstice, and so the New Year falls on the second new moon after the winter solstice, and for 立春 to occur in the New Year, that second new moon would need to come before it.&nbsp;<\/p>\n\n\n\n<p>So, if there happens to be a new moon in the period after 立春 and up to 雨水, then 立春 occurs in Month 12 of the previous year&#8211;a phenomenon known as 年内立春. If that second new moon occurs prior to 立春, then it&#8217;s in Month 1. At most, this makes the old calendar off by about half a month from using the 節切り method.<\/p>\n\n\n\n<p><strong>Leap Months<\/strong><\/p>\n\n\n\n<p>The &#8216;lunar&#8217; aspect of the 暦月, as mentioned, follows the Moon cycle, but the waxing and waning (月の満ち欠け) is approximately 11 days shorter within a year than the amount of days accounted for by the 24 solar terms when using the 節月 demarcation. This is apparent from how the traditional lunar New Year various from late January to mid-February in the Gregorian calendar.<\/p>\n\n\n\n<p>To compensate for this,&nbsp;&nbsp;a leap month (閏月 ＝ うるうづき・じゅんげつ) must be inserted at least seven times in the span of 19 years and more practically once every three years. The mechanics of when to insert a leap month (置閏法) has been shrouded in controversy for millennia, but in modern times, when a leap month has been inserted is determined prior to the publishing of that year&#8217;s calendar, so don&#8217;t stress about the math. As far as what the leap month is called, if a leap month is inserted after the lunisolar April, that leap month is called 閏4月. Thus, the exact name of the leap month is determined by the name of the preceding month. The name of the preceding month is also determined by the 中気 of that time of year, and the placement of the leap month is meant to coincide when no 中気 occurs.&nbsp;<\/p>\n\n\n\n<p><strong>2021 AD&#8217;s Start Date&nbsp;<\/strong><\/p>\n\n\n\n<p>In Japan, the start of 2021 AD is marked by the Gregorian calendar. This is so much the case that even the term 暦月, when in reference to the&nbsp;&#8216;new calendar&#8217; 新暦, no longer refers to the 30-day Moon cycle but to the Western month demarcations. For instance, in&nbsp;<a href=\"https:\/\/keisan.casio.jp\/exec\/system\/1189949688\">date convertors<\/a>&nbsp;such as the one linked, if you choose 暦月 it will show the year and month demarcations forwarded by approximately 1 month.&nbsp;This is because the &#8216;Japanese&#8217; 正月 is now the same as the Western New Year.<\/p>\n\n\n\n<p>On the other hand, if you were to choose the&nbsp;節月 filter, you&#8217;ll notice that the sexagenary cycle follows the 節月 timing of&nbsp;the 二十四節気. Ultimately, the timing of the solar terms are separate from the timing of the start of the lunar months as the Sun and Moon are, of course, separate entities.&nbsp;<\/p>\n\n\n\n<p>In 2021 AD, the New Moon of the New Year was on Feb. 12. This is notably after the start date of 立春, which was on Feb. 3. Thus, 立春 was in Month 12 of the previous lunar year. 雨水 remains part of Month 1 as it began on Feb. 18th.&nbsp;&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">The Five Festivals　五節句<\/h3>\n\n\n\n<p>The 節句 are a list of five dates meant to indicate seasonal turning points (季節の節目), on which days traditional events (年中行事) are observed. These five special days go back to ancient China where their origins can be derived from Yin-Yang philosophy. Traditionally, they were annual ceremonies 節会（せちえ） held by the Japanese imperial court (宮廷). Although these festivals have not been held by the imperial court since the Meiji Era, they are still known and observed by the public.&nbsp;<\/p>\n\n\n\n<p>※In older language,&nbsp;節句 were also called 節日（せちにち） .&nbsp; Additionally, you&#8217;ll notice in the chart below that each ceremony has a Chinese name and a colloquial Japanese name.&nbsp;<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><thead><tr><td><strong>漢名<\/strong><\/td><td><strong>&nbsp;和名<\/strong><\/td><td><strong>&nbsp;日付<\/strong><\/td><td><strong>&nbsp;節句料理<\/strong><\/td><\/tr><\/thead><tbody><tr><td>人日（じんじつ）<\/td><td>&nbsp;七草（ななくさ）の節句<\/td><td>&nbsp;Jan. 7<\/td><td>&nbsp;七草粥（ななくさがゆ）<\/td><\/tr><tr><td>&nbsp;上巳（じょうし）<\/td><td>&nbsp;桃の節句雛祭<\/td><td>&nbsp;Mar. 3<\/td><td>&nbsp;菱餅, 白酒（しろざけ）<\/td><\/tr><tr><td>&nbsp;端午（たんご）<\/td><td>&nbsp;菖蒲（あやめ）の節句<strong><\/strong><strong>端午の節句<\/strong><\/td><td>&nbsp;May 5<\/td><td>&nbsp;菖蒲酒（しょうぶざけ）, 柏餅（かしわもち）, 粽（ちまき）<\/td><\/tr><tr><td>&nbsp;七夕（しちせき）<\/td><td>&nbsp;七夕（たなばた）<\/td><td>&nbsp;Jun. 7<\/td><td>&nbsp;素麺<\/td><\/tr><tr><td>&nbsp;重陽（ちょうよう）<\/td><td>&nbsp;菊の節句<\/td><td>&nbsp;Sep. 9<\/td><td>&nbsp;菊酒<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>※In association with&nbsp;人日&nbsp;celebrations, on New Year&#8217;s, nobles would process before the emperor in a ceremony known as 小朝拝.&nbsp;<\/p>\n\n\n\n<p>※The ceremony performed on&nbsp;上巳 was known as 曲水. Courtiers would float rice wine down a stream in the palace garden and each guest would take a sip and write a poem.&nbsp;<\/p>\n\n\n\n<p>※For 端午の節句, mugwort (菖蒲) was hung to dispel evil spirits.<\/p>\n\n\n\n<p>※七夕 marks the crossing of the stars Altair&nbsp;(牽牛) and Vega&nbsp;(織姫). Offerings are made to commemorate this festival. The original Chinese festival on this date is known as&nbsp;乞巧奠（きこうでん）.&nbsp;&nbsp;<br>※The original festival on the fifth sekku was known as 重陽の宴, but due to the timing of the festival, the celebration changed to commemorating the autumn rice harvest.<\/p>\n\n\n\n<p><strong>The Foods of the 五節句<\/strong><\/p>\n\n\n\n<p>Each sekku has its own cuisine popularized cuisine. These dishes were once generally called 御節供（おせちく・おせっく）, but nowadays, おせち is usually used to refer to cuisine eaten within the first 7 days of the New year (松七日).&nbsp;&nbsp;<\/p>\n\n\n\n<p>①七草粥: Rice gruel containing the seven plants of spring, the seven plants being as follows: Japanese parsley (芹),&nbsp;shepherd&#8217;s purse (薺・ナズナ), Pseudognaphalium affine (オギョウ・ハハコグサ), Stellaria (ハコベラ), Lamium amplexicaule (ホトケノザ・田平子（たびらこ）), turnip&nbsp;(菘), and daikon (known especially in reference to this dish asスズシロ（蘿蔔）).<\/p>\n\n\n\n<p>②菱餅 （ひしもち）: Rhombus-shaped mochi made from three layers of red, white, and green mochi. It is usually presented with hina dolls&nbsp;(雛人形) referred to as 節句人形 when associated with the 節句 in May.&nbsp;<\/p>\n\n\n\n<p>②白酒（しろざけ）: Not to be confused with the Chinese baijiu written with the same Kanji, this is sweet white sake made by using glutenous rice steamed with shochu or mirin that is then fermented for a month or so with malt (麹ろざけ）: Not to be confused with the Chinese baijiu written with the same Kanji, this is sweet white sake made by using glutenous rice steamed with shochu or mirin that is then fermented for a month or so with malt (麹).&nbsp;<\/p>\n\n\n\n<p>③菖蒲酒, also alternatively read as あやめざけ,&nbsp;is sake in which sweet flag root is finely cut and mixed in. It is thought that it cures any ailment and wards off vengeful omens.&nbsp;<br>※柏餅 is a Japanese confection made of white mochi surrounding a sweet anko paste wrapped in a Kashiwa leaf (カシワの葉). The leaf itself is not eaten, but it is instead used to symbolize the prosperity of one&#8217;s descendants.&nbsp;<\/p>\n\n\n\n<p>粽, either made from glutinous rice&nbsp;(糯米) non-glutinous rice (粳米), is&nbsp;made into a triangle, wrapped in a bamboo grass (笹) leaf (referred to as ちまきの葉）, and bound with soft rush (藺草). It is steamed or boiled whole with the leaf but eaten once one pulls away the leaf.&nbsp;<\/p>\n\n\n\n<p>④素麺 is a very thin wheat flour noodles usually served cold with a light dipping sauce called つゆ.<br>⑤菊酒 is sake soaked in chrysanthemum flowers.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">The &#8220;Zassetsu&#8221;　雑節<\/h3>\n\n\n\n<p>In addition to the 二十四節気 and the 五節句, special calendar days (暦日) were devised to better illustrate change points in the seasons of Japan. There are 9-13&nbsp;such days which are as follows.&nbsp;<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><thead><tr><td><strong>暦日<\/strong><\/td><td><strong>&nbsp;読み<\/strong><\/td><td><strong>&nbsp;詳細<\/strong><\/td><\/tr><\/thead><tbody><tr><td>節分<\/td><td>&nbsp;せつぶんせちぶん<\/td><td>&nbsp; Originally the start date of each season, since the Edo Period it has just referred to the start of spring (立春), which usually around Feb. 4. This is the day when people scatter beans (豆まき) to ward off evil entities.&nbsp;<\/td><\/tr><tr><td>&nbsp;彼岸<\/td><td>&nbsp;ひがん<\/td><td>&nbsp; Translated as &#8220;equicnotial week,&#8221; the spring and autumn equinoxes are set as middays (中日) with three days set bfore and after to provide two 7-day periods dedicated to Buddhist services known as 彼岸会. The first day of 彼岸 is known as 彼岸の入り, and the last day is known as&nbsp;彼岸明け.&nbsp;<\/td><\/tr><tr><td>&nbsp;社日<\/td><td>&nbsp; しゃにち<\/td><td>&nbsp;There are two 社日 each year: one in spring known as 春社（しゅんしゃ） and one in fall known as 秋社（しゅうしゃ）. The exact dates are meant to fall on the 戊（つちのえ） day closest to their respective equinox. These days are dedicated to commemorating one&#8217;s local kami (産土神)&#8211;in spring praying for good harvest and in fall showing thanks for the harvest.&nbsp;<\/td><\/tr><tr><td>&nbsp;八十八夜<\/td><td>&nbsp;はちじゅうはちや<\/td><td>&nbsp; The 87th day after 立春 meant to coincide when the fear of late frost (遅霜) is no longer a worry to farmers. It is&nbsp;said that tea picked at this time contributes to prolonged longevity.&nbsp;<\/td><\/tr><tr><td>&nbsp;入梅<\/td><td>&nbsp; にゅうばい&nbsp;つゆいり&nbsp;ついり<\/td><td>&nbsp; Occurring around June 11 when the Sun&#8217;s ecliptic is at 80°, this marks the start of the rainy season.&nbsp;<\/td><\/tr><tr><td>&nbsp;半夏生<\/td><td>&nbsp; はんげしょう<\/td><td>&nbsp;Occurring around July 2 when the Sun&#8217;s ecliptic is at 100°, this day is supposed to mark when farmers should complete their field work.&nbsp;<\/td><\/tr><tr><td>&nbsp;土用<\/td><td>&nbsp;どよう<\/td><td>&nbsp;Referring to the 18 days prior to the start of each season but now usually only referring to the summer &#8216;土用,&#8217; there is a tradition of eating eel on day of the ox in midsummer (土用の丑の日).<\/td><\/tr><tr><td>&nbsp;二百十日<\/td><td>&nbsp;にひゃくとおか<\/td><td>&nbsp;209 days after 立春, this is supposed to be the windiest of days with the highest likelihood of typhoon landfall. This day usually falls around Sept. 1.<\/td><\/tr><tr><td>&nbsp;二百二十日<\/td><td>&nbsp;にひゃくはつか<\/td><td>&nbsp; 219 days after 立春, it is believed to be the most likely day for incliment weather that could spell disaster to farmers. Typhoons do, in fact, land very frequently at this time of year, which is around Sept. 11.&nbsp;<\/td><\/tr><tr><td>&nbsp;上元<\/td><td>&nbsp;じょうげん<\/td><td>&nbsp;Jan. 15 is when the &#8216;Little New Year&#8217; (小正月) occurs.&nbsp;It is meant to be the first full moon of the year. The date of this has come about from switching over to the Gregorian calendar. Traditionally, this would have just been the celebration of the &#8216;New Year&#8217; in the lunisolar calendar, which would happen around early-mid February.&nbsp;<\/td><\/tr><tr><td>&nbsp;中元<\/td><td>&nbsp;ちゅうげん<\/td><td>&nbsp; Marking the last day of the Bon lantern festival (盂蘭盆), it&#8217;s meant to mark the first full moon of the third-quarter of the year. In the lunisolar calendar, this fell on what would be July 15th, but in the Gregorian calendar, it falls from early August to early September. In Modern Japan, the Bon festival has been shifted to August 15th from that original date of July 15th as a consequence.&nbsp;<\/td><\/tr><tr><td>&nbsp;下元<\/td><td>&nbsp;かげん<\/td><td>&nbsp; Meant to mark the first full moon of the fourth-quarter of the year, this surprisingly has no festivals set to it in Japan. However, the days before and after are days for showing thanks to the gods for the harvest, a period known as 十日夜（とおかんや）. In the old lunisolar calendar, it was marked on Oct. 15 th, but with the Gregorian calendar, it is marked between early November and early December.<\/td><\/tr><tr><td>&nbsp;大祓<\/td><td>&nbsp;おおはらえ&nbsp;おおはらい<\/td><td>&nbsp; An important ritual in Shintoism, this is when the sins of the nation (国つ罪)&nbsp;are cleansed. This occurs every day in June and December on 晦日 (the 30th). It is the latter, though, that takes greater significance as being the last day of the Gregorian year.&nbsp;<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>※The cultural significance behind these points in time&nbsp;have changed somewhat due to the change in calendars, but Japanese society has continued commemorating them in more or less traditional fashion on their new dates. ※Traditionally, only the first 9 are true 土用 with the last four being popular add-ons.&nbsp;&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">In Conclusion&#8230;　最後に…<\/h3>\n\n\n\n<p>In addition to learning what is meant by the seasons themselves in a Japanese context, we have covered even more terms related to the lunisolar calendar that further divide up the year. To practice these words, you may wish to purchase this year&#8217;s Japanese calendar, which although may be in a Gregorian format, there will still be mentions of these lunisolar terminology throughout.&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>The Seasons　春夏秋冬（四季） While the various calendar systems used in Japan have had their influences on society, th<a class=\"more-link\" href=\"https:\/\/imabi.org\/the-seasons%e3%80%80%e6%98%a5%e5%a4%8f%e7%a7%8b%e5%86%ac\/\">続きを読む <span class=\"screen-reader-text\">&#8220;The Seasons　春夏秋冬&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":""},"tags":[],"class_list":["post-1010","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-gi","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/1010","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=1010"}],"version-history":[{"count":2,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/1010\/revisions"}],"predecessor-version":[{"id":5920,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/1010\/revisions\/5920"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=1010"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=1010"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}