{"id":1025,"date":"2023-07-24T08:16:28","date_gmt":"2023-07-24T15:16:28","guid":{"rendered":"https:\/\/imabi.org\/?page_id=1025"},"modified":"2024-05-23T15:11:41","modified_gmt":"2024-05-23T22:11:41","slug":"the-causative-iii-%ef%bd%9e%e3%81%8b%e3%81%99","status":"publish","type":"page","link":"https:\/\/imabi.org\/the-causative-iii-%ef%bd%9e%e3%81%8b%e3%81%99\/","title":{"rendered":"The Causative III: ～かす"},"content":{"rendered":"\n<h3 class=\"wp-block-heading\">The Causative III: ～かす<\/h3>\n\n\n\n<p>The next wave of verbs that are transitive but created from a causative element are verbs ending in the suffix ～かす. The first thing that comes to mind when seeing these two sounds together is カス (scum). This is a very useful insult, but leaving jokes aside, this lesson will be about a somewhat productive ending that you will inevitably come across most frequently in casual situations.&nbsp;<\/p>\n\n\n\n<p>The majority of verbs with ～かす are rougher\/stronger phrases limited to casual contexts, but this is not the case for all of them. The frequency of this suffix depends on the dialect, but Standard Japanese has plenty of examples for us to study.&nbsp;&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">～かす<\/h3>\n\n\n\n<p>When confronted with examples of verbs ending in the suffix ～かす, some think that is a casual ending of recent origin. In reality, though, verbs with it have existed for as long as Japanese has been written down. &nbsp;The かす we see appears to derive from the transitive form of できる, でかす. This verb comes about from simply adding す to deki-. でかす is equivalent to うまくやる. If speakers misinterpreted this as inserting a か before す, then this explains its appearance in other verb forms.&nbsp;<\/p>\n\n\n\n<p>Next we have the similar looking&nbsp;しでかす, which is used in almost completely contrary situations of contriving and failing. Although しでかす is most often written as 仕出かす in 漢字, it may also be spelled as 為出かす. The original meaning of しでかす was し(い)だす. This verb, which still exists as しだす, means &#8220;to start to do something&#8221;. The intransitive form of 出す is 出る. This makes it more obvious that か is what was inserted. From here, we have a motivation for inserting か into other verbs.&nbsp;<\/p>\n\n\n\n<p>For the most part, か optionally appears in transitive forms to create a rougher expression. The vulgar nature of カス as in the noun should not be ignored as a motivation for most of the examples being rough in nature today as folk etymology can do wonders.<\/p>\n\n\n\n<p>Rarely is it an integral part of the phrase in Standard Japanese, but such examples do exist (寝かす, 唆す). However, its appearance in a variety of words throughout the language&#8217;s dialect suggests that かす has indeed been used as a rather productive ending. Whether or not it has a causative meaning or is used to simply make a transitive verb depends on the individual verb. If a verb with かす has no 自動詞形, it&#8217;s fair to say that the form has since disappeared.&nbsp;<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p>&nbsp;<strong><u>More&nbsp;Example Words<\/u><\/strong><\/p>\n\n\n\n<p>1. また同じ失敗をやらかしたくない。<br>&nbsp; &nbsp; I don&#8217;t want to make the same mistake again.&nbsp;<\/p>\n\n\n\n<p><strong>Word Note<\/strong>: 遣らかす is a ぞんざいな言い方 for やる and is generally fully written in ひらがな. It may also be a rough way of saying 食べる・飲む, but this is really rare and unheard of to many.&nbsp;<\/p>\n\n\n\n<p>2. 内緒にしてたんだけど、コロラド州にいたときに、大麻を1服やらかしたんだ。&nbsp;<br>&nbsp; &nbsp; I&#8217;ve kept it as a secret, but when I was in Colorado, I smoked a joint of weed.&nbsp;<\/p>\n\n\n\n<p>3. 真面目な話を茶化してごめんなさい。<br>&nbsp; &nbsp; I&#8217;m sorry for making a joke out of something serious.<\/p>\n\n\n\n<p><strong>Spelling Note<\/strong>: 誤魔化す・胡麻化す are both 当て字.<\/p>\n\n\n\n<p>4. おちゃらかすんじゃありません。&nbsp;<br>&nbsp; &nbsp; &nbsp;I&#8217;m not making a joke of anything.<\/p>\n\n\n\n<p>5. 部屋を散らかさないで。<br>　　Don&#8217;t mess up the room.<\/p>\n\n\n\n<p><strong>Word Note<\/strong>: 散らかす can be viewed as the transitive form of 散らかる, but it is often interchangeable with 散らす. Both 散らす and 散らかす can be used as supplementary verbs to describe rough, random, and or disorderly conduct. 散らかす has a rougher feeling. It fits very well when making a mess of things.&nbsp;<\/p>\n\n\n\n<p>6. ゴミを撒き散ら（か）す人がいっぱいいる。&nbsp;<br>&nbsp;　There are a lot of people who scatter trash. 　&nbsp;<\/p>\n\n\n\n<p>7. 魔法を駆使して群がる敵を蹴散ら（か）そう。&nbsp;<br>　　Let&#8217;s scatter our gathering enemies by commanding our magic.<\/p>\n\n\n\n<p>8a. お茶碗うるかしといて。　(北海道弁)<br>8b. お茶碗冷やしといて。 　(茨城弁)<br>8c. お茶碗浸しといて。<br>&nbsp; &nbsp; &nbsp;Soak the tea cups.<\/p>\n\n\n\n<p><strong>方言 Note<\/strong>: 冷やす means to &#8220;cool down&#8221;, but in some regions it oddly means 浸す (to soak). In 北海道, we can find the ～かす verb うるかす for 浸す. This appears to come from the verb 潤す (to moisten). 冷やかす either sounds somewhat archaic, slangish, or dialectical for the meaning of &#8220;to cool down&#8221;, but it is frequently used with the meaning &#8220;to ridicule&#8221;, undoubtedly from the original sense of the word. &nbsp;<\/p>\n\n\n\n<p><strong>使い分け Note<\/strong>: 冷やかす is very similar to からかう and 茶化す. All of these words are used for describing when you say something to amuse oneself that makes someone mad, embarrasses and or troubles someone. からかう can mean &#8220;to ridicule&#8221; towards non-human things and via actions other than words, which is not the case for 冷やかす and 茶化す.<br><br><strong>語源 Note<\/strong>: 茶化す’s origin is uncertain, but it does have other forms like おちゃらかす and ちゃらかす and can be viewed as a ～かす verb. Some think that it is from チャルメラ (an oboe used at ramen stands) turned into a verb by using チャ. Some think it is merely a contraction of 茶と化す (to turn into something of ridicule). This use of 茶 to mean &#8220;ridicule&#8221; comes from 茶にする which started from meaning &#8220;to take a break&#8221; to &#8220;to make fun of&#8221;. This could still be the origin even with the other forms because if people were to then treat 化す as ～かす and know it should be used with the 未然形, ちゃらかす would naturally come about. Regardless of origin, these &#8216;～かす verbs&#8217; are relatively new.&nbsp;<\/p>\n\n\n\n<p>9. あんた、人の話をおひゃらかすなよ。 　　(Dialectical)<br>　　　Don&#8217;t be ridiculing what others are saying.<\/p>\n\n\n\n<p>10. 全く犯罪を行う意思がない人を唆すことは教唆犯となります。&nbsp;<br>&nbsp; &nbsp; &nbsp; Alluring someone with absolutely no criminal intent is criminal instigation.&nbsp;<\/p>\n\n\n\n<p><strong>Form Note<\/strong>: 唆す does not have a 自動詞. Neither does 見せびらかす, 誑かす, or ちょろまかす. &nbsp;&nbsp;<\/p>\n\n\n\n<p>11. 誑かされる人が存在する限り、哲学はなくならない。&nbsp;<br>&nbsp; &nbsp; &nbsp; For as long as there are those who are deceived, philosophy will not go away.<\/p>\n\n\n\n<p>12. 教師というのは知識をひけらかしているわけではないのだ。<br>&nbsp; &nbsp; &nbsp; It&#8217;s not that a teacher is flaunting knowledge.&nbsp;<\/p>\n\n\n\n<p>13. あの人は、質問をほとんどはぐらかした。<br>&nbsp; &nbsp; &nbsp; That person dodged almost all of the questions.&nbsp;<\/p>\n\n\n\n<p>14. 人の目を盗んでちょろまかす。<br>　　 &nbsp;To deceive and steal without being noticed.<\/p>\n\n\n\n<p>15. ちょっとあいつをだまくらかしてやれ。<br>&nbsp;　　Swindle that guy!&nbsp;<\/p>\n\n\n\n<p>16. 弟はまた宿題を途中まで（やって）ほったらかしたよ。<br>　　 My little brother left his homework half-done again.<\/p>\n\n\n\n<p>17. 人前で自分の富を見せびらかす。<br>　 &nbsp; &nbsp;To show off one&#8217;s riches in front of others.&nbsp;<\/p>\n\n\n\n<p>18. 赤ん坊を寝かす。<br>&nbsp; &nbsp; &nbsp; To lay a baby down.&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>The Causative III: ～かす The next wave of verbs that are transitive but created from a causative element are ver<a class=\"more-link\" href=\"https:\/\/imabi.org\/the-causative-iii-%ef%bd%9e%e3%81%8b%e3%81%99\/\">続きを読む <span class=\"screen-reader-text\">&#8220;The Causative III: ～かす&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":""},"tags":[],"class_list":["post-1025","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-gx","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/1025","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=1025"}],"version-history":[{"count":2,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/1025\/revisions"}],"predecessor-version":[{"id":5935,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/1025\/revisions\/5935"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=1025"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=1025"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}