{"id":1027,"date":"2023-07-24T08:17:03","date_gmt":"2023-07-24T15:17:03","guid":{"rendered":"https:\/\/imabi.org\/?page_id=1027"},"modified":"2025-07-01T15:52:24","modified_gmt":"2025-07-01T22:52:24","slug":"sa-insertion%e3%80%80%e3%81%95%e5%85%a5%e3%82%8c%e8%a8%80%e8%91%89","status":"publish","type":"page","link":"https:\/\/imabi.org\/sa-insertion%e3%80%80%e3%81%95%e5%85%a5%e3%82%8c%e8%a8%80%e8%91%89\/","title":{"rendered":"\/sa\/ Insertion　さ入れ言葉"},"content":{"rendered":"\n<h3 class=\"wp-block-heading\">\/sa\/ Insertion　さ入れ言葉<\/h3>\n\n\n\n<p>A parallel yet separate phenomenon to \/ra\/ deletion, there are three unique grammatical circumstances in which the syllable \/sa\/ is inserted into a phrase due to semantic proximity with similarly constructed structures.<\/p>\n\n\n\n<p>The phenomenon being described can easily be noticed by a well-versed learner or speaker of Japanese. Take for instance the following example.<\/p>\n\n\n\n<p>1a. 明日は休ま<strong>さ<\/strong>せていただきます。<br>(We) will be closed today.<\/p>\n\n\n\n<p>The verb 休む is a <em>Godan <\/em>verb, and when combined with ～（さ）せていただく in humble speech to indicate one&#8217;s own action in the most respectful way possible, it should connect together with the ～せる iteration of the causative form to its 未然形 base, following its verb class. Thus, in Standard Japanese, we get:<\/p>\n\n\n\n<p>1b. 明日は休ませていただきます。<br>(We) will be closed today.<\/p>\n\n\n\n<p>Putting aside how many speakers would find 休業いたします to be most proper&nbsp;for this exact scenario, why is it that ～させていただく is being used essentially as a set phrase regardless of the class of the verb being used?&nbsp;<\/p>\n\n\n\n<p>Before this question is answered, this is still only one of three scenarios in which &#8216;unnecessary&#8217; \/sa\/-insertion is occurring.&nbsp;This lesson aims to introduce you to those scenarios as a real-world Japanese grammar issue that, at this point, may very well be affecting your speech as an advanced learner and how to address it properly.&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">① \/sa\/-Insertion in ～せていただく<\/h3>\n\n\n\n<p>As alluded to&nbsp;in the introduction, ～（さ）せていただく exists as a quintessential phrase in modern humble speech. Although some speakers may shrug at using it in every instance one wishes to mention personal action, its place as the most honorific sentence ending in Modern Japanese is certain.&nbsp;<\/p>\n\n\n\n<p>For the most part, a native speaker will not stumble over conjugation rules, especially when the conjugating itself is not too difficult.&nbsp;<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><thead><tr><td class=\"has-text-align-center\" data-align=\"center\"><strong>一段活用動詞<\/strong><\/td><td class=\"has-text-align-center\" data-align=\"center\"><strong>&nbsp;五段活用動詞<\/strong><\/td><\/tr><\/thead><tbody><tr><td class=\"has-text-align-center\" data-align=\"center\">食べる　⇒　食べ<strong>させていただく<\/strong><\/td><td class=\"has-text-align-center\" data-align=\"center\">&nbsp;書く　⇒　書か<strong>せていただく<\/strong><\/td><\/tr><tr><td class=\"has-text-align-center\" data-align=\"center\">&nbsp;見る　⇒　見<strong>させていただく　<\/strong>？<\/td><td class=\"has-text-align-center\" data-align=\"center\">&nbsp;読む　⇒　読ま<strong>せていただく<\/strong><\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>From this chart, we see that <em>Ichidan <\/em>verbs take ～させる and <em>Godan <\/em>verbs take ～せる. You may also notice that する and 来る are not mentioned. This is because する would manifest as させていただく anyway. Then, as for 来る, although 来させていただく would be valid morphologically, it would be unnatural for the same reason 見させていただく is marked with a question mark because the base verb already has a separate humble speech equivalent.&nbsp;&nbsp;<\/p>\n\n\n\n<p>Surprisingly, there are estimates which state that as much as 30% of the population are using ～させていただく even with <em>Godan <\/em>verbs. This phenomenon is an example of analogical leveling. In other words, rather than having two forms of what is deemed to be the same phrase, simplifying it to just one form makes things simpler.<\/p>\n\n\n\n<p>The result of this leveling has the following effect on <em>Godan <\/em>verbs.<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><thead><tr><td class=\"has-text-align-center\" data-align=\"center\"><strong>&#8216;Correct Form&#8217; for 五段活用動詞<\/strong><\/td><td class=\"has-text-align-center\" data-align=\"center\"><strong>&nbsp;\/sa\/-Insertion with 五段活用動詞<\/strong><\/td><\/tr><\/thead><tbody><tr><td class=\"has-text-align-center\" data-align=\"center\">歌う　⇒　歌わ<strong>せていただく<\/strong><\/td><td class=\"has-text-align-center\" data-align=\"center\">&nbsp;歌う　⇒　歌わさせていただく<\/td><\/tr><tr><td class=\"has-text-align-center\" data-align=\"center\">&nbsp;話す　⇒　話さ<strong>せていただく<\/strong><\/td><td class=\"has-text-align-center\" data-align=\"center\">&nbsp;話す　⇒　話ささせていただく　X<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>Although the paradigm becomes mostly leveled due to this phenomenon, there are still restrictions to its implementation. After all, it is an ongoing language change that is not accepted as mainstream. One such restriction is hinted at in this chart. For <em>Godan <\/em>verbs whose 未然形 already ends in \/sa\/, there is no need to add yet another \/sa\/. This is the same logic behind する.&nbsp;<\/p>\n\n\n\n<p>2a. それでは歌わ<strong>さ<\/strong>せていただきます。△<br>2b. それでは歌わせていただきます。〇<br>Alright, I will be singing now.<\/p>\n\n\n\n<p>Many verbs, though, are <em>Godan<\/em>, and so this phenomenon would be pervasively used by the speakers that deem it to be grammatically acceptable. In fact, many speakers identify さ入れ言葉 as only referring to this phenomenon just because of how common it is.&nbsp;<\/p>\n\n\n\n<p>With that being said, here is a summation of what is currently being observed with its use in 21st century speech.<\/p>\n\n\n\n<ol class=\"wp-block-list\">\n<li>&nbsp;The phenomenon has been observed in the speech of people born after the 1940s.&nbsp;<\/li>\n\n\n\n<li>The percentage of people who use it increases the younger the demographic is.<\/li>\n\n\n\n<li>Because させていただく is solely used in highly humble contexts, there is no opportunity for \/sa\/-insertion to occur outside of ceremonious contexts.<\/li>\n\n\n\n<li>&nbsp;It has not been observed in verbs five morae or longer.&nbsp;<\/li>\n\n\n\n<li>Women tend to exhibit this speech pattern more frequently than men.<\/li>\n\n\n\n<li>&nbsp;This phenomenon is more prevalent in the speech of speakers from East Japan.<\/li>\n\n\n\n<li>&nbsp;It is rarely seen in the written language. The reason for this is due to the well-known perception of its ungrammaticality, and so when someone must spend time to prepare a statement utilizing proper honorific speech, &#8216;common&#8217; mistakes are mostly likely to be avoided.<\/li>\n\n\n\n<li>Though upwards of 30% of speakers admit to using \/sa\/-insertion, only a fraction of these speakers admit to believing it&#8217;s grammatically acceptable.&nbsp;<\/li>\n\n\n\n<li>Hypercorrection&nbsp;of \/sa\/-insertion can be spotted when the transitive form of a verb ends in \/-asu\/ when combined with ～させていただく.<\/li>\n<\/ol>\n\n\n\n<p>Of these points, observation 9 is the most intriguing. As an example, consider the verb 飛ばす (to skip over). This is the transitive form of 飛ぶ (to fly), but they DO NOT share the same causative forms, at least not necessarily.&nbsp;<\/p>\n\n\n\n<p>The standard causative form of 飛ぶ is 飛ばせる. When used with ～（さ）せていただく, 飛ばせていただく.<\/p>\n\n\n\n<p>Although 飛ばす can indeed mean &#8220;to send flying,&#8221; its nuance is not the same as the causative form. Some may point out that the past tense and te-forms&nbsp;飛ばせた・飛ばせて can respectively be seen as 飛ばした・飛ばして, but this is a matter of accent\/dialect, not the intrinsic nature of the grammar involved. To use ～（さ）せていただくwith 飛ばす, you&#8217;d still get 飛ばさせていただきます.<\/p>\n\n\n\n<p>3. ちょっと時間の関係で飛ばさしていただきまして・・・<br>With time being a small concern, allow me to skip through&#8230;<\/p>\n\n\n\n<p>Then, as this example shows, せ → し can still occur with any iteration of the causative speech of <em>Godan <\/em>verbs as a matter of dialect. The main&nbsp; point here would be that dropping さ from the expression would be ungrammatical.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">②\/sa\/-Insertion in 2-Syllable Adjectives<\/h3>\n\n\n\n<p>In your intermediate studies, you would&#8217;ve learned about the auxiliary verb ～そうだ. This auxiliary serves two functions, neither of which share the same conjugation rules with what they follow. In the first sense, it means &#8220;to seem,&#8221; and in the second sense, it marks hearsay.&nbsp;<\/p>\n\n\n\n<p>4.&nbsp;このヨーグルトが身体に良<strong>さ<\/strong>そうだ。<br>This yogurt seems like it&#8217;s healthy.<\/p>\n\n\n\n<p>5. このヨーグルトが身体に良いそうだ。<br>(I) hear that this yogurt is healthy.&nbsp;<\/p>\n\n\n\n<p>6. トイレットペーパーがな<strong>さ<\/strong>そうなところに行くときに持っていくようにしたほうがいい。<br>When you go somewhere which doesn&#8217;t seem it would have toilet paper, it&#8217;s best to bring some with you.<\/p>\n\n\n\n<p>7. トイレットペーパーがどこに行っても無いそうだ。<br>(I) hear that there is no toilet paper wherever you go.<\/p>\n\n\n\n<p>For the meaning of &#8220;to seem,&#8221; we know that ～そうだ attaches to the stem of adjectives. However, in the case of 良い (to be good) and 無い (to not be there\/to not have), さ is inserted as a cushion syllable. The reason for why this arose with just these two adjectives is still uncertain.&nbsp;<\/p>\n\n\n\n<p>Some speakers take issue with the analysis that this rule only affects these two adjectives. Instead, they feel that it affects all two-syllable adjectives. To their defense, there are only two other such adjectives in the entire language: 濃い and 憂い. So, are there examples of 濃さそう and 憂さそう?<\/p>\n\n\n\n<p>8a. この紅茶は<strong>濃そう<\/strong>ですね。　◎<br>8b. この紅茶は<strong>濃さそう<\/strong>ですね。△<br>This black tea seems thick, doesn&#8217;t it?<br><br>When Google searching 濃さそうですね, less than 3,000 results show as opposed to the 7K+ results for 濃そうですね. When you remove the sentence endings, the results are 28K+&nbsp;and 200K+ respectively. These results suggest that speakers overwhelmingly choose 濃そう as the preferred form. When observing results for 濃さそう more closely, many come about from discussions regarding its grammaticality. However, such discussions cannot be use to discredit the phrase&#8217;s existence as many posts can be found where speakers claim it&#8217;s the preferred form in conversation where they live. In standard education, 濃そう is, in fact, deemed the correct form of the expression, which may have an effective on how prevalent it is used in the written language, which Internet posts would be a subset of.&nbsp;<\/p>\n\n\n\n<p>When researching 憂い, it must be noted that the adjective is rarely used in isolation. If used at all, it is usually paired with the prefix もの～ to get 物憂い meaning &#8220;melancholy.&#8221; Since its use is so rare in the spoken language, one may presume that the form 憂さそう might still exist if there are indeed speakers that believe inserting さ onto such two-syllable adjectives is obligatory. Upon Google searching it, only three examples appear, all used with 物憂い instead. Each example is found in novel-like prose, which may be indicative of novice mistakes from a younger generation. Although there is far from enough examples to suggest that this form could be deemed &#8216;correct&#8217; anytime soon, results of sentences written by native speakers indicates that this grammatical scenario for \/sa\/-insertion is playing out in a certain percentage of the population.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">③\/sa\/-Insertion with ～ない<\/h3>\n\n\n\n<p>It is established convention that なさそうだ and なさすぎる are proper instances of \/sa\/-insertion when ない functions as a standalone adjective.<\/p>\n\n\n\n<p>9. 綺麗な身形をしているとお金（が）<strong>なさそう<\/strong>に見えないはずだ。<br>When your attire is neat, you shouldn&#8217;t look as if you have no money.<\/p>\n\n\n\n<p>10. お金が<strong>なさすぎて<\/strong>辛い！<br>I have so little money, I can&#8217;t stand it!&nbsp;<\/p>\n\n\n\n<p>It is also commonplace for \/sa\/-insertion to occur when ない functions as an auxiliary verb. <\/p>\n\n\n\n<p>11a. 降らなそうだ。〇<br>11b. 降らなさそうだ。△～◎<br>11c. 降りそうにない。◎<br>11d. 降らないようだ。◎<br>11a~b: It doesn&#8217;t seem like it will rain.<br>11c: It seems like it won&#8217;t rain (at all).<br>11d: It doesn&#8217;t look like it will rain.<\/p>\n\n\n\n<p>Though 11a. is described as being the orthodox means of expressing  &#8220;doesn&#8217;t seem like it will rain,&#8221; it is notably overshadowed by other possible phrasings. <br><br>Interestingly enough, despite some speakers viewing \/sa\/-insertion inappropriate with the auxiliary ～ない, it dominates in the spoken language, nonetheless. This indicates that most natives do not internalize the standalone ない and the auxiliary verb ～ない as separate morphemes.<\/p>\n\n\n\n<p>12. あの店員は<strong>面白くな（さ）そう<\/strong>に仕事をしている。<br>That employee is doing his job so unenthused.&nbsp;<\/p>\n\n\n\n<p>13. 見た目は<strong>速くなさそう<\/strong>なのに、乗ったら意外にもスポーティーで走り屋でも思わず納得するような車だった！<br>Even though it doesn&#8217;t seem first outwardly, when you ride it, it&#8217;s surprisingly sporty and it&#8217;s the kind of car even a street racer would be ok with in spite of themselves.&nbsp;<\/p>\n\n\n\n<p>14. KPOPって全然<strong>有名でな（さ）そう<\/strong>なアイドルグループでも何千万回か以上視聴されているということはそれだけ海外へ浸透しているということですよね？<br>Has KPOP spread that much overseas that even the most unfamous looking idol group will be viewed tens of millions of times?<\/p>\n\n\n\n<p>15a. 彼は何も<strong>出来なすぎる<\/strong>！　〇<br>15b.&nbsp;彼は何も<strong>出来なさすぎる<\/strong>！△～〇<br>He&#8217;s unable to do way too much!<\/p>\n\n\n\n<p>16a.&nbsp;あいつは世間なんてあまりにも<strong>知らなすぎる<\/strong>。〇<br>16b. あいつは世間なんてあまりにも<strong>知らなさすぎる<\/strong>。△～〇<br>That guy knows way too little of the world.<\/p>\n\n\n\n<p>17. テレビ<strong>見な<strong>（さ）<\/strong>すぎて<\/strong>明日の天気すらわかってないわ。<br>I watch so little TV that I don&#8217;t even know what tomorrow&#8217;s weather will be like.<\/p>\n\n\n\n<p>18. 良太君、通知<strong>来な<strong>（さ）<\/strong>すぎて<\/strong>超心配！<br>Ryota, I&#8217;m so worried because I&#8217;m getting so few notifications from you!<\/p>\n\n\n\n<p>19. 日本人って<strong>勉強しな<strong>（さ）<\/strong>すぎ<\/strong>だよ・・・<br>Japanese people just study way too little&#8230;<\/p>\n\n\n\n<p>20. このくそガチャ、2★以上は<strong>出な<strong>（さ）<\/strong>すぎ<\/strong>！<br>This damn gacha, there&#8217;s too few two-stars coming from it!<\/p>\n\n\n\n<p>21. 『いまび』の担当者さん、<strong>更新しな（さ）すぎて<\/strong>本当に大丈夫なのか心配でしかない。<br>The person in charge of &#8220;IMABI,&#8221; he does so few updates, all you can do is worry that he&#8217;s even alright.<\/p>\n\n\n\n<p>As for phrases like つまらない (boring), もったいない (too good), and かたじけない (indebted), because their&nbsp;morphological relation with ～ない is complicated, some believe that ～なそうだ・なすぎる are proper due to ～ない being inseparable. Yet, in reality, ～なさそう・なさすぎる are deemed more natural by a larger percentage of speakers.<\/p>\n\n\n\n<p>22. 健太君が、<strong>もったない(さ)そうに<\/strong>こぼしたビールを見つめていた。<br>Kenta was staring at the waste of beer he had spilled.<\/p>\n\n\n\n<p>23. 最低で<strong>つまらな(さ)すぎて<\/strong>逆に観たくなる映画だよ。<br>It&#8217;s the kind of movie that&#8217;s so bad and boring that you want to watch it.<\/p>\n\n\n\n<p>24. 彼女は<strong>つまらな（さ）そうに<\/strong>仕事中ずっと外を見ていた。<br>She seemed so bored that she was staring outside all throughout work.<\/p>\n\n\n\n<p>25. 男は<strong>忝（さ）そうに<\/strong>頭を下げた。<br>The man lowered his head in gratitude.<\/p>\n\n\n\n<p>※It must be noted that 忝（かたじけな）い is seldom used, meaning you will not see much examples either way with ～な（さ）そうだ or ～な（さ）すぎる.<\/p>\n\n\n\n<p>Then, there are regular adjectives that happen to end in \/nai\/ such as 少ない (few), 危ない (dangerous), and 汚い (dirty), which lack the auxiliary ～ない altogether. As for these words, the phenomenon of \/sa\/-insertion is not seen nearly as frequently, and doing so is deemed to be ungrammatical by the majority of speakers. As such, any examples of this are deemed as mistakes caused by the outward resemblance.&nbsp;&nbsp;<\/p>\n\n\n\n<p>26.&nbsp;<strong>危なさそう<\/strong>な天気だなあ。△～X<br>The weather sure looks dangerous.<\/p>\n\n\n\n<p>Nonetheless, there are some mistakes that can be made all the time. Perhaps Ex. 26 will be completely natural to most speakers 100 years from now.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>\/sa\/ Insertion　さ入れ言葉 A parallel yet separate phenomenon to \/ra\/ deletion, there are three unique grammatical c<a class=\"more-link\" href=\"https:\/\/imabi.org\/sa-insertion%e3%80%80%e3%81%95%e5%85%a5%e3%82%8c%e8%a8%80%e8%91%89\/\">続きを読む <span class=\"screen-reader-text\">&#8220;\/sa\/ Insertion　さ入れ言葉&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":""},"tags":[],"class_list":["post-1027","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-gz","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/1027","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=1027"}],"version-history":[{"count":11,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/1027\/revisions"}],"predecessor-version":[{"id":12136,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/1027\/revisions\/12136"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=1027"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=1027"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}