{"id":103,"date":"2023-07-10T22:52:35","date_gmt":"2023-07-11T05:52:35","guid":{"rendered":"https:\/\/imabi.org\/?page_id=103"},"modified":"2025-07-23T11:41:12","modified_gmt":"2025-07-23T18:41:12","slug":"the-particle-ga-%e3%81%8c-ii-object-marker","status":"publish","type":"page","link":"https:\/\/imabi.org\/the-particle-ga-%e3%81%8c-ii-object-marker\/","title":{"rendered":"The Object Marker が"},"content":{"rendered":"\n<h2 class=\"wp-block-heading\">The Object Marker が　<br>対象を表す「が」<\/h2>\n\n\n\n<p>In&nbsp;Lesson 16, we learned how the particle&nbsp;を marks the direct object of a sentence<sup data-fn=\"eda5bc94-09b7-4dcf-a489-0924933432ca\" class=\"fn\"><a href=\"#eda5bc94-09b7-4dcf-a489-0924933432ca\" id=\"eda5bc94-09b7-4dcf-a489-0924933432ca-link\">1<\/a><\/sup>. Direct objects are&nbsp;acted upon by an active agent (doer). Meaning, there is someone or something that is willfully exerting intent on another entity.<\/p>\n\n\n\n<p>i. Sam&nbsp;<em>chopped<\/em>&nbsp;<strong>the lettuce<\/strong>.<br>ii. Sarah&nbsp;<em>threw&nbsp;<\/em><strong>the ball<\/strong>.<br>iii. Dusty&nbsp;<em>petted<\/em>&nbsp;<strong>the cat<\/strong>.<\/p>\n\n\n\n<p>Some verbs, however, do not involve an activity with an active agent. Some simply express a stative condition. For such verbs, the agent is not necessarily exerting his\/her control over the object. The relation between agent and object, then, can be viewed as a mere statement of reality.<\/p>\n\n\n\n<p>iv. I&nbsp;<em>understand<\/em>&nbsp;<strong>the situation<\/strong>.<br>v. I&nbsp;<em>have<\/em>&nbsp;<strong>three dogs<\/strong>.<br>vi. I&nbsp;<em>need<\/em>&nbsp;<strong>money<\/strong>.<br><br>These verbs (in italics) are all treated as transitive verbs because, in English, they have objects (in bold). However, their meanings are stative in nature. A stative verb is one that expresses a state\/condition rather than an activity. In English, stative verbs can either be intransitive or transitive depending on whether there is an object.<\/p>\n\n\n\n<p>vii. There are horses here. (intransitive)<br>viii. The flag stands still. (intransitive)<br>ix. The fire burns brightly. (intransitive)<br>x. Everyone wants money. (transitive)<br>xi. I like dogs. (transitive)<br>xii. I hate cats. (transitive)<\/p>\n\n\n\n<p>In English, while objects are typically linked to verbs of activity, this is not the case for stative-transitive verbs. In fact, these verbs share much in common with adjectives. After all, adjectives are primarily used in expressing the state\/condition of something. &nbsp;<\/p>\n\n\n\n<p>xiii. I’m good at math.<br>xiv. I’m bad at physics.<br>xv. Spiders are scary.<br>xvi. I’m scared of spiders.<\/p>\n\n\n\n<p>Whether it be a stative-transitive verb or an adjective with an object, they both constitute what are called stative-transitive predicates. In Japanese, the <em>objects<\/em> of these so-called &#8220;stative-transitive predicates&#8221; are marked by&nbsp;が as opposed to&nbsp;を.&nbsp;<\/p>\n\n\n\n<p>These predicates involve perception, necessity, possession, inherent desire, etc. An important commonality is that, in Japanese, these attributes are all viewed as being&nbsp;<strong>outside the realm of the agent&#8217;s control<\/strong>. Even when someone &#8220;wants something,&#8221; the want is treated as an emotion the speaker (agent of the wanting) cannot control. This lack of control prompts the Japanese mind to use が over&nbsp;を. &nbsp;&nbsp;&nbsp;<\/p>\n\n\n\n<p>Stative-transitive predicates carry over into Japanese as either&nbsp;intransitive verbs, the subtype of which will be called stative-ergative predicates for the purpose of this discussion, or&nbsp;as adjectives\/adjectival nouns. Why some&nbsp;correspond to intransitive verbs and others to&nbsp;adjectives\/adjectival nouns may seem arbitrary because,&nbsp;either way, they are still predicates with objects marked by&nbsp;が, but it will be important to view them as unique grammatical environments to study individually. &nbsp;<\/p>\n\n\n\n<p>In Japanese, &#8220;intransitive verb&#8221;&nbsp;自動詞 refers not only to verbs that have no objects, but also to verbs whose objects are marked by&nbsp;が<sup data-fn=\"6739f8b7-204c-43cb-b394-659da588379e\" class=\"fn\"><a href=\"#6739f8b7-204c-43cb-b394-659da588379e\" id=\"6739f8b7-204c-43cb-b394-659da588379e-link\">2<\/a><\/sup>, and&nbsp;&#8220;transitive verb&#8221;&nbsp;他動詞 is reserved only to verbs with an active agent whose objects are marked by&nbsp;を.&nbsp;<\/p>\n\n\n\n<p>Now that we have learned what stative-transitive predicates are in English, it is time to see how they <strong>manifest<\/strong> in Japanese. These predicates will be divided into two broad categories with further semantic divisions, as shown below. <\/p>\n\n\n\n<p><strong>Objective Stative Predicates<\/strong><\/p>\n\n\n\n<p>・Possession<br>・Necessity<br>・Non-intentional Perception<br>・Non-intentional Understanding<br>・Ability<\/p>\n\n\n\n<p><strong>Subjective Stative Predicates<\/strong><\/p>\n\n\n\n<p>・Internal Feeling<br>・Like\/Dislike<br>・Want\/Desire<br>・Competence<\/p>\n\n\n\n<p>Some of these categories exhibit interchangeability between<em>&nbsp;<\/em>が and&nbsp;を. In this lesson, we will focus first on the instances&nbsp;が seems to mark the object, and in later lessons, we will investigate these circumstances on a more individual basis.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Objective Stative Predicates&nbsp; &nbsp; &nbsp;<br>客観的状態動詞述語の対象を表す「が」<\/h3>\n\n\n\n<p>Before we delve into what these verbs look like in Japanese, let&#8217;s revisit past discussions that will be pertinent to the discussions in this lesson.<\/p>\n\n\n\n<p>1.&nbsp;The subject\/agent&nbsp;of a&nbsp;stative-ergative predicate must be a&nbsp;person&nbsp;or&nbsp;a personified entity. Otherwise, the particle&nbsp;が would simply be marking the subject of a typical intransitive verb.<\/p>\n\n\n\n<p>2. The subject and topic are <strong>often<\/strong> the same entity. When said entity is marked as the&nbsp;topic&nbsp;by&nbsp;は,&nbsp;the subject is still the X element of the basic sentence structure X [が・は] （Yを) Z<sup data-fn=\"96edbf4a-cca0-4f7b-bf10-9b362114421e\" class=\"fn\"><a href=\"#96edbf4a-cca0-4f7b-bf10-9b362114421e\" id=\"96edbf4a-cca0-4f7b-bf10-9b362114421e-link\">3<\/a><\/sup>.<\/p>\n\n\n\n<p>3. When the subject is marked by&nbsp;が and there is also another&nbsp;が to mark the object of a stative-ergative predicate, the subject<em>&nbsp;<\/em>が is exhaustive in nature<sup data-fn=\"c020711f-8855-473f-a488-6899a25a7732\" class=\"fn\"><a href=\"#c020711f-8855-473f-a488-6899a25a7732\" id=\"c020711f-8855-473f-a488-6899a25a7732-link\">4<\/a><\/sup>. Meaning, out of any other entity, that subject\/agent is singled out being exclusively representative of the truth statement of the predicate. Thinking a sentence is wrong because it has two<em>&nbsp;<\/em>が is flawed, as they will inevitably serve different functions.&nbsp;As to how they differ, that has to be examined by predicate type.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">Possession: ある &amp; いる<\/h4>\n\n\n\n<p>On top of meaning &#8220;to be,&#8221; the verbs&nbsp;ある and&nbsp;いる can also mean &#8220;to have.&#8221;<em>&nbsp;<\/em>ある is used to show possession of inanimate objects that may or may not be alive.&nbsp;いる is primarily used to show possession of human relations. <br><br>Whenever the subject=owner=possessor is stated,&nbsp;が is typically interpreted with its exhaustive meaning. The use of&nbsp;は to mark the possessor as the topic implicitly contrasts the agent with other entities to some degree, but when&nbsp;に<sup data-fn=\"371f3f2f-c2fc-4802-9e9e-d40948bb5964\" class=\"fn\"><a href=\"#371f3f2f-c2fc-4802-9e9e-d40948bb5964\" id=\"371f3f2f-c2fc-4802-9e9e-d40948bb5964-link\">5<\/a><\/sup>は is used, it is like saying &#8220;&#8230;for one&#8221; in English.&nbsp;<\/p>\n\n\n\n<p>These two verbs primarily show existence, and this is reflected in their secondary meaning of “to have,” so much so that the use of&nbsp;には<em> can<\/em> be literally interpreted as showing the place where possession occurs &#8211; which is how the notion of agency and possession are linked to residing. This connection between the possessor and possessed entity becomes heavily emphasized as an effect, which is what brings out the translation &#8220;&#8230;for one.&#8221;<\/p>\n\n\n\n<p>1. 私（に）は腕時計があります。<br>I (for one) have a wristwatch.<\/p>\n\n\n\n<p>2. 私たち（に）は十分なお金があります。<br>We (for one) have enough money.<\/p>\n\n\n\n<p>3. （私【には・は】）兄がいます。<br>[I, for one,\/As for me, I] have an older brother.<\/p>\n\n\n\n<p>4. 私（に）は友達が【います・いません】。<br>I (for one) [have\/have no] friends.<br><br>5. 女<span style=\"text-decoration: underline;\">に<\/span><sup data-fn=\"f1497f7f-b6e8-4ce0-886d-3d0870ab4e44\" class=\"fn\"><a href=\"#f1497f7f-b6e8-4ce0-886d-3d0870ab4e44\" id=\"f1497f7f-b6e8-4ce0-886d-3d0870ab4e44-link\">6<\/a><\/sup>孫がいるって？若い女と想像していた。<br>You&#8217;re saying the woman has a grandchild? I was imagining a younger woman. <\/p>\n\n\n\n<h5 class=\"wp-block-heading\">Having Pets<\/h5>\n\n\n\n<p>Having pets\/livestock is usually expressed with&nbsp;飼っている.&nbsp;&nbsp;Students are often tempted to use&nbsp;いる to express having pets. Although this is not technically wrong,&nbsp;には would need to mark the subject.<\/p>\n\n\n\n<p>6. 私は【犬・猫・ウサギ・亀・アライグマ・狐・鹿】を飼っています。<br>I have a [dog\/cat\/rabbit\/turtle\/raccoon\/fox\/deer].<\/p>\n\n\n\n<p>7. 私には猫がいます。<br>I, for one, have a cat.<\/p>\n\n\n\n<p>8. 【我が家・家】には猫がいます。<br>I have a cat at [my\/our house\/home].<\/p>\n\n\n\n<p>A more practical way to say one has a cat or any other kind of pet is to say that you have it at one’s home. This means&nbsp;いる is used in the literal sense of the pet existing at a certain location, and the implication of ownership of said animal is made by association with the location of the pet&#8217;s existence—your home.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">Necessity:&nbsp;要る<\/h4>\n\n\n\n<p>The 五段 verb 要る means &#8220;to need&#8221; regarding a certain need for time, resources, money, etc. While the object of these inherent needs are marked with が, when willful intent is hard to ignore, we see that zero-particle renditions (Exs. 11-12) are commonplace.<\/p>\n\n\n\n<p>9. 入場料は要らないですが、乗り物はお金が要ります。<br>Admission fee isn’t needed, but you need money for the rides.<\/p>\n\n\n\n<p>10. 最初は少しコツが要ります。<br>Some skill is needed from the start.<\/p>\n\n\n\n<p>11.このお菓子、要る？<br>Do you really want this candy?<\/p>\n\n\n\n<p>12. 【晩ご飯・夜ご飯】、要る？要らない？<br>Do you need dinner, or do you not?<\/p>\n\n\n\n<h5 class=\"wp-block-heading\"><strong>要るVS&nbsp;必要だ<\/strong><\/h5>\n\n\n\n<p>The intransitive=stative absolutive (See Footnote 2) 要る is similar to the adjectival-noun predicate&nbsp;必要だ meaning &#8220;to be necessary.&#8221;&nbsp;必要だ is far&nbsp;more broad in usage, as anything may be presented as a necessity with it; whereas&nbsp;要る is typically limited to nouns that can be conceptualized as some sort of resource. To &#8220;need&#8221; is rather subjective in nature, as is also the case with&nbsp;要る, but&nbsp;必要だ can be used in very objective contexts.<\/p>\n\n\n\n<p>13. 注意が必要です。<br>Caution is necessary.<\/p>\n\n\n\n<p>14. お金が必要だ。<br>Money is needed\/necessary.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">Non-intentional Perception:&nbsp;見える &amp;&nbsp;聞こえる<\/h4>\n\n\n\n<p>The verbs&nbsp;見える and&nbsp;聞こえる express that something is visible and audible respectively. Neither verb implies volition. Rather, they merely express the natural phenomena of sight and hearing. They are typically translated as &#8220;can see&#8221; and &#8220;can hear,&#8221; respectively, but it may be best to perceive them as meaning &#8220;visible&#8221; and &#8220;audible&#8221; so that you do not attribute volition to them.<\/p>\n\n\n\n<p>15. 山の景色が見えます。<br>The mountain scenery is visible.<br>I\/one can see the mountain scenery.<\/p>\n\n\n\n<p>16. 何が見えますか。<br>What’s visible?<br>What can you see?<sup data-fn=\"69311a29-2144-4153-9b84-9636c7b416bb\" class=\"fn\"><a href=\"#69311a29-2144-4153-9b84-9636c7b416bb\" id=\"69311a29-2144-4153-9b84-9636c7b416bb-link\">7<\/a><\/sup><br><br>17. 聞こえましたか？<br>Did you hear it?<\/p>\n\n\n\n<p>18. 大きな爆発が聞こえました。<br>I heard a large explosion.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">Non-Intentional = Inherent Understanding: <br>分かる<\/h4>\n\n\n\n<p>There are two different meanings of&nbsp;分かる. It can be used to mean &#8220;to understand&#8221; or &#8220;to become known<sup data-fn=\"ec28cead-8f90-43b4-9753-752792337e3b\" class=\"fn\"><a href=\"#ec28cead-8f90-43b4-9753-752792337e3b\" id=\"ec28cead-8f90-43b4-9753-752792337e3b-link\">8<\/a><\/sup>.&#8221; For the first meaning,&nbsp;分かる behaves like the stative-ergative subtype of Japanese intransitive verbs at the heart of this discussion. The agent of knowing does not <em>know<\/em> what is known by them intentionally, per se. Yet, the agent certainly does know, and in an <em>intrinsic<\/em> way. <br><br>The object of knowing is marked by が, as is representative of this predicate type in which the absence of a willful agent triggers such objects to be marked with が like a subject. This, then, connects to the second definition &#8220;to become known,&#8221; in which case が behaves no differently than it normally does as the subject marker.<\/p>\n\n\n\n<p>19. 日本語が分かりますか。<br>Do you understand Japanese?<\/p>\n\n\n\n<p>20. 私は韓国語がわかりません。<br>I don’t understand Korean.<\/p>\n\n\n\n<p>21. 関東人は関西弁がわかりますか。<br>Do people from Kanto understand the Kansai dialect?<\/p>\n\n\n\n<p>22. その原因が分かりました。<br>The cause has become known.<br><br>23. 僕の気持をわかってくれ。<br>Understand my emotions!<\/p>\n\n\n\n<p>Incidentally, the particle&nbsp;を is occasionally used instead of&nbsp;が with&nbsp;分かる whenever it is used in heavily emotionally driven contexts,&nbsp;but this usage is quite different as it does imply volition. This usage is treated as a neologism among younger speakers and is still deemed&nbsp;ungrammatical to many. For more information, see <a href=\"https:\/\/imabi.org\/%e7%9f%a5%e3%82%8b-vs-%e5%88%86%e3%81%8b%e3%82%8b\/\" data-type=\"page\" data-id=\"302\">Lesson 109<\/a>.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">Ability:&nbsp;できる<\/h4>\n\n\n\n<p>The verb&nbsp;できる can mean&nbsp;&#8220;to be able to,&#8221; and as you will learn in <a href=\"https:\/\/imabi.org\/potential-i-the-potential-form\/\" data-type=\"page\" data-id=\"255\">Lesson 95<\/a>, the default object marker for potential verb predicates<sup data-fn=\"e8c38cca-5964-444d-8383-7e86a11401c2\" class=\"fn\"><a href=\"#e8c38cca-5964-444d-8383-7e86a11401c2\" id=\"e8c38cca-5964-444d-8383-7e86a11401c2-link\">9<\/a><\/sup> happens to be が, as ability has traditionally been akin to a state of being as opposed to willful behavior on standby.&nbsp;<\/p>\n\n\n\n<p>24. 日本語ができますか。<br>Can you speak Japanese?<\/p>\n\n\n\n<p>25. 彼はテニスができます。<br>He can play tennis.<\/p>\n\n\n\n<p>26. 私は少し手話ができます。<br>I can speak a little sign language.<\/p>\n\n\n\n<p>27. どんなスポーツができますか。<br>What kind of sports can you play?<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Subjective Stative Predicates<br>感情的・主観的状態述語の対象を表す「が」<\/h3>\n\n\n\n<p>All stative-transitive predicates in English involving emotion correspond to adjectives\/adjectival nouns in Japanese. Just from the fact that they are not verbs disqualifies them from being used with the particle&nbsp;を, but these predicates still have objects which are, of course, marked by&nbsp;が.&nbsp;<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">Internal Feeling<\/h4>\n\n\n\n<p>&#8220;To be scary&#8221; and &#8220;to be scared of&#8221; are two sides of the same coin, but one thing that might be confusing is that this &#8216;coin&#8217; is just a flat surface in Japanese. Meaning, the word&nbsp;怖い covers both.&nbsp;<\/p>\n\n\n\n<p>28. 妖怪が怖い！<br>Ghosts are scary!<br>I’m scared of ghosts.<\/p>\n\n\n\n<p>Saying something is scary is a comment on one&#8217;s feelings, and that is how the complement marked by が is viewed as the subject marker. However, the translation &#8220;I&#8217;m scared of ghosts&#8221; best reflects the grammatical reality we have been discussing so far. &#8220;Ghost&#8221; would be the object of a Japanese stative-ergative predicate, and the agent (the one who is acting all afraid toward ghosts) would be the &#8220;I&#8221; of the sentence, which would be simply omitted, as is generally common in Japanese in the first place.<\/p>\n\n\n\n<p>29. 私が怖い？<br>I’m scary?<br>Are you scared of me?<\/p>\n\n\n\n<p>30. 「俺、クモが怖くないよ」「本当？僕は怖いけど。」<br>“Me, I’m not afraid of spiders.” “Really? Well, I am.”<\/p>\n\n\n\n<p>31. 私は怖い母親です。<br>I’m a &#8220;scary&#8221; mother.<\/p>\n\n\n\n<p>In isolation,&nbsp;Xは怖い is consequently grammatically ambiguous. It could be that there is a zero-pronoun, which would indicate that “X” is the agent and not the object of fear. <br><br>In Ex. 31, however, this ambiguity does not occur. With&nbsp;怖い modifying a noun, 私 cannot be the subject\/agent of the dependent clause [怖い] modifying 母親. Meanwhile,&nbsp;私 still behaves as the object of fear of the mother’s child(ren), but that relationship is contextually understood. In short, in isolation,&nbsp;私は怖い can indeed mean either &#8220;I&#8217;m scary&#8221; or &#8220;I&#8217;m scared.&#8221; Any context would make it clear as to what the syntactic role of what the complement followed by は possesses.<\/p>\n\n\n\n<p>32. 僕は柿が待ち遠しい。<br>I look forward to persimmons.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">Like\/Dislike<\/h4>\n\n\n\n<p>The adjectival noun expressions&nbsp;好きだ and&nbsp;嫌いだ respectively show personal like and dislike. Interestingly, both these words did derive from regular transitive verbs.&nbsp;<\/p>\n\n\n\n<p>33. どんな料理が好きですか。<br>What kind of food do you like?<\/p>\n\n\n\n<p>34. 私は彼が好きです。<br>I like him.<\/p>\n\n\n\n<p>35. 猫はみんな僕が好きみたいですねえ。<br>All cats seem to like me, don’t they?<\/p>\n\n\n\n<p>The word &#8220;personal&#8221; is used because there is&nbsp;a general principle in Japanese that one can never definitively state the mindset of another person (third person). In such a situation, a qualifier must be added to make clear that one is not asserting absolute knowledge pertaining to someone else’s feelings (Ex. 35).<\/p>\n\n\n\n<p>36. 人が【異性・同性】｛が・を｝好きになる理由は何ですか。<br>What are the reasons for why people like the [opposite sex\/same sex]?&nbsp;<\/p>\n\n\n\n<p>The particle&nbsp;を is occasionally seen instead of&nbsp;が with&nbsp;好きだ in casual speech, but this is still viewed ungrammatical by most speakers. However, it is representative of how lack of agency is the critical feature that enables が to mark the objects of stative-ergative predicates as subjects (subject ≠ agent). <\/p>\n\n\n\n<p>37. 上司が嫌いです。<br>I hate my boss.<\/p>\n\n\n\n<p>38. 【娘・息子】の彼氏が嫌いです。<br>I hate my [daughter’s\/son’s] boyfriend.<\/p>\n\n\n\n<p>39. 食べ物は何が嫌いですか。<br>What foods do you hate?<\/p>\n\n\n\n<p>40. 私がすぐ人｛が・を｝嫌いになる理由は何だろう。<br>I wonder what the reasons are for why I end up hating people immediately?<\/p>\n\n\n\n<p>Although not as common as with&nbsp;好きだ, some speakers will occasionally utilize&nbsp;～を嫌いだ; however, this is still ungrammatical to most speakers but nonetheless reflective of the dynamics touched upon in this lesson.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">Want\/Desire<\/h4>\n\n\n\n<p>The&nbsp;adjective&nbsp;欲しい&nbsp;is used to show personal want\/desire for something, but it is not extended to show personal want <em>to do<\/em> something. It is also not extended to indicate third-person desire. As should be expected by this point, objects of personal desire are marked by が, reflective of the notion that they are inherent desires that the agent cannot help.<\/p>\n\n\n\n<p>41. 子供が欲しいです。<br>I want a child\/children.<\/p>\n\n\n\n<p>42. 話し相手が欲しいです。<br>I want someone to talk to.<\/p>\n\n\n\n<p>43. 明確な返事がほしいです。<br>I want a clear response.<\/p>\n\n\n\n<p>44. どちらがほしいですか。　<br>Which one do you want?<\/p>\n\n\n\n<p>In <a href=\"https:\/\/imabi.org\/want-feeling-i-%ef%bd%9e%e3%81%9f%e3%81%84-%e3%81%bb%e3%81%97%e3%81%84\/\" data-type=\"page\" data-id=\"308\">Lesson 110<\/a>, we will learn how ～をほしい is now appearing in colloquial speech, and for the same reason ～を好きだ・～を嫌いだ are appearing. <\/p>\n\n\n\n<h4 class=\"wp-block-heading\">Competence<\/h4>\n\n\n\n<p>There are several phrases in Japanese for &#8220;to be good at&#8221; and &#8220;to be bad at.&#8221; How they mainly differ is to what degree they qualify someone and who the subject can be.<\/p>\n\n\n\n<p><strong>Good At<\/strong><\/p>\n\n\n\n<p>・上手だ – Used to express how well someone is at something, it is meant to be a generally nice compliment, but in some situations, it may be taken sarcastically or poorly if the comment is not warranted. For instance, saying someone&#8217;s Japanese is&nbsp;上手 could be insulting to someone who has been in the country for decades. One&#8217;s demeanor plays a major role in how this phrase is interpreted.<br>・うまい – This is generally felt as a more lighthearted version of above and is more appropriate in casual situations, especially among men.&nbsp;<br>・得意だ – This is used to express personal&nbsp;forte, thus also able to refer to one&#8217;s own.<br><br><strong>Bad At<\/strong><\/p>\n\n\n\n<p>・苦手だ – Neutral way of expressing “bad at.”<br>・不得意だ – Neutral way of expressing that something is not one’s forte.<br>・まずい &nbsp;&#8211; Subjective way of expressing “bad at&#8221; and is certainly rude but honest when not about oneself.<br>・下手だ – A curt way to express how someone is bad at something. Although it can refer rather coarsely to one&#8217;s inability, it is usually directed at others in a not-so-nice way.&nbsp;&nbsp;<br>・下手くそだ – A more vulgar\/emphatic version of&nbsp;下手だ.<br><br>One word of caution that must be had when using any of these phrases is how you go about saying it. Your demeanor can turn a compliment into a backhanded insult, and not truly appreciating someone&#8217;s skill or evaluating their lack of skill could be received poorly if you do not choose your words carefully.&nbsp;<\/p>\n\n\n\n<p>45. 日本語が（お）<sup data-fn=\"baeee056-dd0e-4e4b-a23d-edde36ba4835\" class=\"fn\"><a href=\"#baeee056-dd0e-4e4b-a23d-edde36ba4835\" id=\"baeee056-dd0e-4e4b-a23d-edde36ba4835-link\">10<\/a><\/sup>上手ですね。<br>Your Japanese is good.<\/p>\n\n\n\n<p>46. 私は料理が得意です。<br>I’m good at cooking.<\/p>\n\n\n\n<p>47. 運転がうまいですね。<br>Wow, your driving is good.<\/p>\n\n\n\n<p>48. 英語が苦手ですが、頑張ります。<br>I’m bad at English, but I’ll try.<\/p>\n\n\n\n<p>49. 僕は早起きが苦手です。<br>I’m bad at waking up early.<\/p>\n\n\n\n<p>50. 彼女はメイクが下手だ。<br>She’s bad at makeup.<\/p>\n\n\n\n<p>51. あいつはどうも苦手だ。<br>He’s terribly hard to deal with.<\/p>\n\n\n\n<p>苦手だ may also express that one has difficulties dealing with someone. &nbsp;<\/p>\n\n\n\n<p>52. お前は字が下手くそだな。<br>Your handwriting is crappy, you know.<\/p>\n\n\n\n<p><strong>Word Note<\/strong>:&nbsp;お前 is a masculine, rough word for &#8220;you&#8221; that should only be used if you truly understand all of its connotations. In Ex. 51, the speaker is being overtly rude to the listener.&nbsp;<\/p>\n\n\n\n<div class=\"wp-block-buttons is-content-justification-center is-layout-flex wp-container-core-buttons-is-layout-16018d1d wp-block-buttons-is-layout-flex\">\n<div class=\"wp-block-button\"><a class=\"wp-block-button__link has-text-align-center wp-element-button\" href=\"https:\/\/imabi.org\/the-particle-ka-%e3%81%8b-ii-%ef%bd%9e%e3%81%aa%e3%81%84%e3%81%8b\/\">Previous Lesson<\/a><\/div>\n\n\n\n<div class=\"wp-block-button\"><a class=\"wp-block-button__link has-text-align-center wp-element-button\" href=\"https:\/\/imabi.org\/the-particle-mo-%e3%82%82-i-also-too\/\">Next Lesson<\/a><\/div>\n<\/div>\n\n\n<ol class=\"wp-block-footnotes\"><li id=\"eda5bc94-09b7-4dcf-a489-0924933432ca\">Specifically, verbs denoted as transitive verbs 他動詞 in Japanese grammar. Japanese transitive verbs require that the doer (agent), which in their case is equivalent to the subject, willfully (=purposefully) acts upon the direct object.  <a href=\"#eda5bc94-09b7-4dcf-a489-0924933432ca-link\" aria-label=\"脚注参照1にジャンプ\">↩︎<\/a><\/li><li id=\"6739f8b7-204c-43cb-b394-659da588379e\">When an &#8220;object&#8221; corresponds to the subject of an intransitive predicate, that intransitive predicate may also be specifically denoted as an <em>ergative<\/em>-like predicate. This indicates that 自動詞, as a kind of verb, can be further broken down into at least three different subtypes:<br>1. Stative-Ergative Intransitive (ex. わかる (to understand)): Intransitive verbs whose agents are not willful doers, and by their semantic objects being marked with が, it seems as though there is no agent at all.   <br>2. Unergative Intransitive (ex. 笑う (to laugh)): Intransitive verbs in which the subject is an agent (willful doer) actively initiating said action. <br>3. Unaccusative Intransitive (ex. 死ぬ (to die)): Intransitive verbs with no agent at all. The person who dies is the subject of the dying, and that subject cannot be viewed as an agent. <br>Distinguishing between the first two types is generally overlooked in Japanese grammar discussions. One reason for this is that verbs noted to be &#8220;ergative&#8221; in Japanese, as well as English for that matter, are those which can be used intransitively or transitively without change in word form, of which 笑う is actually an example of this:<br>i. 人を笑う = &#8220;to laugh <em>at<\/em> someone&#8221; → transitive<br>vs<br>ii. 誰かが笑っている = &#8220;someone is laughing&#8221; → intransitive<br>In this scenario, the object argument is marked by を when the verb is transitive\/accusative, but when the verb is intransitive\/unaccusative, that same argument as before is now the subject argument and is, thus, marked by が. What, then, makes the intransitive iteration unergative? The first issue is that &#8220;ergative&#8221; verb is not quite the right word. Instead, viewing these verbs themselves as ambitransitive (両義動詞), is more appropriate, in the same way labeling stative-transitive realizations in Japanese as being ergative as opposed to ergative-like is similarly misleading.       <br>So, what prevents intransitive verbs like わかる from being blanketly labeled as &#8220;ergative&#8221; predicates? <br>One, these verbs do not typically have instances, at least without additional morphology, in which they can be used as typical transitive verbs. This rules out using the word &#8220;ergative&#8221; synonymously with the concept of &#8220;ambitransitivity&#8221; in morphology. These stative-transitive-equivalent predicates in Japanese all, however, may be likened to transitive-functioning paraphrases. For instance, the semantic similarity between わかる and 理解する is uncanny. This reestablishes the &#8220;ergative&#8221;-<em>likeness<\/em> of these predicates.  <br>Secondly, although the objects of these predicates are treated as subjects in an intransitive structure, the subject of a transitive predicate is not specially marked by a separate case marker in Japanese, which is what one would expect to be a key feature of a language which possesses &#8220;ergativity&#8221; as a widespread grammatical phenomenon. This prevents these predicates from being ergative in the overall case marking structure of Japanese. Typically, languages are one of two types: ergative vs. accusative. In an ergative language, intransitive subjects and transitive objects take the same case markers (or are grammatically treated as being the same) and transitive subjects (=agent) are handled differently. In Japanese, there are not separate subject markers depending on whether a verb is intransitive or transitive; therefore, it is not an ergative language. Instead, Japanese is an accusative language. In these languages, intransitive subjects and transitive subjects (=agents) take the same case markers (or are grammatically treated as being the same), and it is the object of transitive verbs that take a different case marker.  <br>Another confusing factor is that even if we grant that predicates like わかる are ergative-like, we cannot label が as being the &#8220;ergative case (能格),&#8221; as that is meant to refer to transitive subjects in those languages, not the equal treatment of all (or some) intransitive subjects and transitive objects. The latter is known as the absolutive case (絶対格), which is what would be at play as in how this all pertains to が as an object marker. <br>In conclusion, ergativity as a phenomenon is triggered in Japanese ONLY when the agency (willfulness) of the agent is near zero or non-existent. At this point, the agent&#8217;s object becomes marked by が as opposed to を, as the complement in question is being perceived as a subject with the perceived absence of an agent. These predicates are all stative-transitive in English, which further exemplifies the innate interchangeability between the notion of &#8220;subject&#8221; and &#8220;object&#8221; in the context of ergative predicates, with this restrictive environment crucial to the phenomenon&#8217;s minor appearance in Japanese, as it is crucially not endemic in the language. As how this all pertains to what が is, though, in terms of case, as opposed to marking the nominative\/accusative case 主格, it would be marking the absolutive case 絶対格 for these predicates. In this light, the subject が and the<em> object<\/em> が can be delineated in terminology as NOT being one and the same, albeit with the concession that further research can one day resolve the apparent lack of proper terminology for が・を interchangeability in lieu of actual ergative languages.     <br>  <a href=\"#6739f8b7-204c-43cb-b394-659da588379e-link\" aria-label=\"脚注参照2にジャンプ\">↩︎<\/a><\/li><li id=\"96edbf4a-cca0-4f7b-bf10-9b362114421e\">As for the deep sentence structure of sentences with ellipsed instances of が, there are two synonymous approaches:<br>X <s>[subject marker]<\/s> [topic marker] <br><s>X [subject marker]<\/s> X [topic marker]<br>These different approaches can be reconciled with an algebraic approach by notating them together as: X(subject + topic). For the second approach, the dropped subject would need to be held in place by invoking a zero pronoun, which would aid in reconciling various abnormal predicate types such as ウナギ文 and こんにゃく文 (See Lesson 13).      <a href=\"#96edbf4a-cca0-4f7b-bf10-9b362114421e-link\" aria-label=\"脚注参照3にジャンプ\">↩︎<\/a><\/li><li id=\"c020711f-8855-473f-a488-6899a25a7732\">The exhaustive function of が may also be viewed as a focus marker function, a phenomenon that is separate from the concept of case marking.  <a href=\"#c020711f-8855-473f-a488-6899a25a7732-link\" aria-label=\"脚注参照4にジャンプ\">↩︎<\/a><\/li><li id=\"371f3f2f-c2fc-4802-9e9e-d40948bb5964\">This is the <a href=\"https:\/\/imabi.org\/agent-marker-ni\/\" data-type=\"page\" data-id=\"352\">agent marker に<\/a>. Seeing it paired with an いる predicate makes the agent clearly possessive of its object marked by が. <br>   <a href=\"#371f3f2f-c2fc-4802-9e9e-d40948bb5964-link\" aria-label=\"脚注参照5にジャンプ\">↩︎<\/a><\/li><li id=\"f1497f7f-b6e8-4ce0-886d-3d0870ab4e44\"> The complement [agent + に] does not need to be topicalized in all contexts, as seen in Ex. 5. Topicalization occurs for emphasis here, which is usually the case to highlight who is doing the possessing, but such highlighting would not even make sense in this context, as the source of surprise by the speaker is what the agent possesses.  <a href=\"#f1497f7f-b6e8-4ce0-886d-3d0870ab4e44-link\" aria-label=\"脚注参照6にジャンプ\">↩︎<\/a><\/li><li id=\"69311a29-2144-4153-9b84-9636c7b416bb\">This is not intended to refer to what you can actively look to see but what is naturally in view. This nuancing further relates back to the notion of stative-absolutive predicates in Japanese. In Lessons 95-96 and 197, we will learn even more about how が shows up in potential verb predicates after the object of sentences whose agents are not (quite) active in a typical sense.  <a href=\"#69311a29-2144-4153-9b84-9636c7b416bb-link\" aria-label=\"脚注参照7にジャンプ\">↩︎<\/a><\/li><li id=\"ec28cead-8f90-43b4-9753-752792337e3b\">Within the etymological breakdown of many intransitive verbs in Japanese, one will find the affix \/-r\/ embedded inside them, which also gave rise to the passive affixes. This enables many intransitive verbs to be translated back into English in either the active or passive voice without a significant difference in meaning.   <a href=\"#ec28cead-8f90-43b4-9753-752792337e3b-link\" aria-label=\"脚注参照8にジャンプ\">↩︎<\/a><\/li><li id=\"e8c38cca-5964-444d-8383-7e86a11401c2\">Incidentally, potential verb forms for all other verbs derive from passive grammar structures, which adds another layer of complexity for this specific predicate type, resulting in considerable fluctuation in case marking for both the agent (doer) and the object depending on both the nature of how the predicate can come about and how the agent handles their potential.  <a href=\"#e8c38cca-5964-444d-8383-7e86a11401c2-link\" aria-label=\"脚注参照9にジャンプ\">↩︎<\/a><\/li><li id=\"baeee056-dd0e-4e4b-a23d-edde36ba4835\">The prefix お- is a politeness marker.  <a href=\"#baeee056-dd0e-4e4b-a23d-edde36ba4835-link\" aria-label=\"脚注参照10にジャンプ\">↩︎<\/a><\/li><\/ol>\n\n\n<p><\/p>\n","protected":false},"excerpt":{"rendered":"<p>The Object Marker が　対象を表す「が」 In&nbsp;Lesson 16, we learned how the particle&nbsp;を marks the direct object of <a class=\"more-link\" href=\"https:\/\/imabi.org\/the-particle-ga-%e3%81%8c-ii-object-marker\/\">続きを読む <span class=\"screen-reader-text\">&#8220;The Object Marker が&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":"[{\"content\":\"Specifically, verbs denoted as transitive verbs 他動詞 in Japanese grammar. Japanese transitive verbs require that the doer (agent), which in their case is equivalent to the subject, willfully (=purposefully) acts upon the direct object. \",\"id\":\"eda5bc94-09b7-4dcf-a489-0924933432ca\"},{\"content\":\"When an \\\"object\\\" corresponds to the subject of an intransitive predicate, that intransitive predicate may also be specifically denoted as an <em>ergative<\/em>-like predicate. This indicates that 自動詞, as a kind of verb, can be further broken down into at least three different subtypes:<br>1. Stative-Ergative Intransitive (ex. わかる (to understand)): Intransitive verbs whose agents are not willful doers, and by their semantic objects being marked with が, it seems as though there is no agent at all.   <br>2. Unergative Intransitive (ex. 笑う (to laugh)): Intransitive verbs in which the subject is an agent (willful doer) actively initiating said action. <br>3. Unaccusative Intransitive (ex. 死ぬ (to die)): Intransitive verbs with no agent at all. The person who dies is the subject of the dying, and that subject cannot be viewed as an agent. <br>Distinguishing between the first two types is generally overlooked in Japanese grammar discussions. One reason for this is that verbs noted to be \\\"ergative\\\" in Japanese, as well as English for that matter, are those which can be used intransitively or transitively without change in word form, of which 笑う is actually an example of this:<br>i. 人を笑う = \\\"to laugh <em>at<\/em> someone\\\" → transitive<br>vs<br>ii. 誰かが笑っている = \\\"someone is laughing\\\" → intransitive<br>In this scenario, the object argument is marked by を when the verb is transitive\/accusative, but when the verb is intransitive\/unaccusative, that same argument as before is now the subject argument and is, thus, marked by が. What, then, makes the intransitive iteration unergative? The first issue is that \\\"ergative\\\" verb is not quite the right word. Instead, viewing these verbs themselves as ambitransitive (両義動詞), is more appropriate, in the same way labeling stative-transitive realizations in Japanese as being ergative as opposed to ergative-like is similarly misleading.       <br>So, what prevents intransitive verbs like わかる from being blanketly labeled as \\\"ergative\\\" predicates? <br>One, these verbs do not typically have instances, at least without additional morphology, in which they can be used as typical transitive verbs. This rules out using the word \\\"ergative\\\" synonymously with the concept of \\\"ambitransitivity\\\" in morphology. These stative-transitive-equivalent predicates in Japanese all, however, may be likened to transitive-functioning paraphrases. For instance, the semantic similarity between わかる and 理解する is uncanny. This reestablishes the \\\"ergative\\\"-<em>likeness<\/em> of these predicates.  <br>Secondly, although the objects of these predicates are treated as subjects in an intransitive structure, the subject of a transitive predicate is not specially marked by a separate case marker in Japanese, which is what one would expect to be a key feature of a language which possesses \\\"ergativity\\\" as a widespread grammatical phenomenon. This prevents these predicates from being ergative in the overall case marking structure of Japanese. Typically, languages are one of two types: ergative vs. accusative. In an ergative language, intransitive subjects and transitive objects take the same case markers (or are grammatically treated as being the same) and transitive subjects (=agent) are handled differently. In Japanese, there are not separate subject markers depending on whether a verb is intransitive or transitive; therefore, it is not an ergative language. Instead, Japanese is an accusative language. In these languages, intransitive subjects and transitive subjects (=agents) take the same case markers (or are grammatically treated as being the same), and it is the object of transitive verbs that take a different case marker.  <br>Another confusing factor is that even if we grant that predicates like わかる are ergative-like, we cannot label が as being the \\\"ergative case (能格),\\\" as that is meant to refer to transitive subjects in those languages, not the equal treatment of all (or some) intransitive subjects and transitive objects. The latter is known as the absolutive case (絶対格), which is what would be at play as in how this all pertains to が as an object marker. <br>In conclusion, ergativity as a phenomenon is triggered in Japanese ONLY when the agency (willfulness) of the agent is near zero or non-existent. At this point, the agent's object becomes marked by が as opposed to を, as the complement in question is being perceived as a subject with the perceived absence of an agent. These predicates are all stative-transitive in English, which further exemplifies the innate interchangeability between the notion of \\\"subject\\\" and \\\"object\\\" in the context of ergative predicates, with this restrictive environment crucial to the phenomenon's minor appearance in Japanese, as it is crucially not endemic in the language. As how this all pertains to what が is, though, in terms of case, as opposed to marking the nominative\/accusative case 主格, it would be marking the absolutive case 絶対格 for these predicates. In this light, the subject が and the<em> object<\/em> が can be delineated in terminology as NOT being one and the same, albeit with the concession that further research can one day resolve the apparent lack of proper terminology for が・を interchangeability in lieu of actual ergative languages.     <br> \",\"id\":\"6739f8b7-204c-43cb-b394-659da588379e\"},{\"content\":\"As for the deep sentence structure of sentences with ellipsed instances of が, there are two synonymous approaches:<br>X <s>[subject marker]<\/s> [topic marker] <br><s>X [subject marker]<\/s> X [topic marker]<br>These different approaches can be reconciled with an algebraic approach by notating them together as: X(subject + topic). For the second approach, the dropped subject would need to be held in place by invoking a zero pronoun, which would aid in reconciling various abnormal predicate types such as ウナギ文 and こんにゃく文 (See Lesson 13).     \",\"id\":\"96edbf4a-cca0-4f7b-bf10-9b362114421e\"},{\"content\":\"The exhaustive function of が may also be viewed as a focus marker function, a phenomenon that is separate from the concept of case marking. \",\"id\":\"c020711f-8855-473f-a488-6899a25a7732\"},{\"content\":\"This is the <a href=\\\"https:\/\/imabi.org\/agent-marker-ni\/\\\" data-type=\\\"page\\\" data-id=\\\"352\\\">agent marker に<\/a>. Seeing it paired with an いる predicate makes the agent clearly possessive of its object marked by が. <br>  \",\"id\":\"371f3f2f-c2fc-4802-9e9e-d40948bb5964\"},{\"content\":\" The complement [agent + に] does not need to be topicalized in all contexts, as seen in Ex. 5. Topicalization occurs for emphasis here, which is usually the case to highlight who is doing the possessing, but such highlighting would not even make sense in this context, as the source of surprise by the speaker is what the agent possesses. \",\"id\":\"f1497f7f-b6e8-4ce0-886d-3d0870ab4e44\"},{\"content\":\"This is not intended to refer to what you can actively look to see but what is naturally in view. This nuancing further relates back to the notion of stative-absolutive predicates in Japanese. In Lessons 95-96 and 197, we will learn even more about how が shows up in potential verb predicates after the object of sentences whose agents are not (quite) active in a typical sense. \",\"id\":\"69311a29-2144-4153-9b84-9636c7b416bb\"},{\"content\":\"Within the etymological breakdown of many intransitive verbs in Japanese, one will find the affix \/-r\/ embedded inside them, which also gave rise to the passive affixes. This enables many intransitive verbs to be translated back into English in either the active or passive voice without a significant difference in meaning.  \",\"id\":\"ec28cead-8f90-43b4-9753-752792337e3b\"},{\"content\":\"Incidentally, potential verb forms for all other verbs derive from passive grammar structures, which adds another layer of complexity for this specific predicate type, resulting in considerable fluctuation in case marking for both the agent (doer) and the object depending on both the nature of how the predicate can come about and how the agent handles their potential. \",\"id\":\"e8c38cca-5964-444d-8383-7e86a11401c2\"},{\"content\":\"The prefix お- is a politeness marker. \",\"id\":\"baeee056-dd0e-4e4b-a23d-edde36ba4835\"}]"},"tags":[],"class_list":["post-103","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-1F","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/103","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=103"}],"version-history":[{"count":39,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/103\/revisions"}],"predecessor-version":[{"id":12797,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/103\/revisions\/12797"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=103"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=103"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}