{"id":1037,"date":"2023-07-24T08:20:47","date_gmt":"2023-07-24T15:20:47","guid":{"rendered":"https:\/\/imabi.org\/?page_id=1037"},"modified":"2024-03-22T14:37:48","modified_gmt":"2024-03-22T21:37:48","slug":"consonants","status":"publish","type":"page","link":"https:\/\/imabi.org\/consonants\/","title":{"rendered":"Consonants"},"content":{"rendered":"\n<h3 class=\"wp-block-heading\">Phonology 1.5: Consonants<\/h3>\n\n\n\n<p>In this lesson, we will learn about the particulars of Japanese consonant pronunciation and the rules behind it in the context of Japanese phonology. Terms will be defined as necessary, and connections to English will be made occasionally, though this will be limited due to the overwhelming dialectical diversity found across the English speaking world.<\/p>\n\n\n\n<p><strong>Lesson Note<\/strong>: This lesson assumes that you have basic knowledge of IPA symbols, but IPA symbols and linguistic terminology are defined when appropriate. <br><br>[] encases phonetic descriptions, whereas \/\/ encases phonemic<sup data-fn=\"71429ce1-a7ba-4eca-b010-1f5ebee1aa93\" class=\"fn\"><a href=\"#71429ce1-a7ba-4eca-b010-1f5ebee1aa93\" id=\"71429ce1-a7ba-4eca-b010-1f5ebee1aa93-link\">1<\/a><\/sup> descriptions. <\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Consonants 子音<\/h2>\n\n\n\n<h3 class=\"wp-block-heading\">stops\/Plosives　閉鎖音・破裂音<\/h3>\n\n\n\n<p>A stop is a sound that stops air flow completely. The Japanese non-nasal stops are [p, b, t, d, k, g]. If we were to organize these by voicing and place of articulation, we would get the following chart.<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><tbody><tr><td> <\/td><td class=\"has-text-align-center\" data-align=\"center\">Bilabial <br>両唇音<\/td><td class=\"has-text-align-center\" data-align=\"center\">Alveolar <br>歯茎音<\/td><td class=\"has-text-align-center\" data-align=\"center\">Velar <br>軟口蓋音<\/td><\/tr><tr><td> [-V]<\/td><td class=\"has-text-align-center\" data-align=\"center\"> [p] <\/td><td class=\"has-text-align-center\" data-align=\"center\"> [t] <\/td><td class=\"has-text-align-center\" data-align=\"center\"> [k] <\/td><\/tr><tr><td> [+V]<\/td><td class=\"has-text-align-center\" data-align=\"center\"> [b]<\/td><td class=\"has-text-align-center\" data-align=\"center\"> [d]<\/td><td class=\"has-text-align-center\" data-align=\"center\"> [g]<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>The bilabial sounds [p] and [b] are made by compressing the lips. Though the Japanese [t] and [d] are alveolar like in English, they are pronounced with the tongue tip almost touching the back of the upper teeth (舌端音). For some speakers, they will be fully dental (歯音).<\/p>\n\n\n\n<p>The voiced velar [g] has a [+nasal] allophone [ŋ] word medially and after the moraic uvular nasal \/ɴ\/. The two allophones of \/g\/, [g, ŋ] are interchangeable in between vowels.<\/p>\n\n\n\n<p>In English, unvoiced stops are heavily aspirated, especially in word-initial position. In Japanese, unvoiced stops are aspirated but not to the same degree as in English but greater than as in Spanish.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Fricatives 摩擦音<\/h3>\n\n\n\n<p>Fricatives are made via turbulence made by forcing air to flow narrowly through the oral cavity, or in other words, by making friction with the tongue and mouth.<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><tbody><tr><td> <\/td><td>Bilabial<br>両唇音<\/td><td>Alveolar<br>歯茎音<\/td><td>Alveolo-Palatal<br>歯茎硬口蓋音<\/td><td>Palatal<br>硬口蓋音<\/td><td>Velar<br>軟口蓋音<\/td><td>Glottal<br>声門音<\/td><\/tr><tr><td> [-V]<\/td><td> ([ɸ])<\/td><td> [s]<\/td><td> [ɕ]<\/td><td> ([ç])<\/td><td> <\/td><td> [h]<\/td><\/tr><tr><td> [+V]<\/td><td> ([β])<\/td><td> [z]<\/td><td> [ʑ]<\/td><td> <\/td><td> ([ɣ])<\/td><td> <\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p><strong>Chart Note<\/strong>: In this chart, we include phonemes and allophones of phonemes that happen to be pronounced as fricatives. To distinguish them in the chart, allophones of phonemes pronounced as fricatives are shown in parentheses. <\/p>\n\n\n\n<p>Alveolo-palatal sounds in Japanese involve no rounding of the lips with the blade of the tongue behind the alveolar ridge and the body of the tongue raised toward the palate. This is unlike alveolar sounds which are made on or slightly before the alveolar ridge.<\/p>\n\n\n\n<p>Phonemically, there are only five fricatives in Japanese, but we see the rest of the space is nearly filled up when we include allophones of other (non-)fricative phonemes. In the first column, we see [ɸ] and [β]. The first is an allophone of \/h\/ when it is followed by the back unrounded vowel [ɯᵝ]. The latter is an optional allophone of \/b\/ in rapid speech in word medial position, but it is not that common, and even in such rapid and or vulgar speech in which it would appear, it is not a guarantee that it will even appear.<\/p>\n\n\n\n<p>[s] and [z] are fundamental fricatives of Japanese. [s]’s hissing effect is slightly more amplified in Japanese to many English ears, but this is minute and would not be a feature shared by all Japanese speakers. [z] is often restricted by speakers in word medial position, and in Standard Japanese, it is not supposed to appear word initially. \/z\/ when word initial or after the uvular [ɴ] is pronounced with the affricate allophone [d<sup>z<\/sup>]. We will learn more about affricates in the next section. We will say that because this splicing is so dependent on speaker variation that these allophones are in free variation with [d<sup>z<\/sup>] being the most frequent pronunciation.<\/p>\n\n\n\n<p>The alveolopalatal fricatives [ɕ] and [ʑ] have an odd status in Japanese phonology. Some reconstructions of older forms of Japanese suggest that [s] and [z] were in fact [ɕ] and [ʑ] or at least such with [-low] vowels such as [i] and [e] because to this day, there are dialects in which [si] and [se] are realized as [ɕi] and [ɕe] respectively. These sounds became phonemes in Japanese through the introduction of loanwords from Chinese.<\/p>\n\n\n\n<p>In Standard Japanese, \/s\/ has the obligatory allophone [ɕ] before the high front vowel [i]. This makes \/s\/ partially neutralized with [ɕ]. This allophonic variation existed before the introduction of [ɕ] as a phoneme. The same came be said for \/z\/ which must become [ʑ] before [i]. <\/p>\n\n\n\n<p>Unlike [z] and [dz] which are still in free variation, [ʑ] is disappearing. Regardless of location, it is replaced entirely by the allophone [d<sup>ʑ<\/sup>].<\/p>\n\n\n\n<p>The palatal [ç] is an obligatory phoneme of [h] before the high vowel [i] in Standard Japanese, but it does not exist, traditionally, outside Eastern Japanese dialects. <\/p>\n\n\n\n<p>Like the bilabial fricative, the velar fricative [ɣ] is an optional allophone of \/g\/ in rapid and or vulgar speech, but this is somewhat more common. As it is not an obligatory feature, many speakers cannot even pronounce it. This allophone only appears word medially.<\/p>\n\n\n\n<p>The glottal fricative [h] is very similar to the English [h] and can be accompanied by vocal cord vibration intervocalically just like in English. To many English speakers, it may sound slightly more tense than the English [h] but relatively weak before the low-mid vowel [a].<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Affricates 破擦音<\/h3>\n\n\n\n<p>An affricate is the combination of a stop and a fricative. In Japanese, the voiced alveopalatal fricatives and voiced affricatives have collapsed together, with the alveopalatal fricative pronunciations lingering on as rare allophones. <\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><tbody><tr><td> <\/td><td>Alveolar<br>歯茎音<\/td><td>Alveolopalatal<br>歯茎硬口蓋音<\/td><\/tr><tr><td> [-V]<\/td><td> [t<sup>s<\/sup>]<\/td><td> [tɕ]<\/td><\/tr><tr><td> [+V]<\/td><td> [d<sup>z<\/sup>]<\/td><td> [d<sup>ʑ<\/sup>]<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>[t<sup>s<\/sup>] is an obligatory allophone of \/t\/ before the back unrounded vowel [ɯᵝ], but due to the introduction of loanwords from modern foreign languages, it has now become phonemic, but it has also existed in this capacity in non-standard dialects.<\/p>\n\n\n\n<p>[tɕ] has traditionally been an allophone of \/t\/ before the high front vowel [i] but became a phoneme of Japanese through borrowings from Chinese, and thanks to borrowings from modern foreign languages, it may now be used with all of the vowels of Japanese. It has traditionally been not paired with the mid-vowel [e].<\/p>\n\n\n\n<p>The voiced affricates [d<sup>ʑ<\/sup>] and [d<sup>z<\/sup>] initially came in the language via Chinese borrowings in Middle Japanese. They were maintained as distinct allophones of separate sounds from the voiced fricatives, but the voiced fricatives began to partially neutralize with the voiced affricatives before high vowels. Complete collapse has occurred for many speakers in which all voiced fricatives become voiced affricatives. Once [z] disappears, we will then be able to say complete collapse has occurred for all speakers. In some regions, [d<sup>z<\/sup>] has become [d]. This means that \/d\/, \/z\/, and \/dz\/ are completely neutralized for some speakers.  <\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Approximants　接近音<\/h3>\n\n\n\n<p>Approximants is not the best term in the world, but it refers to liquids and glides which are all sonorants. Sonorants are sounds created with no obstruction to air flow and are continuant. Liquids differ from glides in that liquids are [+consonantal] and glides are not. Glides are treated phonologically as consonants in Japanese, but their articulation most resembles a vowel.<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><tbody><tr><td> <\/td><td>Alveolar<br>歯茎音<\/td><td>Palatal<br>硬口蓋音<\/td><td>Velar<br>軟口蓋音<\/td><\/tr><tr><td> liquid [+V]<\/td><td> [ɾ]<\/td><td> <\/td><td> <\/td><\/tr><tr><td> glide [+V]<\/td><td> <\/td><td> [j]<\/td><td> [w]<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>The alveolar tap\/flap [ɾ] does have allophones. It is neither the English [l] nor [ɻ]. It is often described as sounding like the English [d], though the English [d] is semi-voiced whereas the Japanese [ɾ] is fully voiced and created by merely tapping the alveolar ridge. Before [i] and [j], it usually sounds like the tap [ɾ], but before [o], it often sounds like the alveolar approximant [ɺ], It may also be a trill, [r], in vulgar or casual speech.<\/p>\n\n\n\n<p>The palatal glide [j] is seen only with [a, o, ɯᵝ] in native and Sino-Japanese vocabulary. [je] has been introduced in loans, but it is frequently replaced with [i.e]. [yi] has not been successfully introduced, though a Katakana diglyph does exist for it &#8211; (イィ). All Japanese stops and fricatives are palatalized to enlarge the Japanese phonemic inventory.<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><tbody><tr><td> <\/td><td>Bilabial<br>両唇音<\/td><td>Alveolar<br>歯茎音<\/td><td>Velar<br>軟口蓋音<\/td><\/tr><tr><td> Stop [-V]<\/td><td> [p<sup>j<\/sup>]<\/td><td> [t<sup>j<\/sup>= tɕ]<\/td><td> [k<sup>j<\/sup>]<\/td><\/tr><tr><td> Stop [+V]<\/td><td> [b<sup>j<\/sup>]<\/td><td> [d<sup>j<\/sup>= d<sup>ʑ<\/sup>]<\/td><td> [g<sup>j<\/sup>]<\/td><\/tr><tr><td> Fricative [-V]<\/td><td> <\/td><td> [s<sup>j<\/sup>=ɕ]<\/td><td> <\/td><\/tr><tr><td> Fricative [+V]<\/td><td> <\/td><td> [z<sup>j<\/sup>= ʑ]<\/td><td> <\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>Phonologically, the sounds in the alveolar column are combinations of a stop\/fricative with a palatal glide as the underlining representation. However, this underlining representation does not reflect the surface pronunciation, which is shown to the right. [ɕ] and [ʑ] with [i] is the result of palatalization, but it is not resultant from the juxtaposition of a palatal glide. After palatalized consonants, traditionally only the vowels [a, i, ɯᵝ] would follow. The vowel [e] has only appears after palatalized consonants in modern loanwords.<\/p>\n\n\n\n<p>The Japanese [w] is not accompanied with the large protrusion and rounding of the lips like in English and is compressed like its true vowel counterpart [ɯᵝ]. An ad hoc IPA representation of this is a double arrow ⇔ below w. This phoneme is now mostly restricted to [a] in native words. It survives with [o] among a decent minority in but one morpheme, [-(w)o] (accusative marker). In loans, it is seen with all vowels but [ɯᵝ]. When wu is transcribed, it is typically spelled out as [ɯᵝ:], but attempts are being made to somehow introduce it as seen in the Katakana diglyph ウゥ.  <\/p>\n\n\n\n<p>Labialization used to be a secondary feature of pronunciation in the past. [kw] and [gw] were once phonemes of Japanese but have since collapsed completely with [k] and [g] respectively. These phonemes have arguably been re-introduced via modern loanwords, but most speakers would pronounce something like kwo as [kɯᵝ.o] instead.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Nasals　鼻音<\/h3>\n\n\n\n<p>There were two stops which we did not see in our discussion above, [m, n]. These sounds are undoubtedly phonemes of Japanese, but the one nasal sound that causes headaches is the moraic uvular nasal \/ɴ\/. In totality, it has at least seven allophones, which are in complementary distribution under normal circumstances. This sound coarticulates with the following sound, making this progressive nasal assimilation.<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><tbody><tr><td> <\/td><td> Bilabial<\/td><td> Alveolar<\/td><td> Alveolopalatal<\/td><td> Palatal<\/td><td> Velar<\/td><td> Uvular<\/td><\/tr><tr><td> nasal [+V]<\/td><td> [m]<\/td><td> [n]<\/td><td> [n<sup>j<\/sup>]<\/td><td> [ɲ]<\/td><td> [ŋ]<\/td><td> [ɴ]<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>Before bilabials, \/ɴ\/ becomes [m]. Before non-approximant alveolars, it becomes [n]. These two cases are not examples of partial neutralization because they are [+syllabic] whereas the phonemes \/m\/ and \/n\/ are [-syllabic]. They are different by one feature. Before velars, it becomes [ŋ]. Before alveo-palatal and palatal sounds, it is respectively an alveo-palatal [n<sup>j<\/sup>] and palatal [ɲ] respectively. Before approximants and vowels, it is either [ĩ,ɯ̃ᵝ]. The first appears before [i], but the latter occurs before everything else. This shows us that [a], despite being a central vowel, is treated like a back vowel in Japanese phonology.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Consonant Gemination　促音化<\/h2>\n\n\n\n<p>Japanese arguably has long consonants\/consonant gemination. Long consonants can be transcribed like vowels with a colon (technically a symbol that looks like a colon with triangles on top of each other instead of circles), or by doubling the consonant letter. One can interpret this as consonant fortition or glottal stop inserting before the consonant or something like it because the result is a consonant that is arguably usually two morae (though it is internalized by natives as two morae regardless if it is truly phonetically uttered as such or not).<\/p>\n\n\n\n<p>Thus, the symbol Q has been used by some Japanese phonologists who believe it is a moraic obstruent. At the end of vowels in abrupt utterances, a glottal stop is realized, and because the Kana scripts treat these two things as the same sound, some have argued that underlining, a phonemic glottal stop precedes a consonant to make it a geminate in Japanese. The argument, though, that Q is an archiphoneme which realizes as the sound that follows next is more plausible.<\/p>\n\n\n\n<p>Aside from rare loans and geminate nasals from the juxtaposition of a nasal stop and the syllabic \/ɴ\/, gemination is restricted to unvoiced consonants. According to Kawahara (2006), Japanese has a suffix -ɾi that contains a &#8220;floating mora&#8221; that triggers gemination in certain cases (e.g. |tap| +|ri| > [tappɯᵝɾi] (&#8216;a lot of&#8217;). When this leads to a geminated voiced obstruent, a moraic nasal appears instead as a sort of &#8220;partial gemination&#8221; (e.g. |zabu| + |ri| > [zambɯᵝɾi] (&#8216;splashing&#8217;).<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p><strong>Summary Chart of All Japanese Sounds including those restricted as Allophones<\/strong><\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><tbody><tr><td> <\/td><td> Bilabial<\/td><td> Alveolar<\/td><td> Alveolo-palatal<\/td><td> Palatal<\/td><td> Velar<\/td><td> Uvular<\/td><td> Glottal<\/td><\/tr><tr><td> Nasal<\/td><td> m<\/td><td> n<\/td><td> n̠ʲ<\/td><td> ɲ<\/td><td> ŋ<\/td><td> ɴ<\/td><td> <\/td><\/tr><tr><td> Plosive<\/td><td> b, p<\/td><td> t, d, t<sup>s<\/sup> <\/td><td> tɕ, dʑ<\/td><td> <\/td><td> k, g<\/td><td> <\/td><td> ʔ<\/td><\/tr><tr><td> Fricative<\/td><td> ɸ, β<\/td><td> s, z, d<sup>z<\/sup><\/td><td> ɕ, (ʑ)<\/td><td> ç<\/td><td> (Ɣ)<\/td><td> <\/td><td> h<\/td><\/tr><tr><td> Trill<\/td><td> <\/td><td> r<\/td><td> <\/td><td> <\/td><td> <\/td><td> <\/td><td> <\/td><\/tr><tr><td> Liquid<\/td><td> <\/td><td> ɽ, ɾ, ɺ<\/td><td> <\/td><td> <\/td><td> <\/td><td> <\/td><td> <\/td><\/tr><tr><td> Glide<\/td><td> <\/td><td> <\/td><td> <\/td><td> j<\/td><td> w͍<\/td><td> <\/td><td> <\/td><\/tr><tr><td> Moraic Obstruent<\/td><td> <\/td><td> <\/td><td> <\/td><td> <\/td><td> <\/td><td> <\/td><td> Q<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p>参照: <\/p>\n\n\n\n<p>1. <a href=\"https:\/\/en.wikipedia.org\/wiki\/Japanese_phonology\">http:\/\/en.wikipedia.org\/wiki\/Japanese_phonology<\/a><br>2. An Introduction To Japanese Linguistics, Natsuko Tsujimura (1996)<br>3. Kawahara, Shigeto (2006). &#8220;A Faithfulness ranking projected from a perceptibility scale: The case of [+ Voice] in Japanese&#8221;. <em>Language<\/em> <strong>82<\/strong><\/p>\n\n\n<ol class=\"wp-block-footnotes\"><li id=\"71429ce1-a7ba-4eca-b010-1f5ebee1aa93\">&#8220;Phonemic&#8221; as in each &#8220;sound&#8221; present constitutes a &#8220;phoneme,&#8221; but a &#8220;phoneme&#8221; may have more than one pronunciation. Writing phonemes phonetically helps distinguish which pronunciation is meant, but writing phonemes purely phonemically also aids in knowing what constitutes a single &#8220;sound (with potential variants)&#8221; in the language.  <a href=\"#71429ce1-a7ba-4eca-b010-1f5ebee1aa93-link\" aria-label=\"脚注参照1にジャンプ\">↩︎<\/a><\/li><\/ol>","protected":false},"excerpt":{"rendered":"<p>Phonology 1.5: Consonants In this lesson, we will learn about the particulars of Japanese consonant pronunciat<a class=\"more-link\" href=\"https:\/\/imabi.org\/consonants\/\">続きを読む <span class=\"screen-reader-text\">&#8220;Consonants&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":"[{\"content\":\"\\\"Phonemic\\\" as in each \\\"sound\\\" present constitutes a \\\"phoneme,\\\" but a \\\"phoneme\\\" may have more than one pronunciation. Writing phonemes phonetically helps distinguish which pronunciation is meant, but writing phonemes purely phonemically also aids in knowing what constitutes a single \\\"sound (with potential variants)\\\" in the language. \",\"id\":\"71429ce1-a7ba-4eca-b010-1f5ebee1aa93\"}]"},"tags":[],"class_list":["post-1037","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-gJ","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/1037","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=1037"}],"version-history":[{"count":9,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/1037\/revisions"}],"predecessor-version":[{"id":3807,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/1037\/revisions\/3807"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=1037"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=1037"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}