{"id":1078,"date":"2023-07-25T08:13:32","date_gmt":"2023-07-25T15:13:32","guid":{"rendered":"https:\/\/imabi.org\/?page_id=1078"},"modified":"2024-06-09T23:30:59","modified_gmt":"2024-06-10T06:30:59","slug":"the-adjectival-affix-%ef%bd%9e%e3%81%8b","status":"publish","type":"page","link":"https:\/\/imabi.org\/the-adjectival-affix-%ef%bd%9e%e3%81%8b\/","title":{"rendered":"The Adjectival Affix ～か"},"content":{"rendered":"\n<h3 class=\"wp-block-heading\">The Adjectival Affix「か」: か～・～か・～らか・～やか<\/h3>\n\n\n\n<p>The grammar term 接辞 refers to both prefixes and suffixes in Japanese grammar. Typically, we don’t associate words as being both. However, it is possible for the same word\/morpheme to appear in various parts of a sentence. The exact nuancing and syntax may differ, but a clear example of this scenario in English can be found with the word “like.”<\/p>\n\n\n\n<ol class=\"wp-block-list\">\n<li>The one&nbsp;<strong>like<\/strong>&nbsp;my dog,&nbsp;<strong>like<\/strong>, is the cutest of them all.<\/li>\n\n\n\n<li>The cat-<strong>like<\/strong>&nbsp;animal is, in fact, more closely related to canines than felines.<\/li>\n\n\n\n<li>The&nbsp;<strong>likely<\/strong>&nbsp;outcome will show that the dog is only partial<strong>ly<\/strong>&nbsp;wolfdog.<\/li>\n<\/ol>\n\n\n\n<p>As seen in i., “like” usually goes after what it modifies. However, the filler-word function of “like” seen immediately after stems from this sense in which it appears at the front of a phrase. In ii. and iii., we see the word “like” used as a suffix with two distinct forms “-like” and “-ly.” This is a testament to how a single “word” may exhibit different syntax and morphological changes to match.<\/p>\n\n\n\n<p>The concept of varying syntax based on placement is one theme of this discussion. The morphemes to be discussed all appear as \/ka\/. In addition to bearing the same appearance, each of them is used exclusively in adjectival phrases. These morphemes are as follows:<\/p>\n\n\n\n<ol class=\"wp-block-list\">\n<li>The Prefix か<\/li>\n\n\n\n<li>The Suffix か seen in ～か・～らか・～やか<\/li>\n\n\n\n<li>The か ending for adjectives in Kyushu Dialects<\/li>\n<\/ol>\n\n\n\n<p>Our first objective is to study each morpheme and then conclude with whether they are truly one of the same.<\/p>\n\n\n\n<p>To properly delve into these topics, many excerpts are taken from non-Modern Japanese works, ranging from Old Japanese to Early Modern Japanese. For those unfamiliar with Classical Japanese grammar, simply focus on the grammar being discussed.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">The Prefix か～　　<br>接頭辞の「か」<\/h3>\n\n\n\n<p>か- is a&nbsp;<strong>nonproductive<\/strong>&nbsp;emphatic prefix with the general meaning of “very.” Although it isn’t possible to know how many adjectives it would have been used with in Old Japanese, or to what degree it even emphasized the adjectival phrase it created, not enough texts remain to determine whether it was used with any other words other than the ones seen in the examples below.<\/p>\n\n\n\n<p>1. 蜷（みな）の腸（わた）<strong>か黒き※<\/strong>髪にいつの間か霜の降りけむ<br>Before one knows it, grey hair has befallen on one’s black hair, once dark as the innards of a nina.<br>From『万葉集巻五・八〇四』<\/p>\n\n\n\n<p><strong>※か＋黒し<\/strong><strong><\/strong><\/p>\n\n\n\n<p><strong>Word Note<\/strong>: 蜷 \/nina\/or \/mina\/ in Old Japanese refers to mollusks with a spiral shell. The modern iteration of this is カワニナ or ニナ貝.<\/p>\n\n\n\n<p>2. 柔田津の荒礒（ありそ）の上に<strong>か青く<\/strong>※玉藻<br>The very green seaweed atop the beaten shore of Nikitazu (Nikita Harbor)…<br>From『万葉集巻二・一三一』<\/p>\n\n\n\n<p><strong>※か＋青し<\/strong><\/p>\n\n\n\n<p>3. 手放れもをちも<strong>かやすき<\/strong>これをおきてまたはありがたし<br>It’s so easy to have (the hawk) release from your hand and return; with all this, it would be difficult to (find such a hawk) have ever again.<br>From 『万葉集巻十七・四〇一一』より<\/p>\n\n\n\n<p><strong>※か＋易し<\/strong><strong><\/strong><\/p>\n\n\n\n<p>In addition to these adjectives, か- could be seen with 弱し and 細し—producing か弱し and か細（ぼそ）し respectively. Interestingly, it’s only these two words※ that have survived into Modern Japanese as か弱い (frail\/weak) and か細い (feeble\/delicate). From these examples, we can see that it has taken on a more negative nuancing that didn’t necessarily exist in Old Japanese.<\/p>\n\n\n\n<p>4. ただ守られるだけの<strong>か弱い<\/strong>存在じゃないよ。<br>I’m not some weak existence just worth protecting.<\/p>\n\n\n\n<p>5.&nbsp;<strong>か細い<\/strong>声で囁く。<br>To murmur in a feeble voice.<\/p>\n\n\n\n<p>※か黒（ぐろ）い does exist in Modern Japanese, translating as, “deep black,” notably relating to the original nuancing of か-. However, it is considered archaic.<\/p>\n\n\n\n<p>※It is possible that かやすし survives in Modern Japanese as たやすい, given that the form たやすし appears in Middle Japanese. The affix た- is alternatively possibly linked to the た found in verbs such as 謀（たばか）る (to think up a plan) and 企（たくら）む (to scheme), but the closeness in meaning of these verbs indicates that this た- is separate from the one found in たやすい. However, there is one other example that doesn’t survive in Modern Japanese, た忘る, which was likely used in an emphatic sense of “to completely forget.” In any event, we see that た- attached itself to verbs whereas か- attached to adjectives, so it is likely safe to assume that there was a simple change from \/k\/ to \/t\/ in the case of かやすし → たやすし.<\/p>\n\n\n\n<p>※Some scholars believe か青く in Ex. 2 actually read as か青に in the original Man’yogana script. However, if this were true, it would be the only extant example of the prefix か- in the formation of an adjectival noun. On the other hand, it would serve as a bridging context for the formation of the suffix -か, which is to be discussed next.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">The Suffix ～か　　<br>接尾辞の「か」：～ら・らか・やか<\/h3>\n\n\n\n<p>The suffix -か is an affix which describes the nature\/state of things, creating the stem of the majority of the native adjectival nouns (形容動詞). Some grammarians shun away from accepting 形容動詞 as a natural class of words. However, even before the introduction of Sino-Japanese adjectival nouns, the suffix -か had already been employed to create 形容動詞 centuries before the influx of Sino-Japanese examples.<\/p>\n\n\n\n<p>Usually, the suffix -か is either seen directly after an adjectival root or more frequently seen after the intermediary affix -ら (also seen as -や※). This produces three combinations: “root + -か\/-らか\/-やか.”<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><thead><tr><td><strong>語幹＋か<\/strong><\/td><td><strong>&nbsp;語幹＋らか<\/strong><\/td><td><strong>&nbsp;語幹＋やか<\/strong><\/td><\/tr><\/thead><tbody><tr><td>静か（な）(quiet)<\/td><td>&nbsp;柔らか（な）(soft)<\/td><td>&nbsp;穏やか（な）(tranquil)<\/td><\/tr><tr><td>&nbsp;仄か（な）(faint)<\/td><td>&nbsp;清らか（な）(pure)<\/td><td>&nbsp;鮮やか（な）(vibrant)<\/td><\/tr><tr><td>&nbsp;定か（な）(certain)<\/td><td>&nbsp;麗らか（な）(bright)<\/td><td>&nbsp;爽やか（な）(refreshing)<\/td><\/tr><tr><td>&nbsp;長閑（な）(calm)<\/td><td>&nbsp;明らか（な）(evident)<\/td><td>&nbsp;軽やか（な）(minor)<\/td><\/tr><tr><td>&nbsp;愚か（な）(foolish)<\/td><td>&nbsp;高らか（な）(sonorous)<\/td><td>&nbsp;ささやか（な）(meager)<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>※Rare examples of ろか can be found in classical literature, but these are thought to be errors on the part of the writer largely written off as being due to the preceding vowel (ex. 軽（かろ）ろか).<\/p>\n\n\n\n<p>※A number of examples of these endings attaching to things other than adjectival roots can be found. For instance, はやりか meaning, “fast-acting\/scatterbrain\/rushing” is the result of -か attaching to the 連用形 of a verb, albeit one created from an adjectival root. Another example of -か not directly following an adjectival root is 煌びやか (dazzling). Although \/kira\/ is an adjectival root, the \/bi\/ is thought to be the noun “fire” seen voiced because it is in a compound. We&#8217;ll look at more examples towards the end of this lesson.<\/p>\n\n\n\n<p>※Usually, if an adjectival noun is formed by either ～らか, ～やか, or both, there won’t be an alternative form without the \/-ra~ya\/ morpheme. However, an exception to this is 細か（な） as both it and 細やか（な） are possible although with rather different meanings as can be gleamed from the examples below.<\/p>\n\n\n\n<p>6. 紅は、その色彩の<strong>鮮<\/strong><strong>やかさ<\/strong>で人々を魅了し、古（いにしえ）より染料として用いられてきた。<br>‘Kurenai’ has mesmerized people for the vividness of its hues and has been used as a dye since ancient times.<\/p>\n\n\n\n<p><strong>Word Note<\/strong>: \/kurenai\/ is a contraction of 呉（くれ）の藍. In Old Japanese, the word 藍 was used to mean “dye” in the most broad sense, and the color associated with 紅 was thought to have originated from Wu China, thus 呉. The dye is extracted from the sap (汁) of the safflower (紅花) plant originally native to Ethiopia which had spread to Japan as early as the 5th century.<br><br>7. 全く同じかどうかは<strong>定<\/strong><strong>か<\/strong>ではないが似ていることは<strong>確<\/strong><strong>か<\/strong>だ。<br>It isn’t certain whether they are completely the same, but their similarity is definite.<\/p>\n\n\n\n<p>8. 利口な者は自分の知恵で自分の道をわきまえ、<strong>愚かな<\/strong>者は自分の<strong>愚かさ<\/strong>で自分を欺く。<br>The wise will discern their own path with their own wisdom, but the foolish deceive themselves with their own foolishness.<\/p>\n\n\n\n<p>9. 毎朝走った後は、<strong>爽<\/strong><strong>やか<\/strong>な気持ちになる。<br>Every morning after I’ve run, I feel refreshed.<\/p>\n\n\n\n<p>10.&nbsp;<strong>麗<\/strong><strong>らか<\/strong>な春の日を浴びよう。<br>I shall bask in the glorious spring sun.<\/p>\n\n\n\n<p>11. <strong>ほのか<\/strong>に承れば世間には猫の恋とか称する俳諧趣味の現象があって、春先は町内の同族共の夢安からぬまで浮かれ歩く夜もあるとか云うが、吾輩はまだかかる心的変化に遭逢（そうほう）した事はない。<br>Ask around and you’ll hear of the haikai-esque phenomenon known as “cat love”: the start of spring is full of nights where pairs of all creeds kick up walk gallantly about the town to the point it’s completely unsettling; however, I have yet to experience such a psychological change.<br>From 『吾輩は猫である』 by 夏目漱石.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Root + \/-shi\/ (Adjectives) &amp; [-ka\/-raka\/-yaka] (Adjectival Nouns) <br>語幹＋～し（形容詞）／～か・らか・やか（形容動詞）<\/h3>\n\n\n\n<p>In Classical Japanese, two primary affixes created most of the adjectives: ～し which produced 形容詞 and ～か which produced 形容動詞. Some adjectival roots could take both endings, but the exact number of such roots is small. In Lesson 14, we learned about some of the resulting adjective\/adjectival noun pairs made this way.<\/p>\n\n\n\n<p>In Classical Japanese, there were two classes of 形容詞: those whose conjunctive form (連用形) ended in \/-ku\/ and those whose conjunctive form ended in \/-shiku\/. All examples of the latter kind relate to abstract concepts, which if you remember from Lesson 14 was a contingency in the nuances of native 形容動詞. Thus, for a pair to be more likely to exist, the 形容詞 would have to be of the “tangible” kind (具体的なモノ・ク活用) and the 形容動詞 ending in ～か・らか・やか would naturally be “intangible.” Note that there are some pairs in which the 形容詞 is シク活用, but this is quite rare.<\/p>\n\n\n\n<p>Because of this general limitation, the existence of variety in adjectival forms has always been the exception and not the rule. Upon further inspection, there are a little over twenty adjectival roots affected. Let’s look at these roots which take both ～し and ～か・らか・やか to see if we can figure out the true usage of the latter.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Word Pairs　<br>「～し」対「～か・らか・やか」単語ペア一覧<\/h3>\n\n\n\n<p><strong>①新しい<\/strong><strong>&nbsp;vs&nbsp;<\/strong><strong>新た（な）<\/strong><\/p>\n\n\n\n<p>Root: \/ara-\/<\/p>\n\n\n\n<p>First, let’s put aside the fact that 新ただ is not used in the&nbsp;<em>spoken<\/em>&nbsp;language as this can be written off as exceptional. Instead, let’s focus on how semantically these two adjectival forms differ. If you look up these words in Japanese dictionaries, you will discover that they are, in fact, not defined identically.<\/p>\n\n\n\n<p>あたらしい:<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>First time<\/li>\n\n\n\n<li>Not too long since being made\/used<\/li>\n\n\n\n<li>Different from before<\/li>\n\n\n\n<li>Modern\/progressive<\/li>\n\n\n\n<li>Fresh (food)<\/li>\n\n\n\n<li>Lively<\/li>\n<\/ul>\n\n\n\n<p>あらたな:<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>New fashion\/state.<\/li>\n\n\n\n<li>In あらたに, to do “anew.”<\/li>\n<\/ul>\n\n\n\n<p>新しい has a strong colloquial feel, but it also boasts a much larger semantic territory than 新た（な）. 新た（な） has a refined tone to it, making it very suitable for the written language as well as contexts in which emphasis needs to be placed on the ‘new’ state of condition the thing described is (especially see Ex. ).<\/p>\n\n\n\n<p>12.&nbsp;<strong>新しい<\/strong>スポットが次々と誕生しています。<br>New places are being made one after another.<\/p>\n\n\n\n<p>13. アクアリウムが安定してきたら、<strong>新しい<\/strong>魚を導入したくなるよね。<br>You wanna introduce new fish whenever your aquarium has stabilized, you know.<\/p>\n\n\n\n<p>14. 6月から<strong>新しい<\/strong>魚が多く釣れる。<br>You can catch lots of new fish starting in June.<\/p>\n\n\n\n<p>15.&nbsp;<strong>新たな<\/strong>魚病が蔓延している。　<br>A new fish disease is spreading.<\/p>\n\n\n\n<p>16. 当時の開発計画は、幅25メートルの道路を<strong>新たに<\/strong>建設するというものでした。<br>The development plan at the time was the new construction of a road with the width of 25 meters.<\/p>\n\n\n\n<p>17.&nbsp;<strong>新たな<\/strong>冒険が始まる！<br>A new adventure begins!<\/p>\n\n\n\n<p>18. ベトナムで、新型コロナウイルスのインド型と英国型の変異が交じった<strong>新たな<\/strong>株が確認されたそうだ。<br>It is said that a new strain mixed with mutations of the India and England strains of the novel coronavirus has been confirmed in Vietnam.<\/p>\n\n\n\n<p>19. 冷水に浸った母と姉の脛が真紅に凍てた色は、まだ記憶に<strong>新ただ<\/strong>。<br>The color of my mother’s and younger sister’s shin frozen crimson submerged in the cold waters is still new to memory.<br>From『利根の尺鮎』by 佐藤垢石<\/p>\n\n\n\n<p>If 新たな adds emphasis to the “new” state described, it would seem fitting if ～か were used to produce あらたかな to further emphasize that state. In fact, this is also a word. Spelled in Kanji as 灼たか, it has the meaning of, “spiritual effects being clearly apparent.” It may also be seen without, か, though, which implies that it has the same etymology as 新た.<\/p>\n\n\n\n<p>20. 霊験<strong>あらたかな<\/strong>神<br>A wonder-working god<\/p>\n\n\n\n<p>新しい is read as \/atarashii\/ instead of \/aratashii\/ due to a sound change called metathesis in which the second and third syllables flip. This means that \/-shi\/ and \/-ka\/ both attached to an intermediary \/-TA\/, which appears to function the same way as \/-ra\/ and\/-ya\/ but is oddly limited to the root \/ara-\/.<\/p>\n\n\n\n<p><strong>②高い vs 高らか（な）<\/strong><\/p>\n\n\n\n<p>Although both adjectives share the root \/taka-\/, they are very different in meaning. 高い has an array of meanings including “tall, “expensive,” and “loud.” Contrarily, 高らかだ only refers to the state of being “very loud.” Here, we’re getting a clear image of how -か marks certain states. The states aren’t tangible, though, which is why both 高い and 高らかだ exist because the former is “tangible” in nature, following under the Classical Japanese class of adjectives whose conjunctive form ended in \/-ku\/.<\/p>\n\n\n\n<p>21. 兵士たちは声<strong>高らか<\/strong>に叫んだ。<br>The soldiers shouted at the top of their lungs.<\/p>\n\n\n\n<p>22. ニュースレポートをする際は、声をもう少し<strong>高く<\/strong>出すようにしている。<br>I tried to make my voice a little louder when I do news reporting.<\/p>\n\n\n\n<p><strong>③安い<\/strong><strong>&nbsp;<\/strong><strong>vs&nbsp;<\/strong><strong>安らか（な）<\/strong><strong><br><\/strong>Root: \/yasu-\/<\/p>\n\n\n\n<p>Although they share the same root and Kanji, it would seem that there is little in common between 安い and 安らか. The former means “cheap” whereas the latter means “to be in tranquil\/peaceful state.” However, 安い does, in fact, have an outdated meaning of “to be calm.” Thus, 安らか would be the emphatic version of that usage. It just so happens that in this case, the emphatic version became the sole version of that meaning in modern speech.<\/p>\n\n\n\n<p>23. 西からの戦報を手にするたびに<strong>安い<\/strong>心はなかった。<br>I never had a calm mind whenever I received a war status report from the west.<br>From『夜明け前』 by 島崎藤村.<\/p>\n\n\n\n<p>24.&nbsp;<strong>安らかに<\/strong>眠れ。<br>Rest in peace.<\/p>\n\n\n\n<p><strong>④緩い<\/strong><strong>&nbsp;<\/strong><strong>vs&nbsp;<\/strong><strong>緩やか（な）<\/strong><\/p>\n\n\n\n<p>Root: \/yuru-\/<\/p>\n\n\n\n<p>The adjective 緩い refers to both being “lax” in one’s actions as well as “gentle” curves\/slopes. It can also refer to “not having much force” as in “slow\/weak” current as well as “loose” screws\/parts\/items. When used to refer to someone’s behavior, it often has a negative connotation.<\/p>\n\n\n\n<p>On the other hand, the adjectival-noun 緩やか refers to “lenient” behavior as well as “gentle” slopes\/speed. However, when used in reference to behavior, it isn’t necessarily used in a negative sense.<\/p>\n\n\n\n<p>When the two overlap in meaning, 緩い has a more direct tone whereas 緩やか has a gentler tone.<\/p>\n\n\n\n<p>25. 20度の<strong>緩い<\/strong>斜面でも崩落のリスクがある。<br>Even a gentle slope of 20 degrees has the risk of collapsing.<\/p>\n\n\n\n<p>26. 傾斜が<strong>緩やかに<\/strong>なったと思ったら、複数の倒木が道を塞いでいた。<br>Just when I thought the slope had become gentler, several fallen trees were blocking the road.<br><br>27. 個人情報の不法流通による被害を考えれば、あまりにも<strong>緩すぎる<\/strong>罰則だ。<br>When you think of the damages caused by the illegal distribution of personal information, it&#8217;s far too lax of a penalty.<\/p>\n\n\n\n<p>28. 受験生なのにその<strong>緩い<\/strong>生活は何？！<br>What’s it with that lax lifestyle even though you’re (supposed to be) a student preparing for his exams.<\/p>\n\n\n\n<p>29. 同じ目的が達成できる<strong>緩やかな<\/strong>規制が他にあるかどうかを審査すべきだ。<\/p>\n\n\n\n<p>We should thoroughly investigate whether there are other loose regulations that can achieve the same goal.<\/p>\n\n\n\n<p>※The outdated form 緩らか coexisted with 緩やか in Classical Japanese.<\/p>\n\n\n\n<p><strong>⑤軽（かる）い<\/strong><strong>&nbsp;<\/strong><strong>vs&nbsp;<\/strong><strong>軽（かろ）やか（な）<\/strong><\/p>\n\n\n\n<p>Root: \/karu~karo-\/<\/p>\n\n\n\n<p>Of these two words 軽い, has the larger semantic scope. It bears the literally meaning of “light” as in weight, and it also has the meaning of “light” as in “nimble.” It can also mean “non-serious\/minor\/unimportant, but the meaning it shares with 軽やか is “nimble.” Of the two, 軽い is more direct whereas 軽やか is more figurative and doesn’t have any potentially negative connotations, which cannot be said about 軽い.<\/p>\n\n\n\n<p>30. あの男は<strong>軽やかな<\/strong>足取りで歩き去った。<br>That man walked off with an elastic gait.<\/p>\n\n\n\n<p>31. 口が<strong>軽い<\/strong>人だと分かれば、公に言えない事や他人の悪口を言うのは控えた方が身のためだ。<br>When you find out the person has a loose tongue, holding back talking about things you can’t see in public in addition to bad mouthing is simply for one’s own protection.<\/p>\n\n\n\n<p>32. ギャルだからって<strong>軽くない<\/strong>よ。<br>I’m not that easy just because I’m a&nbsp;<em>gyaru<\/em>.<\/p>\n\n\n\n<p><strong>Phrase Note<\/strong>: ギャル refers to young women who adhere to fashion trends such as markedly blond\/brunette hair as well as gaudy clothing.<\/p>\n\n\n\n<p>33. 彼女の<strong>軽やかな<\/strong>身のこなしに魅了されてしまった。<br>I was taken aback by her easy demeanor.<\/p>\n\n\n\n<p><strong>⑥穏し<\/strong><strong>&nbsp;vs&nbsp;<\/strong><strong>穏やか（な）<\/strong><strong><br><\/strong>Root: \/oda-\/<\/p>\n\n\n\n<p>Both of these forms mean “tranquil\/calm” but only the latter form exists today. This may be because there is no true difference in meaning. 穏し falls into the シク活用 class. All of these adjectives refer to abstract, nontangible attributes, which is the same function as -か ending 形容動詞. Since the root of these forms, \/oda-\/, 穏やか likely survived because of its cadence as well as because -か highlights the state of “tranquility.”<\/p>\n\n\n\n<p>34. この人の直しなだめられつればこそ、世も<strong>おだしかりつれ<\/strong>。<br>The world was tranquil because of the fact that he had calmed it through his arbitration…<br>From the 『平家物語』.<\/p>\n\n\n\n<p>35. 来週にかけては広い範囲で<strong>穏やかな<\/strong>天気が続きそうだ。<br>Up into next week over a large area, it seems that tranquil weather will continue.<\/p>\n\n\n\n<p>36. 進行役でない場合（に）は、「恐れ入りますが、〇〇の件についてお伺いしたいのですが…」と、<strong>穏やかな<\/strong>物言いで相手を傷つけずに雑談をスムーズに切り上げられる 。<br>In the event you aren’t the facilitator, you can smoothly cut small talk short without offending the other party with a calm manner of speaking by saying, “Apologies for interrupting, but I’d still like to discuss xx.”<\/p>\n\n\n\n<p><strong>⑦和し<\/strong><strong>&nbsp;<\/strong><strong>vs&nbsp;<\/strong><strong>和やか（な）<\/strong><\/p>\n\n\n\n<p>Root: \/nago-\/<\/p>\n\n\n\n<p>和（なご）し is a word form that does not exist in Modern Japanese; however, the root \/nago-\/ bears the meaning of “to be tranquil” and is synonymous in this sense with 穏やか as well as its alternative form 和やか, which does happen to survive in Modern Japanese. A secondary meaning of 和し which is not shared by the&nbsp;<em>modern<\/em>&nbsp;和やか is the meaning “to be soft.”<\/p>\n\n\n\n<p>37. さばかり<strong>なごかりつる<\/strong>海とも見えずかし<br>It does not look like a sea that was so tranquil at all.<br>From the『枕草子』.<br><\/p>\n\n\n\n<p>38. 高麗（こま）の紙の膚こまかに<strong>なごう<\/strong>なつかしきが」〈源・梅枝〉<br>It’s paper from Goryeo (Korea) which is very fine and soft with such a familiar feeling…<br>From the『源氏物語・梅枝』.<\/p>\n\n\n\n<p>39. 和やかな雰囲気の溢れるお店です。<br>It’s a store overflowing with a tranquil atmosphere.<\/p>\n\n\n\n<p><strong>⑧にこし<\/strong><strong>&nbsp;<\/strong><strong>vs&nbsp;<\/strong><strong>にこやか<\/strong><\/p>\n\n\n\n<p>Root: \/niko-\/<\/p>\n\n\n\n<p>The Kanji for either of these adjectives 和 or 柔. The root \/niko-\/ is an ancient one and it shares the same two meanings as \/nago-\/, making it seem likely that they are actually the same word. In Modern Japanese, the 形容詞 form didn’t survive, but other word forms such as にこにこ（と）and にこやか did, and you may recognize both of these forms as having the meaning of “in a smiling manner.” The meaning of “soft” has been lost in modern speech, so we see that over time, 和やか and にこやか respectively became specialized for just one of the two original meanings they had shared. As for how にこし and にこやか would have differed, the former would have been more direct whereas the latter could be used in more figurative contexts.<\/p>\n\n\n\n<p>40. 御酒（みき）は、 瓮の上高知り、瓮の腹満て雙べて、<strong>和<\/strong>稲（<strong>にき<\/strong>しね）荒稲（あらしね）に、山に住む物は毛の<strong>和<\/strong>(にこ)き物、毛の荒き物<br>The sacred sake urns are outstanding, their insides full, and to match, there is both hulled and unhulled rice; things inhabiting the mountains, both soft and rough haired…<br>From『延喜式・祝詞』.<\/p>\n\n\n\n<p><strong>Etymology Note<\/strong>: The archaism 和稲 shows the form \/niki\/, which is the same root as \/niko-\/ with the literal meaning of “soft.” Some transcriptions will show \/nigi\/, but it is unclear whether the medial syllable was voiced or not. Either way, voiced consonants didn’t become phonemic until Middle Japanese while Ex. 40 is from Old Japanese. We can also see from this example that \/niki~niko\/ was the antonym of \/ara-\/ meaning “rough,” which survives as is in Modern Japanese as 【荒・粗】い.<\/p>\n\n\n\n<p>41.&nbsp;<strong>にこやかな<\/strong>笑顔がいつも印象的でした。<br>(The person’s) radiant smile was always memorable.<\/p>\n\n\n\n<p><strong>⑨荒い<\/strong><strong>&nbsp;<\/strong><strong>vs&nbsp;<\/strong><strong>荒らか<\/strong><\/p>\n\n\n\n<p>Root: \/ara-\/<\/p>\n\n\n\n<p>Surviving into Early Modern Japanese, 荒らか, also potentially written as 粗らか depending on the exact nuancing, is entirely synonymous with 荒々しい. The latter survives in Japanese as a highly emphatic form of 荒い meaning “rough\/wild.” When spelled as 粗らか, it has the meaning of “rough” as in “crude” or “not exact.”<\/p>\n\n\n\n<p>Of course, both 荒い and 粗い exist in Modern Japanese with parallel meanings, albeit in a more direct but not so emphatic way.<\/p>\n\n\n\n<p>42. 人前に出るのが苦手な人が演説をするようなとき、あまりに緊張しすげて呼吸が<strong>荒く<\/strong>なることがある。<br>When people who aren’t good at going out in front of people perform speeches or the like, sometimes their breathing gets rough out of sheer anxiety.<\/p>\n\n\n\n<p>43. 基準が<strong>粗すぎる<\/strong>。<br>The standard is too rough\/general.<\/p>\n\n\n\n<p>44. 守、少将の扱ひを、いかばかりめでたきことをせむと思ふに、そのきらきらしかるべきことも知らぬ心にはただ<strong>粗らかなる<\/strong>東絹どもを押しまろがして投げ出でつ。<br>The director wanted to treat the general (for his marriage) in an extravagant way to mark the auspicious occasion, but since he didn’t even know how to even make it outlandish, he threw out some coarse silk goods from the eastern provinces and the like (for them).<br>From the『源氏物語・東屋』.<\/p>\n\n\n\n<p>45. 並々の人ならばこそ、<strong>荒らかに<\/strong>も引きかなぐらめ、それだに人のあまた知らむは、いかがあらむ。<br>If he <em>were<\/em> an average man, you would have pulled (him) apart violently and forcefully, but if many people were to learn of just that, what then?<br>From the『源氏物語・帚木』.<\/p>\n\n\n\n<p>46. 声も<strong>荒らかに<\/strong>呼ばわりました。<br>Even their voice called out wildly.<br>From『邪宗門』by 芥川龍之介.<\/p>\n\n\n\n<p><strong>⑩柔い<\/strong><strong>&nbsp;vs&nbsp;<\/strong><strong>柔らかい<\/strong><strong>&nbsp;vs&nbsp;<\/strong><strong>柔らか（な）<\/strong><\/p>\n\n\n\n<p>Root: \/yawa-\/<\/p>\n\n\n\n<p>Many of you may not even be aware that 柔い is a word, but it is actually synonymous with 柔らかい. Both words primarily mean “soft,” but the latter can be used in both tangibly and intangibly whereas the former is limited to the literal interpretation of “soft.” This is because 柔らかい is an amalgamation of the traditional 形容詞 and 形容動詞 forms. Thus, 柔らかだ is the traditional 形容動詞 form that you would expect to express the abstract states of being “soft\/calm\/gentle.”<\/p>\n\n\n\n<p>47a. 柔らかな餅<br>47b. 柔らかい餅<br>47c. 柔い餅<br>Soft mochi<\/p>\n\n\n\n<p>Each of these expressions essentially mean the same with only the first potentially differing in the sense that the mochi may not inherently be soft by default but is in that state, whereas the second and third iterations imply that the mochi is soft by nature.<\/p>\n\n\n\n<p>48a. 柔らかいご飯<br>48b. 柔らかなご飯<br>48c. 柔らか目のご飯<\/p>\n\n\n\n<p>48a. refers to soft, fluffy cooked rice. 39b. is also soft rice, but you can almost taste the flavor from the word alone. To contrast both expressions, we have 柔らか目（の） which means “comparatively soft.” This would be suitable in conversations centered around different kinds of rice.<\/p>\n\n\n\n<p>In conversation, the predicative form 柔らかだ is seldom used, but it is not grammatically incorrect to use it, nor is it incorrect to use other conjugations of it. Nuance-wise, it really isn’t all that different from 柔らかい, but it does generally have a more refined tone to it, used similarly to phrases like 小さな・大きな.<\/p>\n\n\n\n<p>49. あそこの団子は<strong>柔らかくて<\/strong>安いです。<br>The dango there is so soft and cheap.<\/p>\n\n\n\n<p>50. <strong>柔らかな<\/strong>日差し<br>Gentle sunrays<\/p>\n\n\n\n<p>51.<strong>&nbsp;<\/strong><strong>柔らかで<\/strong>おいしい宗谷牛のステーキを食べてみた。<br>I tried steak made with soft, delicious Soya-beef.<\/p>\n\n\n\n<p>52. イカの身が<strong>柔らかではない<\/strong>ぶん、旨みが濃い。<br>The flavor is deep in proportion to the meat of the squid not being soft.<\/p>\n\n\n\n<p>In place of 柔, you may see the Kanji 軟 used instead. 軟 refers to physical softness or softness in tone. In all other situations, 柔 is preferred. Even in situations where 軟 would be more fitting, 柔 may still be seen.<\/p>\n\n\n\n<p>53. 大根を<strong>軟らかく<\/strong>煮る。<br>To simmer daikon soft.<\/p>\n\n\n\n<p>54. 硬いニュースを<strong>軟らかく<\/strong>伝える。<br>To give stiff news in an informal\/soft manner.<\/p>\n\n\n\n<p>55. 地盤が<strong>軟らかい<\/strong>と、液状化現象が起きる恐れがある。<br>When the bedground is soft, there is the fear of liquification occurring.<\/p>\n\n\n\n<p>56. 硬いマットレスと【<strong>柔・軟 △】らかい<\/strong>マットレスのどちらを選ぶべきか悩んでいる。<br>I’m torn between which to choose, a hard mattress or a soft mattress.<\/p>\n\n\n\n<p><strong>Spelling Note<\/strong>: Normally, a soft mattress doesn’t become permanently disfigured just by lying on it. And so, the use of 軟 is unnatural.<\/p>\n\n\n\n<p>It is worth noting that although 柔い is listed in dictionaries, it is deemed dialectal by most speakers due it not existing in East Japanese dialects. In the dialects of West and South Japan where it is used, it may have the additional meanings of “easily broken” as well as “easy.”<\/p>\n\n\n\n<p>57.&nbsp;<strong>やお（う）ねえ<\/strong>。（大分弁）<br>It’s not easy.<\/p>\n\n\n\n<p><strong>Etymology Note<\/strong>: When the \/k\/ is dropped from the 連用形 of \/yawai\/, the juxtaposed vowels \/a\/ and \/u\/ fuse to become \/o:\/, which is then shortened to \/o\/ based on locality.<\/p>\n\n\n\n<p><strong>⑪細い<\/strong><strong>&nbsp;vs&nbsp;<\/strong><strong>細かい<\/strong><strong>&nbsp;vs&nbsp;<\/strong><strong>細か（な）<\/strong><strong>&nbsp;vs&nbsp;<\/strong><strong>細やか（な）<\/strong><strong>&nbsp;vs&nbsp;<\/strong><strong>細かしい<\/strong><\/p>\n\n\n\n<p>Root: \/koma-\/<\/p>\n\n\n\n<p>This group of words is quite similar to the previous group with it being more convoluted. Here, we start off with the adjectival root \/koma-\/. It is then followed either by the affix \/-shi (Old Japanese)\/ → \/-i (Modern Japanese) or \/-ka\/ to produce 細（こま）い and 細かだ.<\/p>\n\n\n\n<p>As a learner\/speaker of Modern Japanese, we’ve already come to our first problem. Neither of these forms are recognizable as standard phrases in the predicative form for most speakers. This issue is a fluke in both counts as 細い is still used in West Japan and 細かだ can be found in the written language.<\/p>\n\n\n\n<p>To conceptualize&nbsp;the differences between these forms, let&#8217;s look at how each of them may be defined.<\/p>\n\n\n\n<p>細い:<\/p>\n\n\n\n<p>①To be small (shape\/amount\/number). [Dialectal]<br><br>細かい:<\/p>\n\n\n\n<p>①To be small\/fine.<\/p>\n\n\n\n<p>②To be in small amount (money).<\/p>\n\n\n\n<p>③To be small (movement).<\/p>\n\n\n\n<p>④To be detailed.<\/p>\n\n\n\n<p>⑤To be sensitive\/attentive.<\/p>\n\n\n\n<p>⑥To be trivial.<\/p>\n\n\n\n<p>⑦To be stingy.<\/p>\n\n\n\n<p>58.&nbsp;<strong>細かい<\/strong>砂埃がパソコンに被ってしまった。<br>A fine cloud of dust covered (the\/my) computer.<\/p>\n\n\n\n<p>59. 玉葱を<strong>細かく<\/strong>微塵切りにしてください。<br>Please cut the onions small and fine.<\/p>\n\n\n\n<p>60. 硬貨対応のATMで<strong>細かい<\/strong>お金が下ろせる。<br>You can withdraw “small money = change” at ATMs capable of handling coin.<\/p>\n\n\n\n<p>61. 彼女は怖さで肩を<strong>細かく<\/strong>震わせていた。<br>Her shoulders shook faintly out of fear.<\/p>\n\n\n\n<p>62.&nbsp;<strong>細かい<\/strong>ことを気にしすぎる人は、気にし始めると止まらず、無限ループに陥る。<br>People who mind too much about every little thing fall into an infinite loop when they start minding about something as they just don’t stop.<\/p>\n\n\n\n<p>63. 彼氏が物凄くお金に<strong>細かい<\/strong>です。<br><em>My boyfriend<\/em>&nbsp;is incredibly stingy with money.<\/p>\n\n\n\n<p>64. 客室乗務員がアナウンスで<strong>細かい<\/strong>注意を与えた。<br>The cabinet crew gave detailed advice in the announcement.<\/p>\n\n\n\n<p>65. その女優は芸が<strong>細かい<\/strong>。<br>That actress’ art is so meticulous.<\/p>\n\n\n\n<p>66. 賃仕事がなさせられう、<strong>細かい<\/strong>奥様でないかいな。<br>She mustn’t be a stingy wife with her being made to do piecework.<br>From『日本武尊吾妻鑑』by 近松世話浄瑠璃.<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: ～られう ＝ ～られよう.<\/p>\n\n\n\n<p>細か（な）:<br>①The state of being very small\/fine.<\/p>\n\n\n\n<p>②The state of being detailed.<br>③The state of being sensitive\/attentive.<\/p>\n\n\n\n<p>④The state of being stingy.<\/p>\n\n\n\n<p>67. 黄砂とは、中国大陸の奥地から飛んでくる<strong>細かな<\/strong>砂の粒子だ。<br>Yellow dust is fine sand particles that blow in from the interior from the Chinese mainland.<\/p>\n\n\n\n<p>68. 警察はこの事件を<strong>細かに<\/strong>調べた。<br>The police meticulously investigated this incident.<\/p>\n\n\n\n<p>69<strong>.&nbsp;<\/strong><strong>細かな<\/strong>気遣いありがとうございます。<br>Thank you for the attentive consideration.<\/p>\n\n\n\n<p>70. 彼はお金に<strong>細かな<\/strong>自称税理士です<br>He is a self-claimed, penny-pinching tax advisor.<\/p>\n\n\n\n<p>細やか（な）※:<br>①The state of being deep (color\/dog).<br>②The state of being tender (emotion). Also spelled as 濃やか.<br>③The state of being meticulous.<\/p>\n\n\n\n<p>※Upon looking up this word in dictionaries such as the 広辞苑, you’ll notice that 細やか is historically completely synonymous with 細か in all senses regarding meticulousness, detail, and emotion. However, it is notably not used in the sense of “money” or any physical sense of being “small\/fine.” It must be noted that 細やか has a rather subtler, more subjective nuance than 細か.<\/p>\n\n\n\n<p>71. 人情に<strong>細やかな<\/strong>芸術<br>Art deep with human emotion<\/p>\n\n\n\n<p>72.<strong> 細やかなる<\/strong>御調度は、いとしも調へ給はぬを… (Middle Japanese)<br>(She) has yet to really arrange detailed furnishings…<br>From the『源氏物語・初音』.<\/p>\n\n\n\n<p>73. 鳳凰の様な柄が<strong>細やかに<\/strong>染められた。<br>A phoenix-like design was dyed with a subtle depth in color.<\/p>\n\n\n\n<p>細かしい:<br>① An emphatic, outdated version of 細かい with a sense of irritation.<\/p>\n\n\n\n<p>74.&nbsp;<strong>細かしい<\/strong>ところに細工をする。<br>To do handiwork into the minutiae.<\/p>\n\n\n\n<p><strong>Summary of Forms<\/strong><\/p>\n\n\n\n<p>細（こま）い is a “tangible” adjective, which is why it didn’t evolve to have a wider range of use. From there, we can see that 細かい is used in both tangible and nontangible connotations because it absorbed 細い’s meaning, but it’s important to note that 細かい also existed in Classical Japanese exhibiting シク活用. It just so happens that 細か, with the predicative form 細かなり, would have been coined first.<\/p>\n\n\n\n<p>In Modern Japanese, the modern predicative form 細かだ is becoming exceedingly rare. However, because it has been used as a standalone 形容動詞 for centuries, it is not ungrammatical to use it as such. Its other conjugations are still occasionally used, especially its adverbial form 細かに.<\/p>\n\n\n\n<p>細かしい is etymologically identical to 細かい, but it is worth noting that it is falling out of use entirely in modern speech. Similarly, 細やか is almost etymologically identical to 細か, which is why they share much in common, at least historically.<\/p>\n\n\n\n<p><strong>More Examples<\/strong><\/p>\n\n\n\n<p>75. まあ、綺麗だわね。大変目が<strong>細かくて<\/strong>柔らかいんですね。<br>My, how pretty. It’s so fine and soft, isn’t it?<\/p>\n\n\n\n<p>76. 鮮度の高い牛肉は、赤身のキメが<strong>細かく<\/strong>、色は明るく鮮やかだ。<br>As for beef with a high degree of freshness, the texture of the red meat is fine, and the color is bright and vivid.<\/p>\n\n\n\n<p>77. それじゃ、月賦でいただきましょう、月賦も<strong>細く<\/strong>、長く、どうせこれから御贔屓になるんですから。<\/p>\n\n\n\n<p>Well then, let’s have it so I receive monthly installments; the monthly installments will be small yet long in duration, and in any case, then it’ll be a favor moving forward.<br>From『吾輩は猫である』by 夏目漱石.<\/p>\n\n\n\n<p>78. データを、日記ほど<strong>細かではない<\/strong>質問によるべきか検討している。<br>(We) are examining whether to base the data on questions that aren’t as detailed as a diary.<\/p>\n\n\n\n<p>79.<strong>&nbsp;<\/strong><strong>【細・濃】やかな<\/strong>霧が市街を包み始めた。<br>A deep fog began to envelope the streets.<\/p>\n\n\n\n<p>80. 明るい緑色の<strong>細やかな<\/strong>葉が特徴的だ。<br>The deep, bright green leaves are characteristic.<\/p>\n\n\n\n<p>81.&nbsp;<strong>細やかな<\/strong>愛情を注（そそ）ぐ。<br>To pour tender affection.<\/p>\n\n\n\n<p>82. <strong>細かしい<\/strong>問題が山積している。<br>Trivial problems are accumulating.<\/p>\n\n\n\n<p>83.&nbsp;<strong>細か<\/strong>すぎて面倒くさい。<br>It’s so trivial, it’s annoying.<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: In this example, 細かすぎる could be seen as a conjugated form of either 細かい or 細か.<\/p>\n\n\n\n<p>84. 事件の詳細を<strong>事細かに<\/strong>描く。<br>To paint the facts of the case in great detail.<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: The adverbial form 細かに is used heavily in the compound 事細かに meaning “minutely\/in (great) detail.”<\/p>\n\n\n\n<p><strong>きめ細か・きめ細かい・きめ細やか<\/strong><\/p>\n\n\n\n<p>All three of these phrases mean “smooth\/meticulous” depending on the interpretation of きめ. In Kanji it can be spelled as 木目 or 肌理. 木目 refers to texture (of skin\/fabric) or grain as in wood, and 肌理 means “detail.”<\/p>\n\n\n\n<p>As we have learned, 細か, 細かい, and 細やか all share the meaning of “detailed.” Due to this meaning being antiquated for 細やか, some speakers as well as all media outlets shun on using the form きめ細やか. Either way, there is no true difference in meaning between the forms.<\/p>\n\n\n\n<p>85. さらさらとした長い髪を梳いて、<strong>きめの細やかな<\/strong>肌をなぞり、幾度も深く口づけた。<br>(I\/he\/she\/they) brushed through (his\/her\/their) silky, long hair, touched down (his\/her\/their) smooth skin, and deeply kissed (him\/her\/them) time and time again.<\/p>\n\n\n\n<p>86.&nbsp;<strong>きめ細かな<\/strong>指導の下で、専門分野の基礎の教育を行います。<br>Under closely supervised instruction, we administer education of the basics of specialist fields.<\/p>\n\n\n\n<p>※The adjective form 細々しい also exists, created by doubling&nbsp;the adjectival root with the emphatic meaning of &#8220;minute\/annoyingly complicated.&#8221; It is&nbsp;used more than 細かしい in modern speech.<\/p>\n\n\n\n<p><strong>⑫憎い<\/strong><strong>&nbsp;vs&nbsp;<\/strong><strong>憎らしい<\/strong><strong>&nbsp;vs&nbsp;<\/strong><strong>憎らか<\/strong><strong>&nbsp;<\/strong><strong>vs&nbsp;<\/strong><strong>憎たらしい<\/strong><\/p>\n\n\n\n<p>Root: niku-\/<\/p>\n\n\n\n<p><strong>憎い<\/strong>&nbsp;means “to detest” and may translate both as a verb and as an adjective into English. To the Japanese mind, it is a pure “tangible” emotion described as an adjective, which it why it conjugates with ク活用. Next, we have&nbsp;<strong>憎らしい<\/strong>, exhibiting シク活用 with the meaning of “detestable\/odious.” As for&nbsp;<strong>憎らか<\/strong>, it is best to really think of \/-ra\/ as nominalizing affix on the adjectival root; the use of \/-shi\/ is more colloquial than \/-ka\/, but they both highlight a detestable state. As both are essentially synonymous, 憎らか is no longer used today, being overshadowed by 憎らしい. As for&nbsp;<strong>憎<\/strong><strong>(<\/strong><strong>っ<\/strong><strong>)<\/strong><strong>たらしい<\/strong>, the degree of “odiousness” is even greater than situations described by 憎らしい. As to where the additional \/-ta\/ comes from, it doesn’t likely share same origin as the \/-ta\/ in \/arata\/.<\/p>\n\n\n\n<p>87. 不正を許す社会が<strong>憎い<\/strong>。<br>Our society which allows injustice is abominable.<\/p>\n\n\n\n<p>88. こういうところが<strong>憎らしい<\/strong>けど好きだ。<br>I hate this (about the thing\/person), but I love (it\/them).<\/p>\n\n\n\n<p>89. ホント<strong>憎たらしい<\/strong>奴だなぁ。<br>He’s really such a despicable guy.<\/p>\n\n\n\n<p>90. さるべき方には卑下して、<strong>憎らかに<\/strong>もうけばらぬなどを、ほめぬ人なし。<br>There isn’t a person who would not praise her humbling herself to the correct people, not detestably flaunting about, and the like.<br>From the『源氏物語・若菜』.<\/p>\n\n\n\n<p><strong>⑬温い<\/strong><strong>&nbsp;vs&nbsp;<\/strong><strong>温らか<\/strong><\/p>\n\n\n\n<p>Root: \/nuru-\/<\/p>\n\n\n\n<p>温い has the primary meaning of “lukewarm,” but it may also refer to one’s behavior being “at ease\/lax.” Naturally, this would prompt the existence for a -か ending 形容動詞 to mark such a state. That form is none other than 温らか. Unfortunately, this word only survives into Early Modern Japanese. At which point, it was replaced entirely by other words such as 寛容な and ゆったりした.<\/p>\n\n\n\n<p>91. お風呂が<strong>温く<\/strong>なった。<br>The bath has become lukewarm.<\/p>\n\n\n\n<p>92. 自分の<strong>温い<\/strong>態度を反省する。<br>To reflect on one’s lax attitude.<\/p>\n\n\n\n<p>93. たどたどしくおぼめくこともあらじと<strong>温らかに<\/strong>こそ掟て給ふなれ。<br>It sounds like (she) hasn’t faltered or been aimless and that she is open-minded.<br>From the『源氏物語・常夏』.<\/p>\n\n\n\n<p><strong>⑭珍しい<\/strong><strong>&nbsp;vs&nbsp;<\/strong><strong>珍か（なる）<\/strong><\/p>\n\n\n\n<p>Root: \/medu-\/<\/p>\n\n\n\n<p>During orthography reform, debate was had whether to spell 珍しい as 珍らしい to reflect its true etymological breakdown as \/-ra\/. This \/-ra\/ has a nominalizing effect. After which, the affix \/-shi\/ or \/-ka\/ is attached. In Modern Japanese, only the form 珍しい exists. This is likely because both forms are ‘intangible’ in nature.<\/p>\n\n\n\n<p>94.&nbsp;<strong>珍しい<\/strong>宝石ですね。<br>What a rare gem, huh.<\/p>\n\n\n\n<p>95. いそぎまゐらせて御覧ずるに、<strong>めづらかなる<\/strong>、児（ちご）の御かたちなり。<br>When he quickly had the child visit the palace, the child’s figure was quite extraordinary.<br>From the 『源氏物語・桐壺』.<\/p>\n\n\n\n<p><strong>⑮清い<\/strong><strong>&nbsp;vs&nbsp;<\/strong><strong>清らか（な）<\/strong><\/p>\n\n\n\n<p>Root: \/kiyo-\/<\/p>\n\n\n\n<p>清い translates as “clear\/pure” and is deeply tied to the concept of pure beauty. It can be used in relation to physical entities such as the “air” which often become polluted as well as people, but for it to refer to “pure” feeling, the form 清らか must be used 清らか is used in both tangible and intangible situations. 清らか may also be viewed as being more emphatic. Here, we can see how ～らか highlights the sense\/appearance of purity.<\/p>\n\n\n\n<p>96. 選挙法を順守し、<strong>清い<\/strong>選挙をしなければならない。<br>We must strictly follow election laws and have a clean election.<\/p>\n\n\n\n<p>97. <strong>清き<\/strong>一票をお願いします！<br>I ask for your vote of pure (intent).<\/p>\n\n\n\n<p><strong>Phrase Note<\/strong>: This is a set phrase that politicians and local officials will use to encourage voters to vote how they feel rather than be bribed or coerced into voting for another candidate.<\/p>\n\n\n\n<p>98. 水<strong>清ければ<\/strong>魚棲まず。<br>If the water is pure, fish won’t live there.<\/p>\n\n\n\n<p>99.&nbsp;<strong>清らかな<\/strong>感じのする人<br>A person who has a pure feeling to them<\/p>\n\n\n\n<p>100.&nbsp;<strong>清らかな<\/strong>瞳に魅せられる。<br>I am mesmerized by those pure eyes.<\/p>\n\n\n\n<p>101.&nbsp;<strong>清らかな<\/strong>森に入る。<br>To entire a forest with a pure aura.<\/p>\n\n\n\n<p><strong>⑯⑰白い・黒い<\/strong><strong>&nbsp;vs&nbsp;<\/strong><strong>白らか（なる）・黒らか（なる）<\/strong><\/p>\n\n\n\n<p>Roots: \/shiro-\/ &amp; \/kuro-\/<\/p>\n\n\n\n<p>All color adjectives are examples of tangible adjectives. What, then, does 白らか mean? Read as either しろらか or しららか (with the latter form being predominant), it refers to the state of being extremely white\/bright. In this sense, ～らか clearly functions as an emphasis marker.<\/p>\n\n\n\n<p>We see the same thing for 黒い with the alternative form くろらか, meaning “incredibly black\/dark-colored.”<\/p>\n\n\n\n<p>Interestingly, in both cases, it is possible to see -やか used instead, giving しらやか and くろやか respectively.<\/p>\n\n\n\n<p>Neither word has survived into Modern Japanese, but of course, examples can be found in older texts.<\/p>\n\n\n\n<p>102. 其れに差去て、色<strong>白らかなる<\/strong>男の<strong>小さやかなる<\/strong>※立てり。<br>To the side of them stood a rather light-skinned man of very short stature.<br>From the『今昔物語』.<\/p>\n\n\n\n<p>103. 三の宮、<strong>黒らかなる<\/strong>搔練一襲、縹(はなだ)の綺(き)の指貫<br>San-no-miya, a very dark crimson pair; a sashinuki of light indigo, thin, twilled silk<br>From the『宇津保物語・蔵開上 』.<\/p>\n\n\n\n<p>※Additional adjectives with an emphatic form of this kind that did not survive into Modern Japanese include: <br><br>⑱赤い→ 赤らか<br>⑲細い → 細（ほそ）やか<br>⑳小さい → 小さやか<br>㉑遠い → 遠らか  <br>㉒厚い → 厚らか<br>㉓薄い → 薄らか<br>㉔広い → 広らか・広やか<br>㉕強（こわ）い → 強らか<br>㉖早い → 早らか<br>㉗長い → 長やか<\/p>\n\n\n\n<p>104. 紅といふものいと<strong>赤らかに<\/strong>かいつけて、髪けづりつくろひ給へる、さるかたに賑はしく、愛敬づきたり。<br>Her applying lipstick bright red and brushing her hair was in itself festive and charming.<br>From the『源氏物語・常夏』.<\/p>\n\n\n\n<p>105. 容体<strong>細（ほそ）やかに<\/strong>なまめかしう、あな清らの人やと見えたり。<br>Her figure was so slim and captivating; my, what a beautiful person she was.<br>From the『宇津保物語・楼上下』.<\/p>\n\n\n\n<p>106.<strong> とをらかなる<\/strong>よそ目こそときどきもみれ<br>At times, I gaze at the far distant eyes of others.<br>From the『前田本夜の寝覚・上』.<\/p>\n\n\n\n<p><strong>㉘まことし<\/strong><strong>&nbsp;<\/strong><strong>vs&nbsp;<\/strong><strong>まことしやか<\/strong><\/p>\n\n\n\n<p>Root: \/makoto-\/<\/p>\n\n\n\n<p>The noun 誠（まこと）means “truth\/sincerity.” Its adjectival form is まことし (シク活用), and the Kanji used to spell it include 真, 実, and 誠. In Classical Japanese, this adjectival form could either mean “true,” “serious,” or “formal.” Then, the derived form まことしやか, written with the same Kanji, has the special meaning of “plausible but false.” Some native speakers mistake this word for meaning “more believable,” but the word actually implies that the situation is, in fact, false. Thus, out of all the word pairs we have seen, this is the most divergent difference in meaning created with ～らか・やか.<\/p>\n\n\n\n<p>107. 大方は<strong>まことしく<\/strong>あしらひて、偏に信ぜず、また疑ひ嘲るべからず。<br>Treat it as mostly true but do not wholeheartedly believe, but also neither doubt nor scoff at it.<br>From the『徒然草』.<\/p>\n\n\n\n<p>108. <strong>まことしき<\/strong>方ざまの御心おきてなどこそは、めやすくものしたまひけめ。<br>(Kaoru’s) orthodox readiness and the like were surely a great sight to see.<br>From the『源氏物語・宿木』.<\/p>\n\n\n\n<p>109.&nbsp;<strong>実しやかな<\/strong>噓をついていた。<br>(That person) had been making a really believable lie.<\/p>\n\n\n\n<p>110. 巨大地震が今月にも起こるという噂が<strong>実しやかに<\/strong>囁かれていた。<br>Seemingly plausible rumors were being made that said a major earthquake would occur any time this month.<\/p>\n\n\n\n<p><strong>㉙遥けし<\/strong><strong>&nbsp;<\/strong><strong>vs&nbsp;<\/strong><strong>遥か<\/strong><strong>&nbsp;&amp; ㉚&nbsp;<\/strong><strong>静けし<\/strong><strong>&nbsp;<\/strong><strong>vs&nbsp;<\/strong><strong>静か &amp; 静やか<\/strong><\/p>\n\n\n\n<p>Root: \/haru-\/<\/p>\n\n\n\n<p>These pairs require us to return to Classical Japanese once again. This time, we see an intrusive \/-ke\/ affix in between the root and \/-shi\/ that is not present before the \/-ka\/ forms, but it could be that the \/-ke\/ is inserted to make the forms sound more similar to their \/-ka\/ forms. Although this form dynamic doesn’t look 100% like what we’ve seen so far, the same semantic dynamics still play out for these pairs.<\/p>\n\n\n\n<p>遥けし and 静けし are both ク活用, and they mean “to be spatial\/temporal\/emotional distant” and “to be quite\/calm” respectively.” These meanings have been completely inherited by their \/-ka\/ ending 形容動詞 forms, but it appears that in Old Japanese, at least, that the 形容詞 forms were more prevalent. However, by Middle Japanese, the opposite became true, and for a short period, 静か also had the emphatic form 静やか.<\/p>\n\n\n\n<p>111. ぬばたまの月に向かひてほととぎす鳴く音<strong>遥けし<\/strong>里遠みかも。<br>Aimed towards the moon crossing the night sky, the chirping of the cuckoo can be heard from afar; alas, it is still a ways off from the village.<br>From the『万葉集・三九八八』.<\/p>\n\n\n\n<p>112. <strong>しづけく<\/strong>も岸には波は寄せけるかこれの屋通し聞きつつ居れば。<br>Perhaps the waves are breaking ashore peacefully now, I wonder as I listen through the walls of this inn.<br>From the『万葉集・一二三七』.<\/p>\n\n\n\n<p>113. <strong>しづやかに<\/strong>心にくきけはひ見えたまはぬわたりぞや。<br>He was someone who you couldn’t see his calm, refined state.<br>From the『源氏物語・若菜下』.<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: One grammatical difference that 遥か has developed independently is its ability to be used as an adverb as is without being conjugated into its 連用形 as 遥かに. This is especially common in the phrase 遥か彼方 meaning “far away.”<\/p>\n\n\n\n<p><strong>㉛大きい<\/strong><strong>&nbsp;<\/strong><strong>vs&nbsp;<\/strong><strong>大らか（な）<\/strong><\/p>\n\n\n\n<p>Root:\/ō-\/<\/p>\n\n\n\n<p>The word 大きい actually shares the same origin as 多い. In Old Japanese, the base adjective おほし, the combination of its root and \/-shi\/, both meant “large” and “many.” The form 大きい developed from its attributive form おほき through an irregular process. It wasn’t until the Muromachi Period (室町時代, circa 1336-1573) that 大きい had actually developed from 大きなり, which in turn became 大きな in Modern Japanese.<\/p>\n\n\n\n<p>大らか, in turn, is more regular in composition, but it is very limited in meaning. In modern speech, it only means “magnanimous\/placid\/composed,” all in reference to behavior. In Classical Japanese, it could also be seen with the emphatic meaning of “a lot,” in which case it could also be seen spelled as 多らか, demonstrating further how 大きい and 多い are two forms of the same thing.<\/p>\n\n\n\n<p>114. 質量の<strong>大きい<\/strong>物体ほど、より強い引力で引かれるので、より重くなる。<br>The greater the mass an object is, the stronger attraction it is pulled, which makers it heavier.<\/p>\n\n\n\n<p>115. 近年結構<strong>大きい<\/strong>台風でも950ヘクトパスカルくらいなので、これは相当大きいです。<br>Even the relatively large typhoons in the past few years have been around 950 hectopascals, so this is considerably large.<\/p>\n\n\n\n<p>116. 水族館での水槽を泳ぐ魚たちを眺めているだけで気持ちが<strong>大らかに<\/strong>なっていく。<br>Just by looking at the fishes swimming in the aquarium’s tanks, my feelings gradually become composed.<\/p>\n\n\n\n<p>117. 打ち蒔きの米 （よね） を<strong>多らかに<\/strong>かきつかみて<br>…gathered a large amount of sacred rice…<br>『今昔物語』より<\/p>\n\n\n\n<p><strong>Phrase Note<\/strong>: 打ち蒔きの米 refers to sacred rice that is used to ward off evil spirits.<\/p>\n\n\n\n<p>※The outdated form 大様（おおよう）らか can also be seen in archaic texts.<\/p>\n\n\n\n<p><strong>㉜明るい<\/strong><strong>&nbsp;<\/strong><strong>vs&nbsp;<\/strong><strong>明らか（な）<\/strong><\/p>\n\n\n\n<p>Root: \/ak-\/<\/p>\n\n\n\n<p>The relation between these two words is apparent from the same root, but how they both formed differs considerably from the other word pairs we’ve seen thus far.<\/p>\n\n\n\n<p>The root \/ak-\/ creates the word 明く (Modern 明ける) meaning “to dawn\/grow light.” This root is also responsible for the formation of 赤い meaning “red,” which would have been 赤し in Classical Japanese. In fact, “red” and “bright” were represented by this same word for centuries. Eventually, the verb form 明かる was formed meaning “to become bright\/clear,” and this is where the words 明るい and 明らか come into play.<\/p>\n\n\n\n<p>明るい was coined as 明るし during Middle Japanese to mean “bright,” once and for all being separated from the form 赤し. As for 明らか, it is thought to originate from the verb form 明きらむ meaning “to make bright(er).” This means, we’re actually looking at the affix \/-ka\/ and not \/-raka\/. In the case of 明らか, it too had already appeared by Middle Japanese.<\/p>\n\n\n\n<p>These two forms, 明るい and 明らか inherit the traits of their conjugation classifications. 明るい directly refers to “brightness” in both literal and figurative settings, and 明らか is limited to intangible contexts regarding the “obvious\/clear” state of things. However, in older language, it could also be seen as an emphatic way of saying “bright,” indicating its relation to 明るい.<\/p>\n\n\n\n<p>118.&nbsp;<strong>明るい<\/strong>太陽の下（もと）で元気に遊ぶ。<br>To play full of energy under the bright sun.<\/p>\n\n\n\n<p>119. 彼は<strong>明らかに<\/strong>間違いと分かっても、あくまでも自分の間違いと認めようとしない。<br>Even though he knows it&#8217;s clearly a mistake, he persistently attempts to not recognize it as his own mistake.<\/p>\n\n\n\n<p>120. 夜深き月の<strong>明らかに<\/strong>さし出でて<br>The moon deep in the night shines brightly…<br>From the『源氏物語・椎本』.<\/p>\n\n\n\n<p><strong>㉝ひゃっこい<\/strong><strong>&nbsp;<\/strong><strong>vs&nbsp;<\/strong><strong>冷ややか（な）<\/strong><\/p>\n\n\n\n<p>Root: \/hiya-\/<\/p>\n\n\n\n<p>The relationship between these words isn’t that direct. The root \/hiya-\/ is seen in various forms such as the verbal form 冷やす (to cool down) as well as 冷ややか（な）”to be cold,” with the latter word most often referring to “indifferent\/cold” attitude. Its literal meaning of “cool” in reference to temperature is overshadowed by this figurative interpretation at least in the spoken language.<\/p>\n\n\n\n<p>Perhaps as a counter to this, the form 冷やっこい also exists, sometimes pronounced as ひゃっこい depending on the speaker. This form doesn’t directly have \/-shi\/ attach to the root as is the case with most other adjectives. Instead, \/-koi\/ is viewed as a separate emphatic ending to highlight the state\/nature of something.<\/p>\n\n\n\n<p>Nonetheless, both words act accordingly to what we’ve seen thus far. It must be noted, though, that 冷やっこい is considered dialectal even though it is attested in Classical Japanese as ひやこし. If we look at other dialects, we see that there are places in Japan that do, in fact, use 冷やい, indicating that it must have existed as long as 冷ややか.<\/p>\n\n\n\n<p>121.&nbsp;<strong>冷ややかな<\/strong>侮蔑を感じる。<br>To feel indifferent contempt.<\/p>\n\n\n\n<p>122. この水、<strong>ひゃっこい<\/strong>なあ。<br>This water’s so cold.<\/p>\n\n\n\n<p>123. 暁の<strong>冷ややかな<\/strong>雲流れけり。<br>The cold clouds of daybreak have passed.<br>Written by 子規.<\/p>\n\n\n\n<p><strong>㉞鮮々し vs 鮮やか（な）<\/strong><br><strong><br><\/strong>Root: \/aza-\/<\/p>\n\n\n\n<p>鮮々し is another example of a シク活用 adjective which has a 形容動詞 equivalent. The reason for why it doesn’t exist but its 形容動詞 form 鮮やか survives is the same as for the other examples seen: they are identical in meaning. Double the root of adjectives is a whole other process to create emphatic forms, most often in adverbial phrases in Modern Japanese. Ultimately in this case, 鮮やか sounds more elegant and it was likely the cadence of ～やか that caused the demise of the シク活用 form.<\/p>\n\n\n\n<p>124. 総じて神の御事を<strong>あざあざしく<\/strong>は申さねども、粗々一義を顕すべし。<br>Although I won’t plainly speak of the works of the gods all in all, I intend to make their truth roughly known.<br> From『謡・賀茂』.<\/p>\n\n\n\n<p>125. 寿司職人は<strong>鮮やかな<\/strong>包丁捌きで大きなマグロを捌いてみせた。<br>The sushi artisan showed off fileted a large tuna with deft movements of the knife.<\/p>\n\n\n\n<p>※The form 鮮らか can be seen in archaic speech.<\/p>\n\n\n\n<p><strong>㉟若い<\/strong><strong>&nbsp;<\/strong><strong>vs&nbsp;<\/strong><strong>若やか<\/strong><strong>&nbsp;<\/strong><strong>vs&nbsp;<\/strong><strong>若々しい<\/strong><\/p>\n\n\n\n<p>Root: \/waka-\/<\/p>\n\n\n\n<p>We know 若い as a basic adjective meaning “young,” but it has two emphatic forms which mean “youthful.” These forms are 若やか and 若々しい. These emphatics are completely synonymous, and similarly to the last pair of words we just saw, only one form survived into Modern Japanese. This time, it is the form produced by doubling the root that survived rather than the ～やか form. It would seem that cadence was not enough for 若やか to survive.<\/p>\n\n\n\n<p>126. いと<strong>若やかなる<\/strong>心地もするかな。<br>Alas, how you behave like a young person.<br>From the『源氏物語・若菜上』.<\/p>\n\n\n\n<p>127. 若さの秘訣は、<strong>若々しい<\/strong>気持ちでいることだ。<br>The secret to youth is staying in a youthful mood.<\/p>\n\n\n\n<p>128. まだ<strong>若い<\/strong>から大丈夫<br>(You\/they)’re still young, so it’s fine.<\/p>\n\n\n\n<p><strong>㊱丸い vs 円やか vs まど（や）か<\/strong><\/p>\n\n\n\n<p>Roots: \/maru-maro\/ &amp; \/mado-\/<\/p>\n\n\n\n<p>The adjective 【丸・円】い means &#8220;round\/circular,&#8221; but it may also have the abstract meaning of &#8220;amicable\/harmonious.&#8221; The form 円（まろ）やか either means &#8220;spherical&#8221; or &#8220;mellow (to the palate).&#8221; Interestingly, somewhat older yet still occasionally seen forms include 円（まど）か and&nbsp;円（まど）やか. These forms are identical in meaning and usage, both having a rather romanticizing tone and literary flare. Unlike&nbsp;円（まろ）やか, however, they are not used in the sense of &#8220;mellow,&#8221; but they can, however, be used in the sense of &#8220;harmonious,&#8221; although this usage has been taken over by 丸い and other adjectives in modern speech.&nbsp;<\/p>\n\n\n\n<p><strong>Kanji Note<\/strong>: Regarding shape, the Kanji 丸 is only appropriate for &#8220;ball-shaped&#8221; items. Additionally, older, less commonly used forms like 円か, when written in Kanji, utilize 円. As for まろやか, although the Kanji is 円, it is usually written in Hiragana.<\/p>\n\n\n\n<p>129. 地球は<strong>丸い<\/strong>。<br>The Earth is round.<\/p>\n\n\n\n<p>130. 友達がその場を<strong>丸く<\/strong>収めた。<br>My friend calmed down the situation.<\/p>\n\n\n\n<p>131.&nbsp;<strong>円（まど）かな<\/strong>月を見ながらふと思った。<br>I thought of it as I looked at the round (~tranquil) moon.<\/p>\n\n\n\n<p>132. <strong>円（まど）やかな<\/strong>幸多き夢は破れた。<br>My smooth dreams of great fortune have been ruined.<br>From 『金』by 宮嶋資夫.<\/p>\n\n\n\n<p>133. 魚のクセを抑えた<strong>まろやかな<\/strong>味がしますよ。<br>It has such a mellow taste that holds back on the fish&#8217;s stringency.&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Using \/-ra\/ &amp; \/-ya\/ Without \/-ka\/　<br>独立用法の「～ら・～や」<\/h3>\n\n\n\n<p>Having looked closely at many words ending in \/-ka\/, we clearly see its role in marking appearance. What is more intriguing, though, is that the affix \/-ra\/~\/-ya\/ seen before \/-ka\/ is actually a separate affix that can be used independently of \/-ka\/.<\/p>\n\n\n\n<p>From a glance, this intermediary affix \/-ra\/~\/-ya\/ essentially nominalizes the adjectival root it follows, producing an adjectival noun. We’ve actually just seen an example of this in Ex. 96 with the word 清ら, which is used to mean, “to be purely beautiful,” and was the signature word for beauty in the classical eras.<\/p>\n\n\n\n<p>Although these independent forms are easier to find in archaic speech, few examples have made it into the modern language. One exception to this norm is the adjective 平ら, which is actually more common than its still extant alternative form 平らか exhibiting \/-ka\/.<\/p>\n\n\n\n<p>平ら:<\/p>\n\n\n\n<p>①The state of lacking ups-and-downs (flat).<\/p>\n\n\n\n<p>②The state of being calm\/stable.<br>平らか:<\/p>\n\n\n\n<p>①The state of lacking ups-and-downs (flat).<\/p>\n\n\n\n<p>②The state of being calm\/stable.<\/p>\n\n\n\n<p>※The word form 平らけし, similar to 静けし, also existed in Classical Japanese, demonstrating ク活用. ～けし constitutes yet another ending which creates adjectives, but they have all since been replaced with their ～か ending equivalents. Nonetheless, this creates yet another word pair between 平らか and 平らけし.&nbsp;&nbsp;<\/p>\n\n\n\n<p>133.&nbsp;<strong>平ら（か）な<\/strong>地形<br>Flat terrain<\/p>\n\n\n\n<p>134.&nbsp;<strong>平らかな<\/strong>道に導いてください。<br>Lead me down level ground.<\/p>\n\n\n\n<p>135. 天下を<strong>平ら（か）に<\/strong>する。<br>To stabilize the world.<\/p>\n\n\n\n<p>Here, we see that 平らか is used more figuratively, which is likely due to the presence of \/-ka\/, but it is not limited to this capacity as illustrated in Ex. 125.<\/p>\n\n\n\n<p>Semantically and etymologically, it would seem that \/-ra\/~\/-ya\/※ plays a similar role in marking state.<\/p>\n\n\n\n<p>※Out of brevity, moving forward, this intermediary affix will be referred to as \/-ra\/ as \/-ya\/ is simply a variation of it. It is not really predictable to determine which form a word may take as the decision was probably dialectal and\/or personal preference when it was most productive.<\/p>\n\n\n\n<p>Finding examples other than 平ら in Modern Japanese is excessively difficult but not possible. For instance, the common phrase 赤ら顔 used to describe “red face” upon blushing (due to alcohol) comes from 赤ら + 顔. 赤ら can be analyzed as an adjectival noun meaning “being very red,” which is very fitting to describe someone who is plastered.<\/p>\n\n\n\n<p>This association with “red face” being a symptom of drinking alcohol actually led to the use of あから being used as a euphemism for alcohol.<\/p>\n\n\n\n<p>136.&nbsp;<strong>あから<\/strong>呑め。<\/p>\n\n\n\n<p>Drink liquor!<\/p>\n\n\n\n<p>Now, although this sense of the word is no longer used, it is an example of how this affix did, in fact, create independent words. Another well-known example is うらら.<\/p>\n\n\n\n<p>137. 春の&nbsp;<strong>うらら<\/strong>の 隅田川～<br>The bright (weather) of spring: Sumitagawa♪<\/p>\n\n\n\n<p>Here,うらら is used to refer to “bright weather.” You may be more familiar with its \/-raka\/ form 麗らか. This word is frequently translated as “beautiful,” but its primary meaning actually refers to pleasant, bright weather in addition to “cheerful” and “splendid.” It is believed that うらら is a contraction of うらうら, which is used in うらうらとした with the meaning of “to be shining brightly.”<\/p>\n\n\n\n<p>Perhaps the most intriguing examples of these \/-ra\/ forms are in toponyms. For instance, 名古屋 is merely 当て字, obscuring its real origin and meaning: \/nago\/ + \/ya\/ = “tranquility.” Although \/nagoya\/ doesn’t exist as an adjectival noun in modern speech, the form 和やか still does.<\/p>\n\n\n\n<p>Other examples of these toponyms can be found throughout Japan, but you have to look closely. In today’s speech, we associate 屋, also pronounced as \/ya\/ as a store title. However, this affix attaches strictly to nouns, so if we see や・屋・家 at the end of an adjective, it may actually be the affix \/-ya\/.<\/p>\n\n\n\n<p>Let’s say there is a cafeteria named おだや食堂. Grammatically, we would have to analyze it is a compound word utilizing an adjective + the affix \/-ya\/ followed by the next noun. What say then about 黒家? Say this store specializes in 黒豚, then it would appear that 家・屋 should be interpreted literally as the store title suffix and that 黒 is being used as a noun in reference to the kind of meat it serves. However, the etymology of another store named くろや may in fact come from the adjectival noun, especially if in reference to textiles. We saw in Ex. 82 that 黒らか・黒やか could be used in the sense of “dark,” so it is perceivable for its \/-ra\/ form to be used as a noun in reference to such depth.<\/p>\n\n\n\n<p>Unfortunately, the road stops here if our hopes are to find extant examples. To conclude, let’s just look at a few more examples from Classical Japanese.<\/p>\n\n\n\n<p>138. 桜花みぎは<strong>しららに<\/strong>散つもりあまもひろはぬ貝かとぞ見る。<br>The cherry blossoms have piled up in a dazzlingly white on the shoreline; it would seem as if they’re like shells not picked up by divers.<br>From the『源賢集 』.<\/p>\n\n\n\n<p>139. 蒸衾(むしぶすま)<strong>なごや<\/strong>が下に臥（ふ）せれども妹（いも）とし寝（ね）ねば肌し寒しも<br>Though I sleep under the soft bedding of ramie, my skin is still cold because you are not here by my side.<br>From the『万葉集・五二四』.<\/p>\n\n\n\n<p>※There is also a very unique example in which -ら is found attach to the root of an adjective but does not take \/-ka\/. This word is 賢（さか）しら, which means “to pretend to know.” The adjective 賢し was a シク活用 adjective meaning “wise.” 賢しら exists in Modern Japanese as a set phrase. It is either seen adverbially as 賢しらに or as a noun in 賢しらをする.<\/p>\n\n\n\n<p>140. あなみにく<strong>さかしらをす<\/strong>と酒飲まぬ人をよく見れば猿にかも似る<br>Oh, how unseemly; upon good look at those who don’t drink and act all wise, they really resemble monkeys.<br>From the『万葉集・三四四』.<\/p>\n\n\n\n<p>141. 門外漢が<strong>賢しらに<\/strong>口を出すのを見て哀れに思う。<br>I feel sorry watching amateurs talk about things knowingly.<\/p>\n\n\n\n<p>※はらら is an ancient onomatopoeia for “scattered” that also utilizes the affix -ら. It can be seen as is or with \/-ka\/ as はららか. Interestingly, はららか gave rise to the verb form はららかす for “to scatter,” but this eventually became replaced with 散らかす.<\/p>\n\n\n\n<p>142. 浜に出でて海原見れば白波の八重折るが上に海人小船<strong>はららに<\/strong>浮きて大御食に仕へまつるとをちこちに漁り釣りけり<br>Upon heading to the shore and looking out at the sea, small fishing boats can be seen scattered atop the crisscrossing white-crested waves, fishing here and there so that they may present offerings to the king for his feast.<br>From the『万葉集・四三六〇』.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Lone Instances&nbsp;of ～か・らか・やか<\/h3>\n\n\n\n<p>Earlier we saw a few examples of ～か・らか・やか which ultimately do not have a 形容詞 pair※. These examples are not the only ones, but it would seem that they are the minority. When to use ～か・らか・やか is a matter of memorization as they are all offshoots of each other. Variation that once may have existed has all been eliminated as a result of language standardization.<\/p>\n\n\n\n<p>※If we were to include 形容詞 created by doubling the root, the number of pairs wouldn’t expand beyond the examples we’ve already covered as most such forms result in adverbial forms often followed by と（した）.<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><thead><tr><td><strong>語幹＋か<\/strong><\/td><td>&nbsp;語幹＋らか<\/td><td><strong>&nbsp;語幹＋やか<\/strong><\/td><\/tr><\/thead><tbody><tr><td>僅か（な）(slight\/meager)<\/td><td>朗らか（な）(cheerful\/melodious)<\/td><td>&nbsp;速やか（な）(speedy\/prompt)<\/td><\/tr><tr><td>&nbsp;詳らか（な）(detailed)<\/td><td>滑らか（な）(smooth\/glassy)<\/td><td>&nbsp;健やか（な）(vigorous\/healthy)<\/td><\/tr><tr><td>確か（な）(certain)<\/td><td><\/td><td>&nbsp;爽やか（な）(refreshing\/eloquent)<\/td><\/tr><tr><td>&nbsp;微か（な）(dim\/scanty)<\/td><td><\/td><td>&nbsp;華やか（な）(brilliant\/florid)<\/td><\/tr><tr><td>&nbsp;豊か（な）(abundant)<\/td><td><\/td><td>&nbsp;密やか（な）(quiet\/surreptitious)<\/td><\/tr><tr><td>&nbsp;俄か（な）(sudden\/abrupt)<\/td><td><\/td><td><\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>※詳らか has a complicated etymology as it is most like a portmanteau of the archaic form of 粒 \/tu<sup>m<\/sup>bi\/ combined with 開（ひら）く.<\/p>\n\n\n\n<p>※華やか is, in fact, ～やか attached to the noun 花 meaning “flower,” and until the standardization of spelling, the spelling 花やか was also quite common.<\/p>\n\n\n\n<p>※You may be wondering if 何らか meaning “some sort” is an example of ～らか. However, this derived from a separate \/-ra\/ affix which attaches to demonstratives and the particle か.<\/p>\n\n\n\n<p>143.<strong>&nbsp;<\/strong><strong>僅かな<\/strong>注意を払えば、火災の発生を十分に予見できた。<br>By even giving the slightest attention, the fire would have easily been foreseen.<\/p>\n\n\n\n<p>144. 丁寧かつ<strong>速やかに<\/strong>対応して頂き、とても助かりました。<br>It would so helpful that we were able to have it so politely and quickly handled.<\/p>\n\n\n\n<p>145. 私は温かい家庭ですくすくと<strong>健やかに<\/strong>育ちました。<br>I was raised healthy swiftly in a warm home.<\/p>\n\n\n\n<p>146.&nbsp;<strong>朗らかな<\/strong>性格を目指すのであれば、否定的な言葉は出来るだけ使わないようにしましょう。<br>If you are really aiming for a cheerful personality, try to avoid using negative words as much as possible.<\/p>\n\n\n\n<p>147. 彼らは特別なスキンケアをしなくとも、<strong>滑らかな<\/strong>肌が維持できている。<br>They are continuously able to maintain smooth skin without having to any particular skin care regiment.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Verb\/Onomatopoeia + ～か・らか<\/h3>\n\n\n\n<p>It would be inaccurate to state that ～か or its offshoots ～らか and ～やか exclusively follow adjectival roots. A decent number, including some shown the previous chart, are actually formed by attaching to verbal and\/or onomatopoeic roots.&nbsp;&nbsp;<\/p>\n\n\n\n<p>Earlier in this lesson, we learned of the word はやりか, which is a combination of the verb 逸る meaning &#8220;to be eager\/excited&#8221; and ～か.<\/p>\n\n\n\n<p>148. 十九になりたまふ年、三位の宰相にて、なほ中将も離れず。帝、后の御もてなしに、ただ人にては、憚りなきめでたき人のおぼえにてものしたまへど、心のうちには身を思ひ知るかたありて、ものあはれになどもありければ、心にまかせて、<strong>はやりかなる<\/strong>好きごと、をさをさ好まず、よろづのこともてしづめつつ、おのづからおよすけたる心ざまを、人にも知られたまへり。<br>At 19, he became Third Chancellor while not quitting his role as lieutenant general. Through the service of the Emperor and Empress, this was quite respectable for a vassal with such unreserved, auspicious reputation. However, internally, there was something about himself that he was aware of, which brought with it a sense of sadness, and with that, he disdained unrestrained sensuality of his own volition, always being reserved with everything, which naturally matured his personality, this too being well known to others. <br>From the『源氏物語・ 匂宮』.<\/p>\n\n\n\n<p>Another very similar example is the word 重りか, the combination of 重る&nbsp;(to become heavier\/for a disease to become worse) ～か. The resulting form 重りか has the meaning of &#8220;to seem incredibly heavy&#8221; or &#8220;to be profound\/solemn.&#8221;&nbsp;<\/p>\n\n\n\n<p>149. 心得ずうちかたぶきたまへるに、包みに、衣筥の<strong>重りかに<\/strong>古代なるうち置きて、おし出でたり。<br>As he tilted his head puzzled, she placed forth a wrapped clothes chest which seemed heavy and old.<br>From the『源氏物語・末摘花』.<\/p>\n\n\n\n<p>Interestingly, this word was often seen as 重らか, which would make it yet another word pair with 重い. However, 重らか is thought to be a corruption of 重りか, so it may be possible that its form changed due to association with ～らか. Or, both etymologies could hold true depending on how the individual speaker lexicalized it.&nbsp;<\/p>\n\n\n\n<p>150. 小さき唐櫃の、金物したるが、いと<strong>重らかなる<\/strong>を、参らせられたり。<br>[He] presented the small Chinese-style chest, quite heavy with money. <br>From『増鏡・おどろの下』.<\/p>\n\n\n\n<p>A large number of other examples with ～か・らか・やか appear to fuse irregularly with the roots of verbs. Examples of this include 揺ららか (in the state of swaying)&nbsp;,&nbsp;笑らか (in the state of&nbsp;smiling),&nbsp;肥えらか (in the state of being overweight)&nbsp;,&nbsp;群（むら）らか&nbsp; (in the state of being gathered together). However, because&nbsp;these verb roots can be doubled to create onomatopoeia (ex. ゆらゆら), they could all have alternatively formed in the same was 麗らか with the repeated element&#8217;s first syllable being deleted.&nbsp;<\/p>\n\n\n\n<p>151. 眉目のほどいと<strong>笑らかにて<\/strong>、らうたげなる<br>Such cheerful features, and so adorable. <br>From the『狭衣物語・三』.<\/p>\n\n\n\n<p>152. <strong>肥えらかに<\/strong>、高く、太く、色白く…<br>Hefty, tall, thick, light-skinned&#8230;<br>From『とはずがたり』.<br><br>This irregular process of fusing to the root of a verb is also responsible for the formation of 誇らか, which presumably fuses 誇る (to be proud of ) with か in a way that makes it look indistinguishable to ～らか. This, in turn, also created a シク活用 synonym in the form of 誇らしい. <\/p>\n\n\n\n<p>153. 目の前にいる男は<strong>誇らかな<\/strong>顔をして僕に問いかけた。<br>The man in front of me began asking a question to me with a prideful face.<\/p>\n\n\n\n<p>154. 私は同じ日本人として<strong>誇らしく<\/strong>思います。<br>I feel pride in (him) as a fellow Japanese.<\/p>\n\n\n\n<p>Then, we have more clear examples of ～らか・やか regularly attaching to the verb root such as in 群（むれ）らか (in the state of being gathered together),&nbsp;&nbsp;晴れやか (to be bright\/beaming&nbsp;), 忍びやか (to be stealthy), and 秘めやか (to be secretive).<\/p>\n\n\n\n<p>155. 物は<strong>むれらかに<\/strong>得たるこそよけれ。<br>It&#8217;s even better to obtain things when brought together.<br>From the『宇治拾遺物語』.<\/p>\n\n\n\n<p>156. 人生の大切な節目となる二十歳の<strong>晴れやかな<\/strong>姿を記憶に残してほしい。<br>I want that beaming appearance of you at twenty, which is such an important turning point in one&#8217;s life, to leave an impression in your memory.<\/p>\n\n\n\n<p>157.&nbsp;<strong>忍びやかに<\/strong>敵の陣所を通り抜ける。<br>To stealthily pass through the enemy&#8217;s quarters.&nbsp;<\/p>\n\n\n\n<p>A common onomatopoeic example that may not bear too much resemblance to all other examples is ふくよか, which has the meaning of &#8220;plump&#8221; or &#8220;pleasant (fragrance).&#8221; However, this phrase is a corruption of its original form 膨（ふく）らか. Interestingly, ふっくら exists as an adverbial onomatopoeia, which is the independent version of the root \/fuku\/ + the affix \/-ra\/.&nbsp;<\/p>\n\n\n\n<p>158. 四十余ばかりにて、いと白うあてにやせたれど、面つき<strong>ふくらかに<\/strong>・・・<br>She is roughly in her forties, fair-skinned and rather slim, but her face is rather chubby&#8230;<br>From the『源氏物語・若紫』.<\/p>\n\n\n\n<p>159. デブ専男性とは文字通り、太っている<strong>ふくよかな<\/strong>女性が好きな男性のことを指す。<br>&#8220;Chub-only guy&#8221; is, word-for-word, a guy who likes chubby, plump women.<\/p>\n\n\n\n<p>We have already seen other examples such as 健やか is directly related to the onomatopoeia すくすく（と）which describes &#8220;growing quickly (development),&#8221; but there&nbsp;are some words that are simply both. The root is onomatopoeic by nature and it results in the formation of various word forms, roots that produce verbs as well as ～か・らか・やか forms. An example of this is 滑（すべ）る meaning &#8220;to slip&#8221;&nbsp;as both すべすべ（と）&#8221;smoothly\/sleekly&#8221; and&nbsp; 滑（すべ）らか &#8220;in the state of being smooth\/sleek&#8221; exist.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">The ～か Ending in Kyushu Dialects　<br>九州方言におけるカ語尾<\/h3>\n\n\n\n<p>As an advanced learner or native speaker, you should be aware that in large areas of Kyushu, the predicative (終止形) and attributive (連体形) forms of adjectives end in か．This practice is referred to as カ語尾 in Japanese grammar. In some regions of Kyushu, only the adjective よい (good) is affected (→ よか). However, traditionally, all adjectives as well as adjectival supplementary endings are affected. In some regions, the adjectival-noun 綺麗 (pretty) is transformed into a \/-ka\/ ending 形容詞, resulting in きれ（い）か.<\/p>\n\n\n\n<p>Etymologically speaking, this ～か derives from the 連体形 form ～かる, which was traditionally used when followed by auxiliary endings in Classical Japanese grammar (ex. ～かるべし = ought to be). Upon the 連体形 and 終止形 collapsing into one ending by late Middle Japanese, in southern Japan, the ～かる form (カリ活用) was kept instead of the base 終止形 form ending in \/-shi\/ as was the case in the rest of Japan.<\/p>\n\n\n\n<p>160. こん花は、ほんなこつ綺麗<strong>か<\/strong>ですね。<br>This flower is really pretty, huh.<\/p>\n\n\n\n<p>161. こりゃ、臭<strong>か<\/strong>。<br>Wow, this stinks.<\/p>\n\n\n\n<p>162. 行きた<strong>かー<\/strong>。<br>Man, I wanna go.<\/p>\n\n\n\n<p>163. ほんに気持ちんよ<strong>か<\/strong>らし<strong>か<\/strong>。<br>It sounds like it’s really pleasant.<\/p>\n\n\n\n<p>Note that while the swapping of \/-shi\/ to \/-ka\/ would seemingly make 形容詞 look identical to \/-ka\/ ending 形容動詞, the resemblance is superficial as the predicative (終止形) forms of the latter would still end in the appropriate form of the copula for the regional dialect, which in the case of Kyushu dialects would most likely either be じゃ or や.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">In Conclusion&#8230;　<br>最後に…<\/h3>\n\n\n\n<p>Having looked at these three \/ka\/ morphemes in great detail without even giving any mention to other \/ka\/ morphemes such as the particle か, how to exactly interpret \/ka\/ in Japanese is by no means a simple matter.<\/p>\n\n\n\n<p>At the beginning of this discussion, we learned how even in Old Japanese, the prefix \/ka-\/ appeared to have been leaving the language. It is impossible to know to what degree it was used with adjectives before that time, but if it is the ancestor of the suffix \/-ka\/, their seemingly synonymous role of emphasizing state\/condition would be sufficient evidence to support its transformation from a prefix to a suffix. Ex. 2 serves as potentially the only bridging context to support this hypothesis, but if the hypothesis were true, then we could also say with some definitiveness that the emerging \/-ka\/ morpheme was partially responsible for the emergence and subsequent growth of the native adjectival-noun class even as it was still a prefix in growingly limited contexts, of which Ex. 2 would truly be a relic.<\/p>\n\n\n\n<p>The greatest finding this study has provided is how exactly the suffix \/-ka\/ marks the state\/appearance of things, often in figurative, intangible, and indirect contexts. This is in contrast to the basic, ‘tangible’ adjectival forms created with the affix \/-shi\/. This knowledge can help us distinguish between adjectival pairs that only differ by these affixes when they otherwise appear completely synonymous.<\/p>\n\n\n\n<p>Lastly, the affix \/-ka\/ seen in Kyushu dialects can be completely distinguished from the affix \/-ka\/ seen creating adjectival nouns out of adjectival roots from simply the fact that the resultant adjectives are not adjectival nouns. Furthermore, how exactly it formed and then spread is well documented. It is simply the Kyushu version of \/-shi\/ which came about from a complicated insertion and subsequent contraction of the existential verb \/ari\/ still seen in other adjectival conjugations in Modern Japanese (think the past tense &#8211;<em>katta<\/em>).<\/p>\n\n\n\n<p>The affix \/-ra~ya\/ was another interesting grammar point touched on in this lesson. Although it is deeply tied with the affix \/-ka\/, it still retains a degree of autonomy. In fact, it’s also directly tied to the verbal forms ～らぐ・やぐ which can be seen with almost all examples of ～らか・やか. We’ll return to this topic specifically in a future installment.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>The Adjectival Affix「か」: か～・～か・～らか・～やか The grammar term 接辞 refers to both prefixes and suffixes in Japanese gr<a class=\"more-link\" href=\"https:\/\/imabi.org\/the-adjectival-affix-%ef%bd%9e%e3%81%8b\/\">続きを読む <span class=\"screen-reader-text\">&#8220;The Adjectival Affix ～か&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":""},"tags":[],"class_list":["post-1078","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-ho","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/1078","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=1078"}],"version-history":[{"count":10,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/1078\/revisions"}],"predecessor-version":[{"id":6370,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/1078\/revisions\/6370"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=1078"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=1078"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}