{"id":1131,"date":"2023-07-29T13:47:46","date_gmt":"2023-07-29T20:47:46","guid":{"rendered":"https:\/\/imabi.org\/?page_id=1131"},"modified":"2024-06-13T21:37:16","modified_gmt":"2024-06-14T04:37:16","slug":"the-particle-%e3%82%82-vi","status":"publish","type":"page","link":"https:\/\/imabi.org\/the-particle-%e3%82%82-vi\/","title":{"rendered":"The Particle も VI"},"content":{"rendered":"\n<h3 class=\"wp-block-heading\">The Particle も VI<\/h3>\n\n\n\n<p>In our final lesson on the particle も, we will learn about its use as a conjunctive particle (接続助詞). Although we are aware of how it follows other conjunctive particles such as ながら and つつ to act as an intensifier, it too can follow verbs to function as a conjunction.&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">連体形 ＋ も<\/h3>\n\n\n\n<p>Since the early Meiji Period, the particle も has been able to follow the 連体形 of a verb to show one of two potential relations.<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>&#8220;Even under X circumstance, Y is still the case.&#8221; Synonymous with ～ても.<\/li>\n\n\n\n<li>&#8220;Even though X is so, Y is not the case. Synonymous with ～けれど.<br><br>The main reason&nbsp;for why 連体形＋も came about is that has served as a fancy sounding short hand for the grammar points it is synonymous with. In&nbsp;first situation, it could stand for either ～ても or the somewhat more emphatic ～とも without having to sound emotional in tone. In the second interpretation, it majorly simplified conjugation rules at the time before ～けれど ultimately replaced the particle ど.<\/li>\n<\/ul>\n\n\n\n<p>Old examples of this grammar point shows how it was once capable of following the 連体形 of various past tense markers.&nbsp;<\/p>\n\n\n\n<p>1a. 期限は今日に迫りたるも、準備はまだ成らず。〇<br>1b. 期限は今日に迫りたれども、準備はまだ成らず。◎<br>Even though the deadline has finally made it to today, preparations have yet to be made.&nbsp;&nbsp;<\/p>\n\n\n\n<p>2a. 経過は頗る良好なりしも、昨日より聊か疲労の状あり。〇<br>2b. 経過は頗る良好なりしかども、昨日より聊か疲労の状あり。◎<br>Although results were extremely favorable, conditions have been&nbsp;rather more tiring than yesterday.&nbsp;<\/p>\n\n\n\n<p>It wasn&#8217;t until the early 1900s that this grammatical shorthand became accepted, but as formal publications became more frequently written in a way more aligned with the spoken language, も only found itself after the non-past tense of verbs. This is because that it may correlate to either the non-past or the past tense, with the overall tense of the sentence being made clear at the end. In a way, も attaches lazily to the verb without connecting itself to a proper conjunctive particle because it has become outfitted with that purpose.&nbsp;<\/p>\n\n\n\n<p>Nonetheless, this grammar is incredibly common in news headlines and any other similar form of abbreviated speech.&nbsp;<\/p>\n\n\n\n<p>3. イラストで犯人がわかるも、どういう経緯で殺したのか動機など何もわからないまま、捜査が終わってしまった。<br>Although (they) found out who the culprit was from an illustration, the investigation ended without (them) knowing anything such as (the culprit)&#8217;s motive or how (the culprit) went about killing (the victim).&nbsp;<\/p>\n\n\n\n<p>4. 政府と即時停戦の合意に至るも、組織内の和平反対派が政府への攻撃を続けた。<br>Although (they) had reached an agreement with the government for an immediate ceasefire, the anti-peace wing of the government continued their attacks on the government.<\/p>\n\n\n\n<p>5.&nbsp;今日に至るも、具体的な回答はない。<br>Even to the present day, there has not been a concrete answer.<\/p>\n\n\n\n<p>6. 保険加入世帯が９割近くに及ぶも、それでも不安と考える人が８割近くもある。<br>Although households enrolled in insurance reaches around 90%, people who still feel worried despite that are upwards of 80%.<\/p>\n\n\n\n<p>7. 時代が変わるも、味は変わらぬ。<br>Even though the times may change, its flavor has not changed. <\/p>\n\n\n\n<p>8. 失業率減るも、インフレ倍増。<br>Inflation doubles despite unemployment rate falling.<\/p>\n\n\n\n<p>9. 気温下がるも蒸し暑さには注意。<br>Be cautious of heat and humidity even though the temperature may fall.<\/p>\n\n\n\n<p>10. 人々の意識は大きく変化するも、社会変革や政治への関心繋がらず。<br>Even though people&#8217;s mindsets have changed greatly, this has not equated&nbsp;to social changes or interest in politics.<\/p>\n\n\n\n<p>11. 再度挑戦するも、またもや失敗に終わる。<br>To end in failure once again despite challenging once again.<\/p>\n\n\n\n<p>12. 何らの自由あるも、議場に入ることを許さず。(文語)<br>(They) are not to be permitted into the assembly hair no matter the reason. <\/p>\n\n\n\n<p>13. 総理大臣になるも、スキャンダルや潰瘍性大腸炎などが原因で辞任。<br>Even though (he) became Prime Minister, he resigned with scandals and ulcerative colitis being the reasons why. <\/p>\n","protected":false},"excerpt":{"rendered":"<p>The Particle も VI In our final lesson on the particle も, we will learn about its use as a conjunctive particle<a class=\"more-link\" href=\"https:\/\/imabi.org\/the-particle-%e3%82%82-vi\/\">続きを読む <span class=\"screen-reader-text\">&#8220;The Particle も VI&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":""},"tags":[],"class_list":["post-1131","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-if","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/1131","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=1131"}],"version-history":[{"count":3,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/1131\/revisions"}],"predecessor-version":[{"id":6494,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/1131\/revisions\/6494"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=1131"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=1131"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}