{"id":11842,"date":"2025-06-27T00:17:53","date_gmt":"2025-06-27T07:17:53","guid":{"rendered":"https:\/\/imabi.org\/?page_id=11842"},"modified":"2025-06-27T06:02:32","modified_gmt":"2025-06-27T13:02:32","slug":"%ef%bd%9e%e3%82%88%e3%81%86%e3%81%ab%e3%81%aa%e3%82%8b-%ef%bd%9e%e3%82%88%e3%81%86%e3%81%ab%e3%81%99%e3%82%8b","status":"publish","type":"page","link":"https:\/\/imabi.org\/%ef%bd%9e%e3%82%88%e3%81%86%e3%81%ab%e3%81%aa%e3%82%8b-%ef%bd%9e%e3%82%88%e3%81%86%e3%81%ab%e3%81%99%e3%82%8b\/","title":{"rendered":"～ようになる&amp; ～ようにする"},"content":{"rendered":"\n<h2 class=\"wp-block-heading\">～ようになる&amp; ～ようにする<\/h2>\n\n\n\n<p>Having learned about the result marker に in Lesson 75, it is now time we take a close look at the patterns ～ようになる and ～ようにする, which go hand in hand in demonstrating how changes come about.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">The Noun 様<\/h2>\n\n\n\n<p>It goes without saying that both patterns, ～ようになる and ～ようにする, are made possible by the noun 様, which has the literal, utmost basic meaning of &#8220;state\/condition.&#8221; <br><br>By understanding that the particle に serves to indicate a result\/change, we already know a great deal about how these patterns work. Ultimately, both patterns represent change in state, condition, or circumstance, but what is meant by &#8220;change&#8221; and how that all comes about must all be taken into consideration.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">～ようになる<\/h2>\n\n\n\n<p>While it is tempting to simply define ～ようになる as indicating a change in state, there is, of course, more to it than that. <br><br>Firstly, it is crucial to view what ～ようになる directly follows as an embedded clause (埋め込み文) that it is a part of. The embedded clauses that work with it exhibit the following two semantic restrictions:<\/p>\n\n\n\n<ol class=\"wp-block-list\">\n<li>The state, condition, or circumstance described does not intrinsically exhibit a sense of progression, as that role is held by ～ようになる itself.<\/li>\n\n\n\n<li>The state, condition, or circumstance at hand occurs without active (volitional) input by an agent, including when an agent happens to be present.<\/li>\n<\/ol>\n\n\n\n<p>These restrictions can be proven with the naturalness and interpretations of the following sentences.<br><br>1. だんだん疲れるようになった。?<br>Intended Meaning: I&#8217;ve gradually become tired.<br>Actual Meaning: Gradually, that would result in me becoming tired.<br><br>2. 太郎君が、毎日遊びにくるようになった。<br>Taro came to play every day.<br><br>3. テイラー君は本を読むようになった。<br>Taylor-kun reads books now. <\/p>\n\n\n\n<p>The reason for why Ex. 1 is typically unnatural is because the verb 疲れる (to tire) is intrinsically a state that worsens over time, so for the sentence to be valid, that has to be put to the side, and in place of a moment, multiple occurrences leads the experiencer to be in the position of tiring in the first place. <br><br>On the flip side, what makes Ex. 3 natural even though the agent Taylor-kun is presumably reading those books of his own free will is the habitual nature of said conduct. <br><br>Next, taking a step back to Ex. 2, we see that while the verb phrase used in the embedded clause does not intrinsically relate to a situation that progresses over time, it is perceived as such thanks to ～ようになる.  <br><br>By combining these factors together, five unique environments can be isolated which involve ～ようになる describing &#8220;reaching&#8221; said points as a progression.<\/p>\n\n\n\n<ol class=\"wp-block-list\">\n<li>Inanimate entity subjects exhibiting a change in state. The inanimate nature of the subject prevents it from being an agent of willful change, and volitional control is not a factor, even if the change at hand does sway the circumstances at hand in a significant way.<\/li>\n\n\n\n<li>An object being rendered as the subject of a passive sentence, void of volitional=emotional input on the part of the subject, coming to a certain state.<\/li>\n\n\n\n<li>With a verb in its potential form, it describes the agent reaching the point in which said action is within their capability &#8211; not to be confused with willfully exercising said ability. <\/li>\n\n\n\n<li>With verbs pertaining to thought, it describes coming to said realization &#8211; connecting via the natural course of events.<\/li>\n\n\n\n<li>Multiple instances resulting in a condition at hand coming to be so. <\/li>\n<\/ol>\n\n\n\n<p>To get a sense for each of these environments, consider the following examples.<br><br>4. ネット上の言論が、政治を左右するようになっている。(Environment 1)<br>Online discussions have now been swaying politics.<br><br>5. その概念が受け入れられるようになった。(Environment 2)<br>That concept has\/had come to be accepted. <br><br>6. 日本語を流暢に話すことができるようになった。(Environment 3)<br>I now can speak Japanese fluently.<br><br>7. 亮君と本気で付き合いたいと考えるようになった。(Environment 4)<br>That&#8217;s when I came to think seriously about wanting to date Ryo-kun.<br><br>8. そうして、リスさんたちが毎日のように窓際にやってくるようになった。(Environment 5)<br>And so, the squirrels began coming to the window almost every day.<br><br>Taking points that we can deduce from these examples include:<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>These new states that have been brought about, however they may have come about, are <span style=\"text-decoration: underline;\">currently<\/span> so. <\/li>\n\n\n\n<li>Whether the verb used with ～ようになる is volitional in nature or not, the change in state comes about naturally.<\/li>\n\n\n\n<li>When a habit coming into fruition is at hand, we get a sense of just how much time that progress took as well as the realization that the situation was not so beforehand &#8211; much like knowing a second language now as opposed to not knowing one a year ago. <\/li>\n<\/ul>\n\n\n\n<p>Given that the exact reasoning behind using ～ようになる may slightly differ between these various environments, it is not feasible for there to be one direct translation into English. As such, you will even see translations such as &#8220;come to,&#8221; &#8220;start to,&#8221; etc. used in addition to &#8220;reach the point where&#8221; depending on the individual circumstance at hand.<br><br>Many mistakes made by learner involving ～ようになる fail to realize how the grammar point itself necessitates a perpetual state of being and does not denote one-off changes, even if one-off changes occur over time. First, let&#8217;s think back to Ex. 1. <br><br>1a. だんだん疲れるようになった。#<br>1b. だんだん疲れてきた。〇<br>I gradually got tired.<br><br>For the stated definition, 1b is the correct rendering. Here, with 疲れる and any other verb happens to pertain to change in state, ～ようになる is only valid for establishing the adherence to a certain repetition\/habit. Otherwise, other grammar points like ～てくる or ～た may come into play instead.<br><br>9a. ５年前と比べて、お米の消費量が減った。〇<br>9b. ５年前と比べて、お米の消費量が減るようになった。X<br>9a. The consumption of rice has decreased compared to (what it was) 5 years ago.<br>9b. Compared to five years ago, it&#8217;s come to the point that the consumption of rice decreases. ???<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">～ようにする<\/h2>\n\n\n\n<p>While not explicitly mentioned above, a great segue for relating ～ようになる with ～ようにする is the notion of transitivity. The non-volitional representation of change in state denoted by ～ようになる touches on how intransitive structures work in Japanese, especially the ones that are not always rendered intransitive upon being translated into English. Whereas for ～ようにする, transitive structures by nature beg the question how the active agent is involved and on what. <br><br>With that in mind, while ～ようになる depicts changes in circumstances which come about through some process, endowed by its presence no less, oftentimes through building habits\/skills, painting ～ようにする as merely the transitive version of this, with someone actively building a habit\/skill, only describes how it is used when the agent actively addresses their own conduct (Usage 1). <\/p>\n\n\n\n<h4 class=\"wp-block-heading\">Usage 1: &#8220;Try to&#8230;&#8221; = Building a Habit<\/h4>\n\n\n\n<p>For this usage, ～ようにする denotes a serious attempt on the part of the agent to perform some conduct. This is the transitive rendition of executing a habit, although it is worth noting that whether this constitutes a &#8220;change&#8221; in circumstance cannot be deduced from context like is the case for ～ようになる.<\/p>\n\n\n\n<p>10. お酒を飲まないようにしています。<br>I am trying not to drink alcohol.&nbsp;<br><br>11. 遅れないようにしてください。<br>Please try not to be late.<br><br>12.&nbsp;<ruby>少<rt>すこ<\/rt><\/ruby>しずつ<ruby>野菜<rt>やさい<\/rt><\/ruby>を<ruby>摂<rt>と<\/rt><\/ruby>るようにしています。<br>I am trying to have vegetables little by little.<\/p>\n\n\n\n<p>13.&nbsp;<ruby>銀行口座<rt>ぎんこうこうざ<\/rt><\/ruby>はまめにチェックするようにしています。<br>As for my bank account, I am trying to check it diligently.<br><br>14. できるだけ毎日運動するようにしています。<br>I’m&nbsp;making sure to&nbsp;exercise every day as much as possible.<br><br>As simple as these sentences are, the basic sentence structure implemented is as follows: Xは([X&#8217;<sup data-fn=\"ad86bcd7-6754-48fa-ae5e-7201a6512778\" class=\"fn\"><a href=\"#ad86bcd7-6754-48fa-ae5e-7201a6512778\" id=\"ad86bcd7-6754-48fa-ae5e-7201a6512778-link\">1<\/a><\/sup>]が)Z, with ようにする being an extension of Z.<br><br>In this light, we see that the topicalized agent (X) of the main clause and the subject (X&#8217;), even when they are the same entity as is the case in these sentences, both elements must be accounted for, as this is also the syntactic basis for when X and X&#8217; are not the same entities. <\/p>\n\n\n\n<h4 class=\"wp-block-heading\">Usage II: Have\/Make (&#8230;) So&#8221;<\/h4>\n\n\n\n<p>Incidentally, Usage II is the most complex of ～ようにする&#8217;s usages, and this is reflected by an additional element made available in its basic sentence structure. <br>Usage II adds the possibility of there being an object in the embedded clause Z. To accommodate for this, we will render its basic sentence structure as follows: <\/p>\n\n\n\n<figure class=\"wp-block-table aligncenter\"><table class=\"has-fixed-layout\"><tbody><tr><td>Xは[X&#8217;が(Y&#8217;<sup data-fn=\"89e387c1-e9f5-4ede-8861-445fdadaa10e\" class=\"fn\"><a href=\"#89e387c1-e9f5-4ede-8861-445fdadaa10e\" id=\"89e387c1-e9f5-4ede-8861-445fdadaa10e-link\">2<\/a><\/sup>を)]=Z<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>15. 管理者しかアクセスできないようにしました。<br>I made it so only administrators can access (the website).<br><br>16. 本文のページ番号は、１から始まるようにした方がいいと思う。<br>I think it would be best to have the page numbers of the text start with 1.<br><br>17. クリックすると表示が変わるようにした。<br>I had it so that the display will change when you click (it).<br><br>One feature that is true of ～ようになる but is not necessarily the case for ～ようにする is that the changes in state set in place by ～ようにする CAN be framed as one-time events or as setting a new norm (by one-time events or implied progression like is the case with ～ようになる). In either event, the agent has what it is acting upon be in a state. If that so happens to be a helping hand reach that state in contexts that mirror ～ようになる, great, but that is by no means a limitation.<br><br>One ramification of this is that verbs like 減る (to decrease), 増える (to increase), etc. can be used just fine with ～ようにする without having to go through any mental gymnastics on framing such changes as constants under some certain circumstance.<br><br>18. この半年、体重が増えるようになった。X<br>During this first half of the year, I came to the point that I would gain weight. ???<br><br>19. 生活習慣が変化して子供たちも体重が増えるようになった。<br>With change(s) in lifestyle habits, the children would also begin to gain weight.<br><br>20. 幅広い世代の利用が増えるようにしたほうがいい。<br>It would be best to have it so that utilization increases across a wide range of generations.<br><br>21. ユーザーが動画をより長く視聴することで収入が増えるようにした。△<br>By users watching (my) videos longer, (the Youtuber) had it so his earnings would increase. △<sup data-fn=\"0e8451d7-9d03-4391-bd85-62d629ebd3e3\" class=\"fn\"><a href=\"#0e8451d7-9d03-4391-bd85-62d629ebd3e3\" id=\"0e8451d7-9d03-4391-bd85-62d629ebd3e3-link\">3<\/a><\/sup><br><br>As for how volition is involved, we see that ～ようにする does represent the volition of the agent X, but whether Z itself is indicative of volition or not is irrelevant. For one, there might not even be an object in the embedded clause, and even if there is an embedded subject present, that subject might not be an agent. <br><br>22. 油をさして<mark style=\"background-color:#e1dfdc\" class=\"has-inline-color\">ドアがスムーズに開くよう<\/mark>にした。<br>I oiled the door so that it would open smoothly.<br><br>Note: ドア = X&#8217;, and X&#8217; is a subject, not an agent.<br><br>23. 僕は<mark style=\"background-color:#e1dfdc\" class=\"has-inline-color\">毎朝ゴミを出すよう<\/mark>にした。<br>I made it a rule to take out the trash every morning.<br><br>Note: ゴミ = Y&#8217;, and X&#8217; = X as the subject and agent. Meaning, this sentence is actually Usage 1. You also get to see how Usage 1 might be translated when ～ている is taken out of the equation.<br><br>24. 飲み会が嫌いなテイラー君は、<mark style=\"background-color:#e1dfdc\" class=\"has-inline-color\">いつも飲み会の時間と就寝時間が重なる<\/mark>ようにしているんだ。<br>Taylor-kun, who hates drinking parties, always makes sure that drinking particles always coincide with his bedtime (so that he doesn&#8217;t have to go them). <br><br>Note: [いつも飲み会の時間と就寝時間] = X&#8217;, and X&#8217; is a subject; the agent (X) is [飲み会が嫌いなテイラー君]. <br><br>While it may be tempting to relate volitional embedded clauses (Z) with personal habit like in Exs. 10-14, 23, the volitional\/non-volitional nature of Z is irrelevant. In Ex. 24, Z involves a repeated circumstance that the agent (Taylor-kun) sets in motion, even though Z is non-volitional in nature. Moreover, the Z clauses in Exs. 22-24 could all be interpreted as one-time events in isolation. Rather than volition or lack thereof determining whether Z is habitual or not, context clues such as adverbs like いつも (always) and 毎朝 (every morning) are what clues us in to that dynamic.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Negation w\/ ～ように｛なる・する｝<\/h2>\n\n\n\n<p>Something that has been glossed over so far is how ～ようになる and ～ようにする manifest when Z is in the negative. In other words, how we go about the following:<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Situation A undergoing change such that it is no longer so. <\/li>\n\n\n\n<li>Have it so that Situation A is no longer so.<\/li>\n<\/ul>\n\n\n\n<p>These scenarios are not the same as said changes not occurring at all, as that would simply involve なる・する being rendered in their negative forms. <br><br>25. なぜ大学や高校には希望すれば誰でも入れる<span style=\"text-decoration: underline;\">ようにはならない<\/span>んですか。<br>Why can&#8217;t anyone get into the college or high school if they so wish to go there?<br><br>26. どうしてオフラインで使える<span style=\"text-decoration: underline;\">ようにしてくれない<\/span>んですか。<br>Why don&#8217;t you make (this) available offline?<br><br>In practice, the negation of Z for ～ようになる is usually expressed by means of ～なくなる, while the negation of Z for ～ようにする is usually expressed by means of ～ないようにする.<\/p>\n\n\n\n<p>27. もう中国語を勉強していないので、話せなくなりました。<br>I haven&#8217;t been studying Chinese anymore, so I can no longer speak it anymore.<br><br>28. 彼はテレビを見<span style=\"text-decoration: underline;\">なくなりました<\/span>。<br>He stopped watching TV.<br><br>29. 傷が目立た<span style=\"text-decoration: underline;\">ないようにした<\/span>。<br>(They) had it so (their) scars wouldn&#8217;t stand out.<br><br>30. 初めから期待し<span style=\"text-decoration: underline;\">ないようにしている<\/span>。<br>I try not to get my hopes up from the start.<br><br>While most sentences involving ～ようになる・ようにする are rendered this way when Z is negated, there are, naturally, two questions that must be answered:<\/p>\n\n\n\n<ol class=\"wp-block-list\">\n<li>Why are these patterns rendered so morphologically different?<\/li>\n\n\n\n<li>Are there parallel structures, and if so, how do they differ? <\/li>\n<\/ol>\n\n\n\n<p>In answering the first question, many resources pivot to claiming that the alternative, at least in the case of ～ようになる, is too wordy and that by the grace of adjectival morphology inherited by the use of ～ない, ～なくなる is just more feasible than ～ないようになる. However, if that logic were entirely true, then ～なくする ought to be just as common as ～ないようにする. Putting frequency of use aside, the reality of the situation comes about from the answer to the second question.<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Answer: There are two routes to negating Z for ～ようになる・ようにする and those routes are morphologically parallel, but the fundamental differences between the patterns cause these routes to have such skewed frequencies of use and, especially in the case of ～ようにする, consequential grammatical differences.<\/li>\n<\/ul>\n\n\n\n<p>As a visualization, here are the four combinations at hand:<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table class=\"has-fixed-layout\"><tbody><tr><td>～ないようになる<\/td><td>～ないようにする<\/td><\/tr><tr><td>～なくなる<\/td><td>～なくする<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<h3 class=\"wp-block-heading\">～なくなる vs ～ないようになる<\/h3>\n\n\n\n<p>First, to compare these two forms, let&#8217;s consider what the basic sentence structure of both is, as that alone may clue us in to any concrete differences or limitations they might have at the grammatical level.<br><br>In the case of ～ないようになる, or ～ようになる for that matter, the basic sentence structure mirrors that of ～ようにする: XはYがZ. Incidentally, this is the basic sentence structure for the overwhelming majority of sentences in Japanese. So, the real question may be what can constitute Z. In this context, what we ought to be looking for is what all can go into the embedded clause. <br><br>Before seeing complicated embedded clauses, though, let&#8217;s start with basic examples then see if interchangeability holds and\/or nuance differences emerge when modifiers are added to Z. <br><br>31a. 石田さんはお酒を飲まないようになった。<br>31b. 石田さんはお酒を飲まなくなった。<br>31a. Ishida-san has come to the point he doesn&#8217;t drink alcohol. <br>31b. Ishida-san doesn&#8217;t drink alcohol now.<br><br>Just as is the case for the English translation, Ex. 31a does indeed appear to be unnecessarily wordy. However, a minute change in nuance is still ascertainable. Due to the sense of progression endowed by ～ようになる, we can presume that it took Ishida-san effort to habitually no longer drink alcohol, whereas in Ex. 31b, which does not exhibit it, we just know that a change has occurred in his behavior, which is that he isn&#8217;t drinking alcohol <em>now<\/em>. <br><br>Incidentally, this difference does affect how these negation routes differ with adverbs that pertain to duration. This, though, is a matter of semantics and not an indicator as to whether modifiers can go inside embedded clauses within Z. <br><br>31c. 石田さんは急にお酒を飲まなくなった。〇<br>31d. 石田さんは急にお酒を飲まないようになった。△<br>31c. Ishida-san suddenly got to the point that he doesn&#8217;t drink alcohol. ??<br>31d. Ishida-san suddenly doesn&#8217;t drink alcohol now.<br><br>Let&#8217;s say the embedded clause in Z also has a clause inside it.<br><br>32. [ログインしないと閲覧できない]ようになっている。<br>Literal Meaning: It&#8217;s constructed in a way that you cannot view it unless you login.<br>Typical Translation: You cannot view it unless you login. <br><br>The short answer is that when an embedded clause is in Z, which conditional clauses are the main culprit, it is structurally impossible to replace ～ようになる with ～くなる, putting aside negation, which likewise does not allow for ～ないようになる to be replaced with ～なくなる. If that replacement were to occur, then the conditional phrase, adverbial in nature itself, would somehow only be applied to ～ない and not ～ている. This is proven by Ex. 33 being grammatical.<br><br>33. ログインしないと、閲覧できなくなるよ。<br>If you don&#8217;t login, you&#8217;ll end up unable to view it.<br><br>While the context at hand has been fundamentally altered, we can recognize [ログインしないと] as not being in the same clause as [閲覧できな-] as was the case in Ex. 32. <br><br>To avoid this clause-boundary\/adverb scope extent issue altogether, many resources treat ～ようになっている as a separate grammar point. This is with good reason, as sentences with ～ようになっている, regardless of whether the embedded clause in Z is in the affirmative or in the negative, always have an IMPLICIT agent in the background which &#8220;designed&#8221; their situations to be how they are &#8211; without, of course, explicitly stating said agents. <br><br>34. スマホは、しばらく放置すると、画面が消えるようになっている。<br>If you leave your smartphone unattended (with its screen on), it&#8217;s set so that the screen will turn off. <br><br>8. そうして、リスさんたちが毎日のように窓際にやってくるようになった。<br>And so, the squirrels began coming to the window almost every day.<br><br>35. それから、リスさんたちが毎日のように窓際にやってくるようになっている。<br>Since then, the squirrels have been coming to the window almost every day.<br><br>Ex. 35&#8217;s translation does not go so far as to naturally insert a word &#8220;set&#8221; or &#8220;have it so that&#8221; to capture how, or better yet, who has gone about coaxing the squirrels to show up every day. Even if it can be presumed that someone did something, that exercise of willful control is simply not pertinent to the statement. This is in stark contrast with Ex. 34, in which case the designer=agent is readily assumed. <br><br>What if, though, we stripped the conditional from Ex. 34? <br><br>36. 画面が消えるようになっている。<br>(As for the device,) its screen is meant to turn off.<br><br>Even if the conditional is stripped from Ex. 34, the process itself begs the question as to how that comes about, which at this point, treating ～ようになっている as a separate grammar point seems almost certain. But, this means we would then need a way of differentiating sentences like Exs. 34 and 36 from those like Exs. 4 and 35, as both groups clearly manifest ～ようになっている. Is it really just the presence of a conditional clause?<br><br>In both groups, ～ている is simply an aspect marker that marks the change in state &#8211; putting aside how it came about &#8211; is still ongoing, but what we have not considered yet is how に works in both cases. In ～ようになる, に is a result marker, but in the group of sentences that contain Exs. 32, 34, and 36, it behaves more like its purpose marker function<sup data-fn=\"216fb406-edeb-4748-8d50-bdc9bf9ba57e\" class=\"fn\"><a href=\"#216fb406-edeb-4748-8d50-bdc9bf9ba57e\" id=\"216fb406-edeb-4748-8d50-bdc9bf9ba57e-link\">4<\/a><\/sup>, in which case ～ように is more like how it behaves in sentences like Ex. 37.<br><br>37. 画面が消えないように設定する。<br>To set (a device) so that its screen does not turn off. <br><br>With this now in mind, one could say that the presence of the conditional triggers the mind to interpret ～ように for denoting a desired outcome (purpose), although it is worth noting that this rabbit hole is not even possible via the ～なくなる route. <br><br>To conclude&#8230;<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Z in Zようになる can come in two types: single clause or double clause. <\/li>\n\n\n\n<li>When Z is a single clause, ～ようになる pertains to change in state, and so long as the duration is not particularly emphasized, it can be reduced to ～なくなる for when Z is in the negative.<\/li>\n\n\n\n<li>When Z is a double clause, ～ようになる pertains to a purpose being fulfilled, and in practice, the aspect marker ～ている accompanies to highlight the lasting effect. <\/li>\n<\/ul>\n\n\n\n<h3 class=\"wp-block-heading\">～ないようにする vs ～なくする<\/h3>\n\n\n\n<p>After having gone down what might have seemed like an unnecessary rabbit hole to come to the conclusion that two things are basically the same in a given context, it may come as a relief to hear that there are major differences between ～ないようにする and ～なくする, even if it means having to delve into more grammar. <\/p>\n\n\n\n<p>To begin learning how these two options differ, taking a step back and learning how &#8220;having so that one thing is a certain way&#8221; is not the same thing as the causative form<sup data-fn=\"a14697ae-6e24-4f92-9014-31b7ea841098\" class=\"fn\"><a href=\"#a14697ae-6e24-4f92-9014-31b7ea841098\" id=\"a14697ae-6e24-4f92-9014-31b7ea841098-link\">5<\/a><\/sup> will aid in your understanding. That being said, first consider the following.<br><br>38a. 愛猫の愛莉ちゃんがいつでもうちの部屋に入れるようにしています。<br>38b. 愛猫の愛莉ちゃんをいつでもうちの部屋に入らせています。<br>38a. I have it so that my beloved cat Airi-chan can go in my room at all times.<br>38b. I allow my beloved cat Airi-chan to go into my room at all times.<br><br>While 38b. implies that the agent is actively allowing\/having the cat go into the room, 38a. only goes so far as to set up the environment for the cat to go into the room. As such, despite the sentences being superficially similar, external factors like the cat&#8217;s own demeanor could drastically change the reality of these statements. <br><br>That being said, let&#8217;s return to Ex. 29 and compare it to the following alteration:<br><br>29a. 少年は傷が目立たないようにした。<br>The lad had it so that his wounds wouldn&#8217;t stand out.<br><br>29b. 少年は傷を目立たなくした。<br>The lad made his wounds not stand out.<br><br>In both cases, the lad is having it so that his wounds are not apparent, but in Ex. 29a there is still the possibility that someone might see his wounds anyway despite the effort, whereas in Ex. 29b that is not possible. In other words, ～なくする directly affects [傷が目立つ], rendering it NOT the case, while ～ないようにする indirectly affects [傷が目立つ], preventing it from happening<sup data-fn=\"48a9239a-0f1a-431e-962a-061cdd1eff3d\" class=\"fn\"><a href=\"#48a9239a-0f1a-431e-962a-061cdd1eff3d\" id=\"48a9239a-0f1a-431e-962a-061cdd1eff3d-link\">6<\/a><\/sup>. <br><br>The consequence of this is massive. Meaning, if what follows ～なくする contradicts what the agent directly had not be the case, the resultant statement will become ungrammatical. <br><br>39a. 箱の中身が見えないようにしたが、やはり皆に見えてしまった。〇<br>39b. 箱の内容を見えなくしたが、やはり皆に見えてしまった。X<br>39c. 箱の内容を見えなくしたのに、どうやって見抜かれてしまったの？(△<sup data-fn=\"84878d8d-f2cf-4b96-ac67-ae430a997032\" class=\"fn\"><a href=\"#84878d8d-f2cf-4b96-ac67-ae430a997032\" id=\"84878d8d-f2cf-4b96-ac67-ae430a997032-link\">7<\/a><\/sup>)<br>39d. 箱の内容を見えないようにしたのに、どうやって見抜かれてしまったの？〇<br>39a. I had it so that the contents of the box couldn&#8217;t be seen, but everyone ended up seeing what was inside anyway.<br>39b. I made the contents of the box invisible, but everyone ended up seeing what was inside anyway. ???~X<br>39c. Even though I made the contents of the box invisible, how is it that (they) saw through it? <br>39d. Even though I had it so that the contents of the box would be invisible, how is it that (they) saw through it?<br><br>Another restriction that ～なくする has is that it does not match well with predicates that involve willful action, as its direct effect causes said action to be coerced, which would then fall under the domain of causative grammar.<br><br>40a. 僕は愛莉ちゃんが自宅から出ないようにした。〇<br>40b. 僕は愛莉ちゃんを自宅から出なくした。△～X<br>40a. I had\/made it so that Airi-chan doesn&#8217;t leave the house. <br>40b. Intended Meaning: I halted Airi-chan from leaving the house.<br><br>The unnaturalness is not due to the verb 出る so much as it is due to 愛莉ちゃん, a sentient cat that can find a way to get out, that sheds doubt on the true effect of ～なくする. What prevents an outright ungrammatical ruling, however, is that if the speaker were to conceptualize &#8220;halting Airi-chan&#8217;s escaping&#8221; as being somehow separate from outright <em>making<\/em> her stay in the house, sobeit, but then Ex. 40a presenting itself as a far better alternative drowns that possibility out. <br><br>Volition being at fault as opposed to it being the predicate 出る&#8217;s fault can be proven with the following example, which incidentally uses both ～なくする and ～ようにする for their respective nuances:<br><br>41. 魔女が出なくしたと言う水汲み場の水を元通りに出るようにした。<br>The witch made it so that the water flow from the fountain was restored, which she had stopped. <br><br>The witch&#8217;s magic presumably being absolute is the direct input on the her (=the agent) part to bring about that effect, and it is also presumed that the fountain itself is not sentient. Nonetheless, 出なくした still comes off as a rather uncouth word choice, but one that was chosen for parallelism. In the greater context of Japanese phraseology, ～なくした is still quite uncommon. <br><br>The final factor we will consider is how the complexity of the embedded clause Z might also affect how ～ないようにする and ～なくする differ.<br><br>42a. 常に問題が発生しないようにした。〇<br>42b. 常に問題を発生しなくした。 ???<br>42a. I always made sure that problems wouldn&#8217;t arise. <br>42b. I always had problems not arise. ???<br><br>43a. 水がかかっても聖火が消えないようにした。〇<br>43b. 水がかかっても聖火を消えなくした。??<br>43a. (They) had it so the Olympic flame wouldn&#8217;t go out even when splashed with water.<br>43b. Even when splashed with water, (they) made the Olympic flame not go out. ??<br><br>Thankfully, the English translations for Ex. 42a and Ex. 43b are arguably just as nonsensical as they are confusing and for the same reasons as the Japanese versions.<br><br>In Ex. 42a, the adverbial modifier 常に clearly pertains to the overall action=habit of [問題が発生しないようにした], whereas in Ex. 42b, 常に only applies to &#8220;not arise,&#8221; leaving us the listeners confused as to how one can say with such certainty the agent (I) is halting problems that have not even necessarily come into the realm of possibility. <br><br>In Ex. 43a, [水がかかっても聖火が消えない] all fits within Z, and we see that, just like with ～ようになる, at least for Usage II of ～ようにする, pertains to a desired result happening because of the agent&#8217;s action, meaning the nature of に correlates to its purpose marker function, not its result marker function<sup data-fn=\"f556cb21-f8a2-41fa-86ce-21f63d1f38cf\" class=\"fn\"><a href=\"#f556cb21-f8a2-41fa-86ce-21f63d1f38cf\" id=\"f556cb21-f8a2-41fa-86ce-21f63d1f38cf-link\">8<\/a><\/sup>. In Ex. 43, though, [水がかかっても] is not within the same clause, and as a result, it is not even clear who or what is actually getting wet. <br><br>Thanks to Ex. 43, we now have to contemplate how Usage 1 and Usage 2 of ～ようにする differ to see if any of what we have just gone over even applies to Usage 1. <br><br>44a. 食べ過ぎないようにしている。〇<br>44b. 食べ過ぎなくしている。X<br>I am trying not to overeat.<br><br>It turns out that there is no overlap between ～ないようにする and ～なくする with Usage 1, as the concept of trying to instill a habit of not doing something contradicts with the notion of making something no longer happen.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">XはYを～(ない)ように～Z=する<\/h3>\n\n\n\n<p>To conclude this lesson, let&#8217;s get to the bottom of a particle discrepancy which you might have noticed in Ex. 39. <br><br>39a. 箱の中身<strong>が<\/strong>見えないようにしたが、やはり皆に見えてしまった。<br>39d. 箱の内容<strong>を<\/strong>見えないようにしたのに、どうやって見抜かれてしまったの？<br>39a. I had it so that the contents of the box couldn&#8217;t be seen, but everyone ended up seeing what was inside anyway.<br>39d. Even though I had it so that the contents of the box would be invisible, how is it that (they) saw through it?<br><br>Previously, we learned that Xは[X&#8217;が(Y&#8217;を)]=Z is the basic sentence structure for Usage II of ～ようにする, but there are two additional but oh-so significant dynamics at hand here: the ergative-like grammar behind 見えない and the apparent restructuring of the basic sentence structure at hand in 39d. <br><br>While verbs pertaining to spontaneity such as 見える have objects which manifest like subjects, the implied agents (≈experiencer) for these verbs often become marked by the particle に, which is made apparent from [皆に見えてしまう]. Here, we see that [箱の中身] does still function as X&#8217; in 39a, but even if it were construed as a transformed Y&#8217;, that would not change that X of the main clause is a separate entity, which in this case would be the speaker (I). <br><br>As for the basic sentence structure of 39d, it is instead XはYをZ, with ～ないように rendered as an adverb modifying Z, and with Z no longer containing an embedded clause, it gets to function like a simple verbal predicate. This structural refiguring can also be mirrored in translation.<br><br>29a. 少年は傷が目立たないようにした。<br>29c. 少年は傷を目立たないようにした。<br>29a. The lad had it so that his wounds wouldn&#8217;t stand out.<br>29c. The lad had his wounds not stand out.<br><br>While it may seem that Ex. 29c is simpler, in actual speech, both means of structuring are equally plausible, with the ultimate phrasing predicated on how the speaker views the dynamics of the situation. <br><br>Lastly, you might have noticed that the basic sentence structure, as it is written in the title of this sub-section, indicates that ～ように in the affirmative can work the same way in this XはYをZ restructuring. <br><br>45a. 赤・緑が目立つようにした。<br>45b. 赤・緑を目立つようにした。<br>45a. I made it so that red and green stood out.<br>45b. I made red and green stand out.<br><br>When we jab at various other aspects of phrasing, though, the choice between が and を may not always be so simple. <br><br>17. クリックすると表示｛が 〇・を X｝変わるようにした。<br>I had it so that the display will change when you click (it).<br><br>Returning to Ex. 17, we see that the agent sets the result in motion via clicking, not by directly acting upon the display itself. As such, restructuring to XがYをZ is not possible. <br><br>46. 長所｛を 〇・が X｝目立つようにした。<br>Intended Meaning: I had my strong points stand out.<br><br>For the intended meaning of Ex. 46, が is not possible. If が were used, then &#8220;strong points&#8221; would no longer be inherent to the agent, reminding us that X&#8217; in an embedded clause (Z) would have to be separate from X. Meaning, we are looking at an example of XがYをZ that cannot be restructured as Xは[X&#8217;が(Y&#8217;を)]=Z.<br><br>47. メッセージ｛が ◎・を △｝来ないようにしていないのに、来ない原因はなぜですか？<br>What&#8217;s the cause behind me not getting texts even though I haven&#8217;t set it so that I don&#8217;t get them?<br><br>The past two examples have demonstrated how XはYをZ and Xは[X&#8217;が(Y&#8217;を)]=Z, in the greater scheme of things, are separate structures which happen to overlap depending on what fits inside ～ようにする on the clausal level. That overlap can then be determined by comparing the logical outcome of both structures and seeing if they are still synonymous. As for Ex. 47, we see that it is in the grey zone of these structures. Is the agent actually acting upon the text messages? Maybe. Blocking texts from a specific person that one knows will continue coming in not stopped seems reasonable &#8211; granted ～ようにする itself is actually in the negative &#8211; but because blocking messages involves setting up the phone so that texts do not reach you, this results in が being the more appropriate choice.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Misnomers<\/h2>\n\n\n\n<p>Having learned so much about ～ようになる and ～ようにする, it is worth noting briefly what this lesson is not about: <\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Adjectives\/Adjectival Nouns + ～ように, which may be followed by する to indicate behavior being a certain way.<\/li>\n\n\n\n<li>Complex adverbial phrases created with ～ようにして.<\/li>\n<\/ul>\n\n\n\n<p>47. 大丈夫、悪いようにはしないから<sup data-fn=\"f9f6d833-3f40-4ea9-aa2c-0df5ac34b866\" class=\"fn\"><a href=\"#f9f6d833-3f40-4ea9-aa2c-0df5ac34b866\" id=\"f9f6d833-3f40-4ea9-aa2c-0df5ac34b866-link\">9<\/a><\/sup>！<br>Don&#8217;t worry! I won&#8217;t be bad!<br><br>48. 町を引っ<ruby>手繰<rt>たく<\/rt><\/ruby>るようにして<ruby>奪<rt>うば<\/rt><\/ruby>い取った。<br>(They) snatched the town away as if (they) were reeling it in.<\/p>\n\n\n\n<p>【参照】<br>『動詞の種類と「ようになる」の共起』 by 江田すみれ.<br>『～ようにする』の意味特徴』by 池上素子.<\/p>\n\n\n<ol class=\"wp-block-footnotes\"><li id=\"ad86bcd7-6754-48fa-ae5e-7201a6512778\">The parentheses makes it clear that in the surface rendition of the sentences, XはX&#8217;がZ is not how the structure manifests. With both X components the same, the embedded subject X&#8217; is deleted. <a href=\"#ad86bcd7-6754-48fa-ae5e-7201a6512778-link\" aria-label=\"脚注参照1にジャンプ\">↩︎<\/a><\/li><li id=\"89e387c1-e9f5-4ede-8861-445fdadaa10e\">The reason Y&#8217; is the given notation for an embedded object in Z is because it should not be confused with Y (objects) that occur in main clauses.  <a href=\"#89e387c1-e9f5-4ede-8861-445fdadaa10e-link\" aria-label=\"脚注参照2にジャンプ\">↩︎<\/a><\/li><li id=\"0e8451d7-9d03-4391-bd85-62d629ebd3e3\">While similar sentences can be found through Google searching, 収入を増やした &#8220;boost one&#8217;s earnings&#8221; would be more concise and straightforward in both languages.  <a href=\"#0e8451d7-9d03-4391-bd85-62d629ebd3e3-link\" aria-label=\"脚注参照3にジャンプ\">↩︎<\/a><\/li><li id=\"216fb406-edeb-4748-8d50-bdc9bf9ba57e\">It is worth noting that this utilization of the purpose marker of に is not omissible in this rendition of ～ようになる despite usually being subject to being omitted.     <a href=\"#216fb406-edeb-4748-8d50-bdc9bf9ba57e-link\" aria-label=\"脚注参照4にジャンプ\">↩︎<\/a><\/li><li id=\"a14697ae-6e24-4f92-9014-31b7ea841098\">For learners whose first language is English, much of the confusion comes from how the words&#8221; to have&#8230;,&#8221; &#8220;to make&#8230;,&#8221; and &#8220;to allow&#8230;&#8221; do not map well with these grammar points in Japanese. Ex. 38a could just as easily be translated as &#8220;I (have) made it so that&#8230;&#8221; without implying that the agent is making their cat go in the room. Therefore, when &#8220;to make&#8221; is used to translate ～く・にする\/～ようにする structures, just take a step back and realize that the agent is not forcing (or directly acting upon) another sentient entity to do said action.  <a href=\"#a14697ae-6e24-4f92-9014-31b7ea841098-link\" aria-label=\"脚注参照5にジャンプ\">↩︎<\/a><\/li><li id=\"48a9239a-0f1a-431e-962a-061cdd1eff3d\">This is also why the translation &#8220;to try&#8230;&#8221; is often employed for ～ようにする.   <a href=\"#48a9239a-0f1a-431e-962a-061cdd1eff3d-link\" aria-label=\"脚注参照6にジャンプ\">↩︎<\/a><\/li><li id=\"84878d8d-f2cf-4b96-ac67-ae430a997032\">The potential unnaturalness behind Ex. 39c hinges on how 見抜く is perceived. While it does not mean to literally &#8220;see through,&#8221; hypercorrection could lead to an erroneous conclusion that someone actually still saw through the box through a certain means.  <a href=\"#84878d8d-f2cf-4b96-ac67-ae430a997032-link\" aria-label=\"脚注参照7にジャンプ\">↩︎<\/a><\/li><li id=\"f556cb21-f8a2-41fa-86ce-21f63d1f38cf\">Even so, the two functions are still very much interrelated to each other, as a purpose coming to fruition results in a result.  <a href=\"#f556cb21-f8a2-41fa-86ce-21f63d1f38cf-link\" aria-label=\"脚注参照8にジャンプ\">↩︎<\/a><\/li><li id=\"f9f6d833-3f40-4ea9-aa2c-0df5ac34b866\">While it may be tempting to translate 悪いようにする as &#8220;I won&#8217;t make things worse&#8221; so that it may seem like Usage II of ～ようにする discussed in this lesson, the ように in this expression is related to the speaker&#8217;s own behavior, which may very well affect the situation at hand, but that is beside the point. This meaning of &#8220;behavior&#8221; is just yet another nuancing of よう&#8217;s overall meaning of &#8220;condition&#8221; in this context.   <a href=\"#f9f6d833-3f40-4ea9-aa2c-0df5ac34b866-link\" aria-label=\"脚注参照9にジャンプ\">↩︎<\/a><\/li><\/ol>","protected":false},"excerpt":{"rendered":"<p>～ようになる&amp; ～ようにする Having learned about the result marker に in Lesson 75, it is now time we take a close look <a class=\"more-link\" href=\"https:\/\/imabi.org\/%ef%bd%9e%e3%82%88%e3%81%86%e3%81%ab%e3%81%aa%e3%82%8b-%ef%bd%9e%e3%82%88%e3%81%86%e3%81%ab%e3%81%99%e3%82%8b\/\">続きを読む <span class=\"screen-reader-text\">&#8220;～ようになる&amp; ～ようにする&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":"[{\"content\":\"The parentheses makes it clear that in the surface rendition of the sentences, XはX'がZ is not how the structure manifests. With both X components the same, the embedded subject X' is deleted.\",\"id\":\"ad86bcd7-6754-48fa-ae5e-7201a6512778\"},{\"content\":\"The reason Y' is the given notation for an embedded object in Z is because it should not be confused with Y (objects) that occur in main clauses. \",\"id\":\"89e387c1-e9f5-4ede-8861-445fdadaa10e\"},{\"content\":\"While similar sentences can be found through Google searching, 収入を増やした \\\"boost one's earnings\\\" would be more concise and straightforward in both languages. \",\"id\":\"0e8451d7-9d03-4391-bd85-62d629ebd3e3\"},{\"content\":\"It is worth noting that this utilization of the purpose marker of に is not omissible in this rendition of ～ようになる despite usually being subject to being omitted.    \",\"id\":\"216fb406-edeb-4748-8d50-bdc9bf9ba57e\"},{\"content\":\"For learners whose first language is English, much of the confusion comes from how the words\\\" to have...,\\\" \\\"to make...,\\\" and \\\"to allow...\\\" do not map well with these grammar points in Japanese. Ex. 38a could just as easily be translated as \\\"I (have) made it so that...\\\" without implying that the agent is making their cat go in the room. Therefore, when \\\"to make\\\" is used to translate ～く・にする\/～ようにする structures, just take a step back and realize that the agent is not forcing (or directly acting upon) another sentient entity to do said action. \",\"id\":\"a14697ae-6e24-4f92-9014-31b7ea841098\"},{\"content\":\"This is also why the translation \\\"to try...\\\" is often employed for ～ようにする.  \",\"id\":\"48a9239a-0f1a-431e-962a-061cdd1eff3d\"},{\"content\":\"The potential unnaturalness behind Ex. 39c hinges on how 見抜く is perceived. While it does not mean to literally \\\"see through,\\\" hypercorrection could lead to an erroneous conclusion that someone actually still saw through the box through a certain means. \",\"id\":\"84878d8d-f2cf-4b96-ac67-ae430a997032\"},{\"content\":\"Even so, the two functions are still very much interrelated to each other, as a purpose coming to fruition results in a result. \",\"id\":\"f556cb21-f8a2-41fa-86ce-21f63d1f38cf\"},{\"content\":\"While it may be tempting to translate 悪いようにする as \\\"I won't make things worse\\\" so that it may seem like Usage II of ～ようにする discussed in this lesson, the ように in this expression is related to the speaker's own behavior, which may very well affect the situation at hand, but that is beside the point. This meaning of \\\"behavior\\\" is just yet another nuancing of よう's overall meaning of \\\"condition\\\" in this context.  \",\"id\":\"f9f6d833-3f40-4ea9-aa2c-0df5ac34b866\"}]"},"tags":[],"class_list":["post-11842","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-350","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/11842","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=11842"}],"version-history":[{"count":39,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/11842\/revisions"}],"predecessor-version":[{"id":11943,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/11842\/revisions\/11943"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=11842"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=11842"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}