{"id":11972,"date":"2025-06-28T01:04:35","date_gmt":"2025-06-28T08:04:35","guid":{"rendered":"https:\/\/imabi.org\/?page_id=11972"},"modified":"2025-07-09T17:23:10","modified_gmt":"2025-07-10T00:23:10","slug":"the-final-particle-%e3%81%93%e3%81%a8","status":"publish","type":"page","link":"https:\/\/imabi.org\/the-final-particle-%e3%81%93%e3%81%a8\/","title":{"rendered":"The Final Particle こと"},"content":{"rendered":"\n<h2 class=\"wp-block-heading\">The Final Particle こと<\/h2>\n\n\n\n<p>The nominalizer こと may appear at the end of declarative statements, and in doing so, it may emphasize the affirmative tone of the speaker. From this meaning, it has taken on final particle-like usages, and from there, very divergent applications have also come about which bear no resemblance grammatically to the notion of &#8220;nominalization.&#8221; <\/p>\n\n\n\n<h3 class=\"wp-block-heading\">～ことだ<\/h3>\n\n\n\n<p>While not a final particle, ～ことだ follows predicates to provide a range of emotional reactions depending on tone and sincerity, all which stem from a literal role of emphasizing the speaker&#8217;s affirmation of the matter at hand. <br><br>For instance, Ex. 2 indicates shock and a strong visceral reaction, Ex. 4 highlights the speaker&#8217;s envy, while Ex. 5 is more than likely sarcastic. What is true for all these examples is that the speech register is plain speech across the board, which is what allows for such a wide array of emotions to be conveyed with it.<br><br>1. そうか、それはめでたいことだ。<br>Huh, well, that&#8217;s great news.<br><br>2. 大きくなりすぎたからとペットを簡単に捨てる人がいる。なんてひどいことだ。<br>There are people out there that can so easily get rid of their pets when they get too big. How deplorable. <br><br>3. 多数の死者が出たことは大変痛ましいことだ。<br>It&#8217;s so tragic that there were so many casualties. <br><br>4. 子供たちは夏休みで羨ましいこと（だ）。<br>I envy the kids for having their summer vacation.<br><br>5. まあ、それは大変なこと。<br>Well, that&#8217;s awful.<br><br>The predicates shown so far in these examples are all adjectival, and you may have noticed how the copula だ is not actually required, as its deletion in plain speech is commonplace, especially for female speakers. Yet, it is also this small detail that causes this grammar point to sound an awful lot like a final particle. <br><br>When following verbal predicates, the implication behind the speaker&#8217;s affirmation is often perceived as a &#8220;hint, hint&#8221; that the listener ought to follow suit. This is frequently used for creating warnings and giving advice, but it is noteworthy that such phrasing is never used toward superiors due to the direct nature of ～ことだ. In fact, it is fairly easy to make snippy remarks with this grammar point.<\/p>\n\n\n\n<p>6. 壊れて困るのなら、わざわざ持ってこないことだな。<br>If it&#8217;s going to such a problem if you break it, then don&#8217;t be going out of your way to bring it with you, y&#8217;know.<br><br>7. ちゃんと薬を飲んでゆっくり休むことだ。<br>It&#8217;s all about you actually taking your medicine and getting plenty of rest.<br><br>8. バレてまずいと思うなら、そもそも秘密など作らないことだ。<br>If you think it&#8217;ll be so bad if everyone finds out, then don&#8217;t be making secrets (for yourself) in the first place.<br><br>9. 悔しかったら、自分を磨くことだね。<br>If you&#8217;re vexed about it, then work on improving yourself.<br><br>10. なら、もっと強くなることだね。<br>Then become stronger, y&#8217;know. <\/p>\n\n\n\n<h2 class=\"wp-block-heading\">～こと！: Commands<\/h2>\n\n\n\n<p>Stemming from its ability to give advance\/warnings, as a full-fledged final particle, ～こと can actually create a command. These commands are firm and most notably gender-neutral, meaning that both men and women create commands this way.<br><br>Used notably by superiors to those of lower status, ～こと may mark a practical yet firm command. In this scenario, the speaker’s tone is resolute, but the command falls short of being as abrasive and direct as say other patterns like the imperative form (命令形) or even commands made via the te-form.  <br><br>Something else that is noteworthy is that the final particle ～よ does NOT follow this application of ～こと, as this would actually disrupt the gender neutrality of the expression but also <\/p>\n\n\n\n<p>11. とにかく謝ること！<br>At any rate, apologize!<\/p>\n\n\n\n<p>12. 借りたお金を返すこと！<br>Pay back the money I lent you!<br><br>13. とにかく謝まること！<br>Anyhow, apologize!<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">～こと｛だろう・でしょう｝<\/h2>\n\n\n\n<p>Adding the suppositional auxiliary to the copula, sentences ending in ～こと｛だろう・でしょう｝ express the speaker&#8217;s deep movement toward the situation at hand in a &#8220;oh how&#8230;!&#8221; sort of tone. This pattern is frequently paired with expressions like なんと・なんて at the start of the sentence.<br><br>14. まあ、IMABIを何年参考にしてきたことだろう！<br>Oh, how many years I&#8217;ve used IMABI as a reference!<br><br>15. なんということでしょう、こんなに大きなケーキ！<br>Oh my goodness, what a big cake!<br><br>16. どんなにうれしかったことだろう。<br>Oh how happy (he) must have been!<br><br>17. さぞかし無念だったことだろう。  <br>It was certainly regretful.<br><br>18. 覚めれば、全てが変わっていることだろう。<br>Upon awakening, everything will have surely changed. <br><br>This grammar point is also related to ～ことと思う, which can be viewed as cutting out all the heightened emotion while still reflecting the speaker&#8217;s hope that the situation at hand is fine for the listener.<br><br>19. お気づきのことと思います。<br>I&#8217;m sure you have probably noticed this, but&#8230;<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">～ことか<\/h2>\n\n\n\n<p>Exclamatory in a way that is rarely heard in speech but very plausible in writing for its near-exaggerating tone, sentences ending in ～ことか are often paired with  adverbial phrases such as どれだけ・どんなに &#8220;just how much.&#8221; <\/p>\n\n\n\n<p>20. どれだけ雨が降ったことか。<br>Oh how it rained!<\/p>\n\n\n\n<p>21. どんなに料理がおいしかったことか。 <br>Oh how the dish was delicious! <\/p>\n\n\n\n<p>22. どれだけ私が急いだことか。<br>Oh how I was in a rush!<\/p>\n\n\n\n<p>23. どれだけ君がよく食べたことか。 <br>Oh how you ate! <br><br>One application of ～ことか that is more likely in the spoken language is when it is followed by ～と思った, in which case the exclamation is captured in a thought bubble.<br><br>24. なんて不便なことかと思った。<br>I thought of how inconvenient that really was.<\/p>\n\n\n\n<p>As far as part of speech is concerned, ～こと｛だろう・でしょう・か｝ are still only final particle-like at best, with their exact emotional effects largely due to the additional morphology. <\/p>\n\n\n\n<h2 class=\"wp-block-heading\">～こと in (Dated) Female Speech<\/h2>\n\n\n\n<p>The one adaptation of final ～こと that definitively enters the space of final particles is when it is used to show pure exclamation, much like the particle よ, which has traditionally been viewed as a hallmark of &#8220;female speech.&#8221; <br><br>25. なんと珍しい動物だこと！<br>My, what a rare animal!<br><br>26. まあ、きれいに咲いたこと！<br>My, they bloomed beautifully! <br><br>What makes this usage especially interesting from a grammar perspective is that ～こと can be seen following the 終止形. In fact, it is likely the case that the main reason for why this came about was so that female speakers would not have to end declarative sentences with ～だ or ～よ. Ending declarative sentences with ～だ would be far too direct and potentially masculine in tone, while ending declarative sentences with ～よ possess the added nuance of creating the assumption that the listener is hearing new information. <br><br>Back in Early Modern Japanese, the *female speech* final particle ～こと could be seen used in a wider variety of contexts than it does today, ranging from basic exclamation like above to even prompting agreement or oh-so indirectly asking a question (also for affirmation), applications which may still be heard in traditional service industries like ryokan and in film and literature in dated settings. <br><br>27. お変わりございませんこと？<br>I take it no changes with you?<br><br>28. そろそろいらっしゃいませんこと・・・<br>It&#8217;s getting right around that time for you to&#8230;<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">（って）ことよ<\/h4>\n\n\n\n<p>～ことよ may be used to create euphemized declarative statements, and it is the least dated of the female final particle こと&#8217;s usages. Admittedly, though, younger speakers tend to not use it, or not at least without the intervention of って to add an &#8220;I&#8217;m telling you&#8230;&#8221; tone.<br><br>Ultimately, this grammar point is a feminized version of ～ことだ from the start of this lesson, and as a result, it possesses a similar emotional flare, just what one might expect a housewife might say and why. Rather than being sarcastic or exhibiting some other elevated emotion, ～ことよ declaratives nudge the listener.<br><br>29. そんなに気を遣わなくてもいいことよ。<br>You don&#8217;t have to walk on eggshells like that, you know.<br><br>Now, in the case of ～ってことよ, which can be heard by younger speakers, the tone of ～って without ～ことよ can help clue us in to how different it is. While the add on of ～ことよ does soften the tone, the speaker is still very much shrugging off something, as is evident from Ex. 30.<\/p>\n\n\n\n<p>30. いいってことよ。<br> Enough, it&#8217;s fine!<\/p>\n","protected":false},"excerpt":{"rendered":"<p>The Final Particle こと The nominalizer こと may appear at the end of declarative statements, and in doing so, it <a class=\"more-link\" href=\"https:\/\/imabi.org\/the-final-particle-%e3%81%93%e3%81%a8\/\">続きを読む <span class=\"screen-reader-text\">&#8220;The Final Particle こと&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":""},"tags":[],"class_list":["post-11972","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-376","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/11972","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=11972"}],"version-history":[{"count":15,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/11972\/revisions"}],"predecessor-version":[{"id":12298,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/11972\/revisions\/12298"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=11972"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=11972"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}