{"id":120,"date":"2023-07-10T22:57:19","date_gmt":"2023-07-11T05:57:19","guid":{"rendered":"https:\/\/imabi.org\/?page_id=120"},"modified":"2024-02-23T21:55:03","modified_gmt":"2024-02-24T04:55:03","slug":"expressions-of-gratitude%e3%80%80%e6%84%9f%e8%ac%9d%e3%81%ae%e8%a1%a8%e7%8f%be","status":"publish","type":"page","link":"https:\/\/imabi.org\/expressions-of-gratitude%e3%80%80%e6%84%9f%e8%ac%9d%e3%81%ae%e8%a1%a8%e7%8f%be\/","title":{"rendered":"Expressions of Gratitude　感謝の表現"},"content":{"rendered":"\n<h3 class=\"wp-block-heading\">Expressions of Gratitude　感謝の表現<\/h3>\n\n\n\n<p>Showing gratitude to others is one of many things we do on a daily basis. In English, we primarily express our gratitude via&nbsp;&#8220;thank you&#8221; or&nbsp;&#8220;I appreciate it.&#8221; Many Westerns recognize the Japanese word&nbsp;ありがとう&nbsp;meaning &#8220;thank you,&#8221; but there is a lot more to showing thanks in Japanese than just this one word.<\/p>\n\n\n\n<p>In this lesson, you will be introduced to all sorts of ways to show thanks to others. Dialectical and speech style variation may be complex at times, but your focus should be to remember the core phrases introduced.&nbsp;<\/p>\n\n\n\n<p><strong>Curriculum Note<\/strong>: For grammar that hasn&#8217;t been introduced up to this point, you are not required to know how to use them outside the phrases that are discussed.&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">ありがとう<\/h3>\n\n\n\n<p>The Japanese expression for &#8220;thank you&#8221; is&nbsp;ありがとう（ございます）, with ございます being added when needing to be polite\/formal.&nbsp;It&nbsp;actually derives from the adjective ありがたい, meaning “to be grateful,&#8221; which is also just as commonly used when expressing one&#8217;s thanks.&nbsp;<\/p>\n\n\n\n<p><strong>Pronunciation Note<\/strong>: The intonation of&nbsp;ありがとう varies wildly depending on region.&nbsp;<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>あ<strong>り<\/strong>がとう　(Standard Japanese – 標準語)<\/li>\n\n\n\n<li>あり<strong>が<\/strong>とう　(Nagoya Dialect – 名古屋弁)<\/li>\n\n\n\n<li>ありが<strong>と<\/strong>う　(Kansai Dialects – 関西弁)&nbsp;<\/li>\n\n\n\n<li>ありが<strong>とう<\/strong>　(Kagoshima Dialect – 鹿児島弁)<\/li>\n<\/ul>\n\n\n\n<p><strong>Orthography&nbsp;Note<\/strong>: ありがとうございます can be spelled in Kanji&nbsp;as 有り難う御座います, which is all Ateji.&nbsp;Unlike many other daily expressions, this Kanji rendition is&nbsp;actually quite commonly used, especially in e-mails and business chats.<\/p>\n\n\n\n<p>Of course, whenever people say &#8220;thank you,&#8221; they add adverbs like &#8220;a lot&#8221; and &#8220;very much&#8221; as well as providing context for why they are thankful. The most common adverb for this is どうも (Ex. 1).<\/p>\n\n\n\n<p>1.「ご心配は要りません。私のほうでやります。」「どうもありがとうございます！本当に助かります！」<em><br><\/em>&#8220;There is no need to worry. I’ll do it on my end.&#8221; &#8220;Thank you very much! That really helps me out!&#8221;<\/p>\n\n\n\n<p>2. あ、本当に助ります。ありがとうございます。<em><br><\/em>Wow, that really helps a lot. Thank you.<\/p>\n\n\n\n<p>3. 対応してくれてありがとうございます。<em><br><\/em>Thank you for handling it.<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: The pattern ～てくれて, which indicates a favor being done by someone else for you or someone in one’s in-group, is frequently paired with thank-you phrases.<\/p>\n\n\n\n<p>4. 「もう済ませてあるよ。」「お、ありがと。」<em><br><\/em>&#8220;It’s already taken care of.&#8221; &#8220;Oh, thanks.&#8221;<\/p>\n\n\n\n<p><strong>Pronunciation Note<\/strong>: Shortening the phrase to ありがと is very common in casual speech, but remember that the speaker and listener must first be on really close terms to use ありがと（う）in the first place.<\/p>\n\n\n\n<p>5.&nbsp;仲間の応援が本当にありがたいです。<br>My pals’ support is really appreciated.<\/p>\n\n\n\n<p>6.&nbsp;我々への支援は本当にありがたい。<em><br><\/em>The support to us is really appreciated.<\/p>\n\n\n\n<p><strong>Word Note<\/strong>: 応援 is support as in &#8220;cheering on,&#8221; whereas 支援 is support as in &#8220;assistance.&#8221;<\/p>\n\n\n\n<p>7.&nbsp;早朝はありがたいことに雪が積もっていなかった。<br>Thankfully, snow hadn’t piled up in the early morning.<\/p>\n\n\n\n<p>8. 「傘はあそこに置いてある。」「あ、どうも。」<br>The umbrella(s) have been placed over there.&#8221; &#8220;Oh, thanks.&#8221;<\/p>\n\n\n\n<p><strong>Phrase Note<\/strong>: A quick way to tell someone &#8220;thanks&#8221; is どうも. However, this should not be used when cutting one’s thanks short isn&#8217;t appropriate, like when speaking to superiors.<\/p>\n\n\n\n<p>9. ホント、いつもありがとうです！<br>Thank you so much as always!<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: When people feel like ありがとうございます is too polite but they still wish to be polite to some degree, they often opt for ありがとうです.&nbsp;<\/p>\n\n\n\n<p>10. おお、あんがとう！<br>Oh, thanks!<\/p>\n\n\n\n<p><strong>Sentence Note<\/strong>: あんがとう is a very common, casual contraction.<\/p>\n\n\n\n<p>Grammatically speaking, ありがとうございます is in the non-past tense. Literally, it means &#8220;to be grateful.&#8221; This gratefulness is typically in response to what has just taken place or is currently taking place. If, however, the act of kindness is markedly in the past, then ありがとうございました is used.<br><br>11. 色々とお世話になりまして誠にありがとう｛ございました・ございます｝。<br>I\/we are truly grateful for all the favor you’ve given me\/us.<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: By using ございます instead of ございました, one’s gratitude can be emphasized as being still ongoing despite the event of kindness done by the listener was still in the past.<\/p>\n\n\n\n<p>12. わざわざお越しいただいてありがとう｛ございました・ございます｝。<br>Thank you so much for going through all the trouble to come.<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: The adverb わざわざ is used to stress the trouble someone went to do something for the speaker.&nbsp;<\/p>\n\n\n\n<p>13. 先日はわざわざお越しいただいてありがとうございました。Thank you so much for going through all the trouble to come the other day.<\/p>\n\n\n\n<p>14. 先日はどうも（ありがとうございました）。<br>Thank you for the other day.<\/p>\n\n\n\n<p><strong>Sentence Note<\/strong>: Using the unabbreviated version is most appropriate in formal settings such as conversations in business.<\/p>\n\n\n\n<p>15. この度は誠にありがとうございました。<br>Thank you so much for this occasion.<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: The event in Ex. 15 would have already been completed at the time of utterance.&nbsp;<\/p>\n\n\n\n<p><strong>Variation Note<\/strong>:&nbsp;&nbsp;Another respectful form is&nbsp;ありがとう存じます, which is often seen in formal writing.&nbsp;&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Thanking for Food<\/h3>\n\n\n\n<p>When giving thanks upon receiving food, Japanese people say 頂きます. This literally means &#8220;I’m receiving (food).&#8221;<\/p>\n\n\n\n<p><strong>Intonation Note<\/strong>: い<strong>ただきま<\/strong>す.<\/p>\n\n\n\n<p>16. では、頂きます。<br>Well then, bon appétit!<\/p>\n\n\n\n<p>After finishing a meal, it is customary to give thanks again by saying ご馳走様でした. 馳走 means &#8220;feast&#8221; and literally means &#8220;having to ride by horse to gather ingredients.&#8221; Although this is no longer modern reality, this expression gives recognition of the effort and quality put into the food that was given to you.<\/p>\n\n\n\n<p>Whenever you are familiar with the person,&nbsp;でした can be dropped, or you can simply say&nbsp;ご馳走. However, the shorter you make the expression, the stronger friendship you should have with the individual.<\/p>\n\n\n\n<p><strong>Intonation Note<\/strong>: The intonation of this phrase is ご<strong>ちそうさまで<\/strong>した.<\/p>\n\n\n\n<p>17. 今日は食事に誘ってくださって、ありがとうございました。ご馳走様でした。<br>Thank you very much for inviting me to dinner today. It was a wonderful meal.<\/p>\n\n\n\n<p><strong>Sentence Notes<\/strong>:<br>1. Although translated as &#8220;dinner,&#8221; 食事 simply means &#8220;meal&#8221; and can be used in the same sense as &#8220;dinner&#8221; would in English.<br>2. ～てくださって is the respectful version of <em>～<\/em>てくれて. Its meaning of marking the kind action of someone outside one’s in-group remains the same.<br>3. The response to this phrase is お粗末さまでした. Similarly, the speaker may reduce this phrase to either お粗末様 or just お粗末 depending on how casual the tone is. This phrase may be used in replying to the use of any services other than just food and drink. For instance, it can be used at bath houses (銭湯).<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">感謝します<\/h3>\n\n\n\n<p>The verb 感謝する means &#8220;to be grateful,&#8221; with 感謝 being a Sino-Japanese noun meaning &#8220;gratitude.&#8221; In polite speech, the verb phrase is rendered as 感謝します.<\/p>\n\n\n\n<p><strong>Intonation Note<\/strong>: <strong>か<\/strong>んしゃします.<\/p>\n\n\n\n<p>18. ご協力に深く感謝します。<br>I am deeply grateful for your cooperation.<\/p>\n\n\n\n<p>19a. 心から感謝しています。<br>19b. 心より感謝しております。(Humble)<br>I am profoundly grateful.<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: 心｛から・より｝ literally means “from the heart.” Using the particle より is more respectful. Additionally, しております is the humble form of しています. The use of these forms instead of just します is done to emphasize how one’s state of gratitude has been an ongoing and continuing emotion.<\/p>\n\n\n\n<p>20. 長年のご支持に感謝しております。<br>I am grateful for your long-time support.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">謝意<\/h3>\n\n\n\n<p>A very formal means of expressing gratitude that is frequently used in business settings, primarily in speeches and\/or the written language is 謝意を表する (to express gratitude).&nbsp;&nbsp;<\/p>\n\n\n\n<p><strong>Intonation Note<\/strong>: <strong>しゃ<\/strong>いをひょ<strong>うしま<\/strong>す. <\/p>\n\n\n\n<p>21. ご厚意に心より謝意を表します。<br>I am profoundly grateful of your kindness.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">サンキュー<\/h3>\n\n\n\n<p>Lastly, it&#8217;s impossible to ignore how the English phrase &#8220;thank you&#8221; has made its way into Japanese as サンキュー. A lot of speakers use this in conversation among friends. Online, it may even be seen colloquially spelled as ３Q or 三Q. At McDonald’s in Japan, サンキュー has also incorporated a meaning of &#8220;understood,&#8221; mixing gratitude to the customer orders along with confirming what needs to be served.<\/p>\n\n\n\n<p>22. スタッフA氏：オレンジジュースのSサイズおひとつですね。<br>スタッフB氏：Sサイズのオレンジジュース、サンキュー！<br>Staff A: One small-sized orange juice, correct?<br>Staff B: Small orange juice, coming up!<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Famous Dialect Phrases<\/h3>\n\n\n\n<p>There are some important variations of &#8220;thank you” that are widely known about and still prevalent in their unique ways.<\/p>\n\n\n\n<p>The most popular dialectical version of &#8220;thank you&#8221; in Japanese is 大きに, which is emblematic of Kansai Dialects (関西弁). Younger speakers tend to not gravitate towards this phrase, but it is still prevalent among older generations and among store clerks.<\/p>\n\n\n\n<p>23. （毎度）大きに。<em><br><\/em>Thank you (as always).<\/p>\n\n\n\n<p>In most of Western Japan<em>, <\/em>ありがとうさん（です） is very prevalent. Variation exists as to whether the &#8220;o&#8221; is long or short.<\/p>\n\n\n\n<p>24. 皆いつもありがと（う）さん（です）。<br>Thank you, everyone as always.<\/p>\n\n\n\n<p>In Yamagata Prefecture (山形県), the phrase もっけ is used. In Standard Japanese, this word can be found in the expression 勿怪の幸い, which means &#8220;windfall\/piece of good luck.&#8221; In this dialect, the word is used to refer to a sense of gratitude that is seldom had.<\/p>\n\n\n\n<p>25. あいや、もっけだちゃ！本当にありがどのお。（山形弁）<br>Oh wow, thank you so much! Really, thank you, thank you! (Yamagata Dialect)<br><br>In many parts of Northern Japan, ありがとう can be heard pronounced as ありがど. This is because non-voiced consonants tend to be voiced in those dialects.<br><br>In Southern Japan, the adverb だんだん is often used in conjunction with<em> <\/em>ありがとう, so much so that it can stand for &#8220;thank you&#8221; by itself. <\/p>\n\n\n\n<p>26. だんだん（ありがとう）。<em><br><\/em>Thank you.<\/p>\n\n\n\n<p>In the Hokuriku Region (北陸地方), the phrase 気の毒 can be heard used for &#8220;thank you.&#8221; In Standard Japanese, this is seen in phrases like お気の毒に, which is used to express sympathy for someone’s misfortune. We will learn more about how it is used in Standard Japanese in the next lesson.<\/p>\n\n\n\n<p>27. 気の毒な。<em><br><\/em>Thanks (even despite the trouble I put you through).<\/p>\n\n\n\n<p>In Okinawa, you may hear the following expression from Okinawan. <\/p>\n\n\n\n<p>28. にふぇーでーびる。<br>Thank you very much.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">You&#8217;re Welcome<\/h3>\n\n\n\n<p>The standard direct translation of &#8220;you’re welcome&#8221; in Japanese is どういたしまして. This implies that the speaker hasn’t really done anything extraordinary, which is quite opposite of the nuance found in the English &#8220;you’re welcome.&#8221; <\/p>\n\n\n\n<p>Traditionally, this has been a rather humble expression, but in many circumstances people often interpret it as downplaying the situation at hand, which can make it seem that the speaker is of higher status than the listener. Because of this, speakers typically avoid using it, opting for expressions that emphasize how the speaker was only trying to help.&nbsp;<\/p>\n\n\n\n<p>I<strong>ntonation Note<\/strong>: <strong>ど<\/strong>うい<strong>たしま<\/strong>して.<\/p>\n\n\n\n<p>29. いえいえ（、お役に立てれば何よりです）。<br>No, no, so long as I’ve been of any help.<\/p>\n\n\n\n<p>30. どういたしまして。ご利用ありがとうございます。<br>You’re welcome. Thank you for using us.<\/p>\n\n\n\n<p><strong>Sentence Note<\/strong>: In customer service, どういたしまして is still used as, traditionally, it is meant to be humble.<\/p>\n\n\n\n<p>31a. とんでもございません。お役に立てれば嬉しいです。<br>31b. とんでもないことでございます。お役に立てれば嬉しいです。<em><br><\/em>Don’t mention it. I’m glad if I can be of any help.<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: Many speakers feel that とんでもないことでございます is more grammatical than とんでもございません despite the fact that both are grammatically sound.<\/p>\n\n\n\n<p><strong>Intonation Note<\/strong>: と<strong>んでもな<\/strong>いです.&nbsp;<\/p>\n\n\n\n<p>32. お役に立てて幸いです。<br>I’m happy to be of help.<\/p>\n\n\n\n<p>33. お手伝いできてよかったです。<br>I’m happy to have been able to help.<\/p>\n\n\n\n<p>34. いや、とんでもないです。<br>Oh no, don’t mention it.&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Expressions of Gratitude　感謝の表現 Showing gratitude to others is one of many things we do on a daily basis. In En<a class=\"more-link\" href=\"https:\/\/imabi.org\/expressions-of-gratitude%e3%80%80%e6%84%9f%e8%ac%9d%e3%81%ae%e8%a1%a8%e7%8f%be\/\">続きを読む <span class=\"screen-reader-text\">&#8220;Expressions of Gratitude　感謝の表現&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":""},"tags":[],"class_list":["post-120","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-1W","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/120","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=120"}],"version-history":[{"count":3,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/120\/revisions"}],"predecessor-version":[{"id":2650,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/120\/revisions\/2650"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=120"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=120"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}