{"id":12050,"date":"2025-07-04T15:18:39","date_gmt":"2025-07-04T22:18:39","guid":{"rendered":"https:\/\/imabi.org\/?page_id=12050"},"modified":"2025-07-07T00:29:02","modified_gmt":"2025-07-07T07:29:02","slug":"copula-ellipsis-%e3%80%8c%e3%81%a0%e3%80%8d%e3%81%ae%e7%9c%81%e7%95%a5","status":"publish","type":"page","link":"https:\/\/imabi.org\/copula-ellipsis-%e3%80%8c%e3%81%a0%e3%80%8d%e3%81%ae%e7%9c%81%e7%95%a5\/","title":{"rendered":"Copula Ellipsis 「だ」の省略"},"content":{"rendered":"\n<h2 class=\"wp-block-heading\">Copula Ellipsis 「だ」の省略<\/h2>\n\n\n\n<p>The copula verb だ appears in nominal predicates, arguably the simplest kind of predicate grammatically speaking. In fact, so many sentences can be made by simply uttering Yだ and still get one&#8217;s point across.<\/p>\n\n\n\n<p>i. 猫だ。<br>It&#8217;s a cat.<br><br>Yet, we also see nearly as many sentences that follow the basic sentence pattern XはYだ in which だ is notably absent.<br><br>ii. ううん、あれは猿よ。<br>No, that there is a monkey.<br><br>iii. セス先生が飼っているのは猫。<br>The (animal) Seth-sensei has as a pet is a cat.<br><br>Sociolinguistic motivations for dropping だ, such as the gender of the speaker in ii. being female, are certainly factors worth exploring, but they would only paint part of the picture, as iii. is indicative of a very normal yet still &#8220;incomplete&#8221; sentence. <\/p>\n\n\n\n<p>This lesson serves to shed light on the mechanics behind だ ellipsis. In doing so, two misconceptions will be addressed:<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Writing off &#8220;ellipsis&#8221; as mere &#8220;dropping\/deleting&#8221; something from a sentence creates a misguided approach to how grammar operates. It is important to understand what surface level and deep level structures refer to and how differences may arise between them.<\/li>\n\n\n\n<li>Ellipsis is not limited to colloquialisms. Other factors may be at play, and writing off &#8220;missing elements&#8221; as improper can lead to other grossly incorrect generalizations that can make other aspects of Japanese grammar hard to grasp.<\/li>\n<\/ul>\n\n\n\n<h2 class=\"wp-block-heading\">What is だ Ellipsis?<\/h2>\n\n\n\n<p>As the name suggests, だ ellipsis<sup data-fn=\"0c4597f2-7c6d-4379-b166-4e8e0e15316d\" class=\"fn\"><a href=\"#0c4597f2-7c6d-4379-b166-4e8e0e15316d\" id=\"0c4597f2-7c6d-4379-b166-4e8e0e15316d-link\">1<\/a><\/sup> is the omission of だ from a nominal predicate, including predicates that are nominal-like which pertain to &#8220;X is Y&#8221; statements. The examples below provide a wide array of such predicate types which exhibit だ ellipsis, at least in the sentence-final position.<br><br>1. ドラマになりそう。<br>(This) seems like it could turn into a drama.<br><br>2. 対象となるのは下記のとおり。<br>What (things) will be covered\/affected are as follows:<br><br>3. 一応そういう感じ。<br>That&#8217;s pretty much it.<br><br>4. こんなご馳走は生まれて初めて！<br>I&#8217;ve never had such a feast (as this) in my life!<br><br>5. しかも、これは防腐剤なし<sup data-fn=\"14d29416-6d39-4958-9155-ebc7b2469940\" class=\"fn\"><a href=\"#14d29416-6d39-4958-9155-ebc7b2469940\" id=\"14d29416-6d39-4958-9155-ebc7b2469940-link\">2<\/a><\/sup>！<br>What&#8217;s more, this has zero preservatives!<br><br>6. 地震があったのは、午後４時ごろ。<br>The earthquake struck around 4 PM.<br><br>7. 消防当局によると、爆発が起きたのは12階のフードコート。<br>According to fire department, the explosion occurred in the food court on the 12th floor.<br><br>8. 入れるのはバカのみ。<br>Only idiots may enter.<br><br>9. キミはどのポケモンとそっくり？<br>Which Pokémon do you look like?<br><br>10. 赤ちゃんと一緒！<br>Together with (your) baby!<br><br>11. 人間は特別な生き物。<br>Humans are unique living beings.<br><br>12a. 人間も動物だ。〇<br>12b. 人間も動物。（△）<br>Humans are also animals.<br><br>While many instances of sentence-final ellipsis of だ do occur with Y being a noun (Exs. 3, 6-7, 11-12), many other similar parts of speech and grammar structures &#8211; adverbs (Ex. 4), adverbial particles attached to nouns (Ex. 8), adjectival-noun predicates (Exs. 9-10), defunct 終止形 for fossilized grammar (Ex. 5), adverbial nouns (Ex. 2), questions (Ex. 9), auxiliary verbs containing the copula (Ex. 1), etc. &#8211; can stand for Y. <br><br>There are also pragmatic environments in which the ellipsis of だ after Y, in context, may not be the most natural choice (Ex. 12b). To begin to understand why that is the case, let&#8217;s first go over five key properties that define what a &#8220;true&#8221; noun is in Japanese. <\/p>\n\n\n\n<ol class=\"wp-block-list\">\n<li>The ability to be the subject or object of a sentence.<\/li>\n\n\n\n<li>The ability to become the predicate by being accompanied with the copula.<\/li>\n\n\n\n<li>The ability to become a modifier via the particle の.<\/li>\n\n\n\n<li>The ability to be modified via the 連体形 of a conjugatable part of speech.<\/li>\n\n\n\n<li>The ability to become the focus of a cleft sentence<sup data-fn=\"619cf8ee-f732-472f-a6eb-c429f48d2a6e\" class=\"fn\"><a href=\"#619cf8ee-f732-472f-a6eb-c429f48d2a6e\" id=\"619cf8ee-f732-472f-a6eb-c429f48d2a6e-link\">3<\/a><\/sup>. <\/li>\n<\/ol>\n\n\n\n<p>The alternative Y elements all at least exhibit 2 and most exhibit 3, while adverbs and defunct predicates are the least noun-like by failing to exhibit 1 &#8211; excluding, of course, metalinguistic<sup data-fn=\"1ee03e16-4e89-4543-9c12-1e803f9282bf\" class=\"fn\"><a href=\"#1ee03e16-4e89-4543-9c12-1e803f9282bf\" id=\"1ee03e16-4e89-4543-9c12-1e803f9282bf-link\">4<\/a><\/sup> scenarios.<br><br>13a. 生まれて初めて<span style=\"text-decoration: underline;\">を<\/span>経験しました。X<br>13b. 生まれて初めて<span style=\"text-decoration: underline;\">の<\/span>経験<span style=\"text-decoration: underline;\">を<\/span>しました。〇<br>I had a first-in-a-lifetime experience.<br><br>14a. 砂糖<span style=\"text-decoration: underline;\">なしを<\/span>飲んでいました。X<br>14b. 砂糖<span style=\"text-decoration: underline;\">なしの<\/span>を飲んでいました。〇<br>I was drinking the one that was no-sugar.<br><br>As for the Y with 100% noun-likeness, that would, of course, go to true nouns such as 感じ and 動物, but as has been noted, some contextual limitation on ellipsis appears to affect &#8220;true nouns&#8221; that, ironically, does not seem to affect the non-true nouns. <br><br>Now, let&#8217;s return to Exs. 11-12 from earlier.<br><br>11a. 人間は特別な生き物だ。<br>11b. 人間は特別な生き物。<br>Humans are unique living beings.<\/p>\n\n\n\n<p>12a. 人間も動物だ。〇<br>12b. 人間も動物。（△）<br>Humans are also animals.<br><br>Here, we see two very similar nouns for Y: 生き物 (living thing\/being\/creature) and 動物 (animals). As for the nature of the statements made, at first glance, the two claims seem very similar. Both sentences pertain to people, and both sentences pertain to people being alive. Yet, in both languages, there is a peculiar difference as to the perceived perception of truth behind the two statements, with the presence of だ cluing us in to a state of mind different than just saying &#8220;X is Y.&#8221;<sup data-fn=\"b7e8f210-0c25-4539-81ec-11e79a7c455b\" class=\"fn\"><a href=\"#b7e8f210-0c25-4539-81ec-11e79a7c455b\" id=\"b7e8f210-0c25-4539-81ec-11e79a7c455b-link\">5<\/a><\/sup><br><br>This discrepancy touches on the notion of modality, which is the way in which a language expresses various relationships pertaining to reality and\/or what is perceived as the truth. In other words, the choice to go ahead and use だ to assert a statement is, arguably, a statement in and of itself. This &#8220;assertive&#8221; flare can then be described as its modality. <\/p>\n\n\n\n<h3 class=\"wp-block-heading\">&#8220;Surface Structure&#8221; vs &#8220;Deep Structure&#8221;<\/h3>\n\n\n\n<p>While this lesson is about when it is possible to ellipse だ, in answering that case, figuring out how だ works overall, and in light of modality, is quintessential. <br><br>The affirmative nature of だ is undeniable, as a declarative sentence by definition is a statement of fact. Even so, other aspects of Japanese grammar such as &#8220;が vs は&#8221; greatly impact why and how basic statements are made and perceived. <br><br>That being said, to begin let&#8217;s take one more step back and disambiguate &#8220;surface structures&#8221; from &#8220;deep structures.&#8221;<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>The &#8220;surface structure&#8221; of a sentence is the way it is actually spoken and\/or written, while the &#8220;deep structure&#8221; of a sentence represents its underlying syntactic structure prior to any transformative operations (devices) are implemented which then affect how the &#8220;surface structure&#8221; manifests and is then ultimately interpreted by speakers.<\/li>\n<\/ul>\n\n\n\n<p>Native speakers are such natural experts at the pragmatic interpretation of the final product (surface structures) that the existence of the innerworkings behind it become a blur or even bizarre at times. As an example of how different &#8220;deep structures&#8221; and &#8220;surface structures&#8221; are with basic English, consider the following:<br><br>a. Do you not speak Japanese? (surface structure)<br>b. You no speak Japanese? (deep structure)<br><br>Through a transformative process called &#8220;do-raising&#8221; inserts the auxiliary verb &#8220;do&#8221; to carry tense and agreement features. So, if say past tense were added to the sentence on top of the interrogative function placed on &#8220;do,&#8221; we would get &#8220;did you not speak Japanese?&#8221; as opposed to &#8220;you no spoke Japanese?&#8221; <br><br>So, how does this all tie to the use of だ? Its presence in nominal predicates tells us that at a basic understanding of declarative sentences in Japanese, its roll as &#8220;to be&#8221; ought to be accounted for in the basic sentence structure for said sentence type. <\/p>\n\n\n\n<figure class=\"wp-block-table\"><table class=\"has-fixed-layout\"><tbody><tr><td>Deep Structure<\/td><td>Possible Surface Structures<\/td><\/tr><tr><td>XがYだ<\/td><td>XがYだ<br>XはYだ<br>XはY<br>XがY<br>Yだ<br>Y<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>From just one deep structure, we can produce an array of possible surface structures, each possessing its own nuancing based on the individual transformative process(es) undergone. Most importantly, the existence of surface structures without だ does not exclude its presence in the deep structure. <br><br>The next misnomer to get out of the way is the exclusion of だ in the deep structure of non-nominal-predicates in Japanese somehow negating its grammatical necessity overall. Consider the following examples.<br><br>15a. チョコレートは甘いだか？X<br>15b. チョコレートは甘い？〇<br>15c. チョコって甘いの？◎<br>Intended: Is &#8220;chocolate&#8221; sweet? <br><br>16a. リーさんが日本語を学んでいるだか？XX<br>16b. リーさんは日本語を学んでいるんですか？<br>Intended: Is Lee-san learning Japanese? <br><br>Neither adjectival nor verbal predicates call for the presence of the copular verb in their deep structures, resulting in the grammaticality judgments of Ex. 15a and Ex, 16a. Worse even, Ex. 16a is given &#8220;XX,&#8221; a degree of bad to which it has no merit due to other transformative processes being ignored. For both examples, the degree to which every aspect of Japanese phraseology combines and produces a natural sentence is equally important &#8211; everything ultimately builds on each other.<br><br>To compare, in English, the copula verb &#8220;to be&#8221; is both present and obligatory with adjectival predicates.<br><br>c. Airi is a cat. (Nominal Predicate)<br>d. Airi is furry. (Adjectival Predicate)<br><br>Given the simplistic nature of both predicate types, and without knowledge of other languages, it would appear as though this might be an example of a &#8220;universal,&#8221; a feature found across all languages. In reality, this is not the case, as many languages throughout the world do not utilize copular elements with adjectival(-like) predicates. <br><br>While it may seem that mentioning this is meant to play the devil&#8217;s advocate, the opposite is true. Just because something is not a universal does not mean that universals are nonexistent. In other words, the use of &#8220;to be&#8221; with adjectives in English has no bearing on how だ is not used with Japanese adjectives or pertinent to how it is used entirely.<br><br>There is also the issue of each modal expression in a language being unique. If modality helps speakers express how they feel toward stating relationships, then it would be suffice to say that no two modal expressions are exactly the same, even those that are etymologically related. If anything, being etymologically related would make it easier to relate the two as such expressions as a starting point for comparison. All this is being mentioned because of how です, the polite form of だ, has independently evolved the ability to mark politeness in adjectival predicates.<br><br>17. 愛莉ちゃんは可愛い<span style=\"text-decoration: underline;\">です<\/span>。<br>Airi-chan is cute.<br><br>Whereas だ has both a syntactic role of meaning &#8220;to be&#8221; and can denote modality by emphasizing the speaker&#8217;s affirmation about stating the fact at hand, the use of です after adjectival predicates in this way is purely for expressing modality &#8211; in this case, the need to express a statement in a polite manner.<br><br>With an objective view of how surface structures and deep structures may differ from each other, we now have bigger and better questions to ask ourselves as we get to the bottom of how to use だ, including when to ellipse it.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">The Distribution of だ<\/h2>\n\n\n\n<p>To investigate how だ truly works, there are two questions to keep in mind: <\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>How does ellipsing だ affect the grammaticality of a sentence?<\/li>\n\n\n\n<li>What does the interchangeability or lack thereof だ with です tell us about the modality of だ?<\/li>\n<\/ul>\n\n\n\n<p>Despite all the examples from earlier in which だ could be ellipsed, we have only seen this occur in sentence-final position, creating a huge bias as to whether ellipsis is the norm for だ or not. Additionally, the interchangeability of だ・です may also aid us in understanding the modality behind だ.<br><br>Because modality may manifest differently for male\/female speakers, as well as between the spoken and written language, example sentences moving forward will be labeled for these environmental factors. Without further ado, let&#8217;s answer both questions in respect to three locations だ may appear in a sentence: initial, medial, and final position. <\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Sentence-Initial<sup data-fn=\"12bff285-c68c-4a28-9d66-e7abf12e27ef\" class=\"fn\"><a href=\"#12bff285-c68c-4a28-9d66-e7abf12e27ef\" id=\"12bff285-c68c-4a28-9d66-e7abf12e27ef-link\">6<\/a><\/sup> だ<\/h2>\n\n\n\n<p>When だ appears at the start of a sentence, it does so as a conjunction. The resultant conjugations can be categorized by whether だ can be replaced with です.<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table class=\"has-fixed-layout\"><tbody><tr><td>だ≓です<\/td><td>だ≠です<\/td><\/tr><tr><td>だから ＝ ですから<\/td><td>だと｛すると・したら・すれば｝<\/td><\/tr><tr><td>だが ＝ ですが<\/td><td>だって<\/td><\/tr><tr><td>だけど ＝ ですけど<\/td><td><\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>The group of conjunctions to the left all allow interchangeability with です, as each respective conjunctive particle may follow the 終止形 of both copulas. As for why です cannot replace だ in the conjunctions to the right, that can be explained by other grammatical limitations such as politeness markers not appearing in indirect quotation clauses (marked by と) and だって being a contraction.<br><br>18. <span style=\"text-decoration: underline;\">だが<\/span>、僕の記録が再び高校新記録を超えることはなかった。<br>But, my score would never beat the high school record again.<br><br>19. だから、言ったじゃないですか？<br>Didn&#8217;t I tell you?<br><br>20. だって、時間がなかったの！<br>That&#8217;s what I&#8217;m saying, I didn&#8217;t have time!<br><br>21. ですから、ご自由にお入り頂いて問題ありません。<br>So, feel free to come in.<br><br>22. だとすると、犯人は一体誰でしょう？<br>If that&#8217;s the case, who could the culprit be?<br><br>As for whether だ can be ellipsed in sentence-initial position, that is only possible with some of these conjugations. <br><br>23. 所有主たる主人すら時々は痛い事もある。がそこが訓練である<sup data-fn=\"599f6929-2a1b-4cba-bee7-ff3d50ffc64b\" class=\"fn\"><a href=\"#599f6929-2a1b-4cba-bee7-ff3d50ffc64b\" id=\"599f6929-2a1b-4cba-bee7-ff3d50ffc64b-link\">7<\/a><\/sup>。<br>Even my owner, someone who very much has (a beard of his own), has an awful time with it from time to time; but, that&#8217;s where discipline comes in.<br>From 『吾輩は猫である』by 夏目漱石.<br><br>While it is possible to use が without だ to mean &#8220;however,&#8221; this is practically only seen in very stiff writing. Arguably, this instance of だ ellipsis has become rather dated at best.<br><br>24. お酒を飲むといい気分になる。けど、飲みすぎると身体に悪いよね。<br>Drinking alcohol makes you feel good, but drinking too much is bad for your body, you know.<br><br>Starting a sentence with けど is not particularly rare, but rather than connecting two independent clauses together, the clause before けど sounds more like a dependent clause in relation to the independent clause that follows, hinting at a semantic difference between が and けど when だ ellipsis occurs.<br><br>Note that だ ellipsis is also possible for けど&#8217;s uncontracted forms けれど・けれども・けども. It is also worth noting that けど・けども are considered colloquial. Furthermore, all instances of だ ellipsis with all these forms are considered inappropriate for the written language.<br><br>25. 韓国語の読み書きは少しできます。けれども、話すことはできません。<br>I can read and write Korean a little, but I can&#8217;t speak it. <br><br>だ ellipsis from だと｛すると・したら・すれば｝ , in contrast, is fairly common, but when ellipsis does occur, the balance of emphasis placed on both sides of the conjunction appears to shift to the latter part &#8211; potentially offsetting the structural lack of repetition of the prior sentence via だ as a placeholder.<br><br>26. 寝ても眠い。だとしたら、寝ても意味ないな。<br>I&#8217;m sleepy even after sleeping. If that&#8217;s the case, then there&#8217;s no point in even sleeping.<br><br>27.「大きな台風が近づいてきてるそうだよ」「だとすれば、今週末の旅程は台無しになるかも！」<br>&#8220;They&#8217;re saying a a big typhoon is approaching.&#8221; &#8220;If that&#8217;s the case, that could ruin our trip this weekend!&#8221;<br><br>28.「セスさんは就職７年目だそうだ。」「とすると今３１か。」<br>&#8220;They&#8217;re saying Seth has been working here for seven years.&#8221; &#8220;That makes him 31 now, huh.&#8221;<br><br>Overall, the pertinence of making it clear that the previous context is understand and maintained as a factor in the phrasing of the continuation of the thought is the deciding factor as to whether だ ellipsis is natural in this environment. Meaning, its ellipsis is predicated on whether its functionality is readily retrievable. The translations provided are also good litmus test for assessing this. When だ is present, &#8220;if that&#8217;s so&#8221; tends to be used, and when だ is ellipsed, &#8220;then\/if so&#8221; tends to be used.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Sentence-Medial だ<\/h2>\n\n\n\n<p>The environments in which the copula だ may appear in sentence-medial position are quite varied, with five unique environments for us to investigate.<\/p>\n\n\n\n<h5 class=\"wp-block-heading\">Environment 1: ～だの～だの &amp; ～だか～だか<br>だ Ellipsis?: NO <br>です InterchangEability?: NO<\/h5>\n\n\n\n<p>(Partially) grammaticalized<sup data-fn=\"ee862014-1c20-4c23-89e2-96da016339d0\" class=\"fn\"><a href=\"#ee862014-1c20-4c23-89e2-96da016339d0\" id=\"ee862014-1c20-4c23-89e2-96da016339d0-link\">8<\/a><\/sup> as part of metalinguistic parallel particles, following any part of speech in said fashion, だ contributes itself to だの, だか, and even だとか. While the exact nuancing and stipulations behind these individual metalinguistic parallel particles differ, だ&#8217;s presence makes the listener direct attention to the possible truth statements being posed by the speaker ever more distinctly. <br><br>29. 同棲したばかりの彼だが、ここ最近、私の料理には、味が薄いだの、見た目が悪いだの、色々と文句ばかりつけてくる。<br>So, my boyfriend and I&#8217;ve just started living together, but as of late, he&#8217;s been constantly complaining about my cooking, saying it&#8217;s bland, doesn&#8217;t look good, and all sorts of other things.<br><br>30. 雨が降るんだか晴れるんだかはっきりしない天気だね。<br>It&#8217;s hard to tell if it&#8217;s going to rain or be sunny these days, huh.<br><br>31. 運命だとか未来だとか、ってことがどれだけでも、伸ばそうとしても届かない。&nbsp;<br>No matter how hard I try to think of stuff like my &#8220;future&#8221; or &#8220;destiny,&#8221; they&#8217;re always so out of reach.<\/p>\n\n\n\n<p>Some worthy observations that can be gleaned from these examples includes ～だか～だか being alternated with ～のだか～のだか to further emphasize the frustration behind &#8220;which is it&#8230;&#8221; This hints at how<a href=\"https:\/\/imabi.org\/the-mood-marker-%ef%bd%9e%e3%81%ae%e3%81%a0\/\" data-type=\"page\" data-id=\"9904\"> ～のだ<\/a> is rather different but similar to だ in terms of modality. We can also see in Ex. 31 how だとか implies that the agent is rambling on about those big topic things in their head and how that rambling [運命だとか未来だとか] itself is encased in a quotation via って.<br><br>There is so much more than can be said about how these parallel particle structures work, but that will be left for a future discussion. <\/p>\n\n\n\n<h5 class=\"wp-block-heading\">ENVIRONMENT 2: Within Quotations<br>だ ELlipsis?: No\/Yes<br>です Interchangeability: DIRECT QUOTES ONLY<\/h5>\n\n\n\n<p>Following up on what the metalinguistic parallel particles from above demonstrate, だ&#8217;s copular functionality of presenting matters means that it may also appear in quotes that also do just that. In other words, any declarative statement is a conceptualized notion, and that declarative statement can then be formulated into a quote with one&#8217;s citation verb of choice as to the origin and\/or nature of the thought.<br><br>First, it is important to remember what the difference between a &#8220;direct quote&#8221; and an &#8220;indirect quote.&#8221; If a copula is present, great. If not, oh well. In the case of a direct quote, the exact phrasing of what someone has said or being quoted for is replicated, which is also in metalinguistic fashion. Meanwhile, indirect quotes are paraphrases at best. No matter how detailed they are, if they are not precisely the words that came out of the person&#8217;s mouth, it is not a direct quote.<br><br>32. 委員長を務める東京大学の平田直名誉教授は一連の地震の要因について「さまざまな意見があるものの、調査委員会としては『分からない』というのが答えだ」と説明した上で「個人的な考えとしては悪石島の北側に活火山があり、一帯は火山列である。活火山の深いところでマグマによる活動が発生し、そうした活動でうまれた流体が地震を起きやすくしているのではないか」と指摘しました。(Indirect Quote)<br>The committee chair, Professor Emeritus Naoshi Hirata of the University of Tokyo explained what the causes of the series of earthquakes occurring by saying, &#8220;while there are various opinions (as to why), our answer as to why as the investigation committee is that &#8216;we don&#8217;t know.'&#8221;  He also added, &#8220;as for my personal thoughts on the matter, there is an active volcano to the north of Akusekijima, and the area is part of a volcanic chain. Perhaps the magma activity deep within the active volcano and the fluid dynamics from that activity is making it easier for earthquakes to occur.&#8221;<br>From NHK 7\/4\/25<br><br>33. 平田直名誉教授は、「３日や１週間ではなくてですね、残念ながら、もう少し様子を見ないと、この活動が終息していくかどうかはまあ、わからない。で、一旦静かになってもですね、また活発化するという例はこれまでにもありますから、まあ、そこは十分に備えをしていただきたいと思います」と述べました。<br>(Direct Quote)<br>Professor Emeritus Naoshi Hirata stated, &#8220;Unfortunately, we won&#8217;t know whether this (earthquake) activity will last for (just) three more days to a week; until we observe the situation a little longer, we really won&#8217;t know whether (the earthquakes) will, um, subside. And, even if they do die down for a while, there have been cases in the past of increased activity, so, um, I would like for (everyone) to be fully prepared for that.&#8221; <br>From NHK 7\/4\/25<br><br>As is evident from the direct quote, true spoken language is quite different even from written recreations of it (which constitute the majority of example sentences for any discussion in Japanese education), exhibiting plenty of interjections and unique grammatical quirks. Most notably, we even see the copula, albeit the polite copula です, interjected after dependent clauses, but we will return to that oddity in just a bit. <br><br>Now, back in our coverage of the <a href=\"https:\/\/imabi.org\/the-particle-%e3%81%a8-ii-citation\/\" data-type=\"page\" data-id=\"221\">citation particle と<\/a>, we learned that when と inherits copula-like functionality, translating as &#8220;as&#8221; in contexts in which it does not coexist well with だ due to both overlapping functionality and lowered modality on the grounds of affirmation, だ does not tend to appear. In contexts like Ex. 34, this game of semantics can be quite significant. <br><br>34. 現時点で台湾を独立国<span style=\"text-decoration: underline;\">と<\/span>みなしてる国は13ヶ国ある。<br>Currently, there are 13 countries which view Taiwan <em>as<\/em> an independent country.<br><br>This phenomenon largely occurs with nominal predicates, affecting adjectival noun predicates so long as its predicative role is inferable. Otherwise, a morphological restraint is triggered due to だ not being fully indivisible from the root, structurally speaking. <br><br>35. 綺麗｛だ 〇・∅ (△)<sup data-fn=\"0eb8d3fb-3a53-4541-a81c-a6e8d3a3d76b\" class=\"fn\"><a href=\"#0eb8d3fb-3a53-4541-a81c-a6e8d3a3d76b\" id=\"0eb8d3fb-3a53-4541-a81c-a6e8d3a3d76b-link\">9<\/a><\/sup>｝という女性<br>Intended: A woman one would call pretty<\/p>\n\n\n\n<p>36. 「やさしい日本語」というのは、普段使われている言葉を、外国人にも分かるように配慮した、簡単な日本語のことです。簡単（だ）といっても、実はけっこう難しいのです。<br>&#8220;Simplified Japanese&#8221; is uncomplicated Japanese which uses everyday words in a way that foreigners may comprehend. Although we may call it &#8220;easy,&#8221; in practice, it is still quite difficult. <br><br>With the grammar point ～といっても, だ ellipsis is fairly common for both nominal and adjectival noun predicates, triggered by the declarative nature of だ being a nuance that may be something worth toning down. As we will touch on later as well, while だ is structurally part of these predicates, they can be still inferred as predicates even in its absence.  <br><br>The desire to tone down the assertive tone of a declarative sentence touches on what is meant by &#8221; low modality in terms of affirmation,&#8221; leading to the ellipsis of だ in objective, level-headed grammar patterns which utilize quotative verbs. This allows the speaker to not be overbearing in stating what, hopefully, is factually sound. Common examples include:<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>～ものと思われる: &#8220;to suppose, believe\/expect that&#8230;&#8221;<\/li>\n\n\n\n<li>～のこと<sup data-fn=\"94659d73-3898-4c1a-88a4-0f995ea419f5\" class=\"fn\"><a href=\"#94659d73-3898-4c1a-88a4-0f995ea419f5\" id=\"94659d73-3898-4c1a-88a4-0f995ea419f5-link\">10<\/a><\/sup>と思う: &#8220;to hope that&#8230;&#8221;<\/li>\n<\/ul>\n\n\n\n<p>～ものと思われる directly follows predicates of all types. As for how it connects to nominal predicates, の・である usually connect this grammar point to the Y element, with な appearing in highly casual, spoken language. <br><br>While ～ことと思う also follows predicates, the particle の is predominantly used to connect it with the Y element of a nominal predicate as well as with adjectival noun predicates, as opposed to using either of the 連体形 available (な・である) &#8211; Ex. 38. This helps capture the sense that the speaker is inferring with a certain degree of certainty that what they hope is true is true. We also see similar replacement of the typical predicative portion with verbal predicates like in Ex. 39 in which the honorific form of する, なさる・になる, is replaced with の. This replacement is another layer of tone leveling on top of だ ellipsis.<br><br>37. 記憶がないのでかなり前に冷凍したものと思われます。<br>I have no recollection of it, and so I expect that I would have frozen it quite a while ago. <br><br>38. ご無事<span style=\"text-decoration: underline;\">の<\/span>ことと思います。<br>I hope you are safe and sound.<br><br>39. ご承知のことと思いますが、がんは早期発見し、早期に適切な治療を行うことが大切です。<br>As I hope you are aware, it is important to detect cancer early and receive proper treatment as soon as possible.<br><br>While all of this is true, this only describes declarative, or &#8220;<em>light<\/em> declarative,&#8221; quotations. There are still interrogative quotations which utilize か and other quotative particles other than と that affect why or why not だ would appear. <br><br>40. この猫の飼い主が誰｛だか・か｝知らない。<br>I don&#8217;t know who this cat&#8217;s owner is.<br><br>While we will return to the incompatibility of だ with か in sentence-final position later, it is important to mention how they are compatible in sentence-medial position provided that an interrogative pronoun is in the sentence. Granted, while だ is not &#8220;necessary&#8221; in the surface iteration, its presence is inherently emphatic, making it sound as though the speaker&#8217;s lack of knowing the answer to the question is very much the case but not their problem.  <br><br>41. サンタが魔法使いだなんて聞いたことないね。<br>Huh, I&#8217;ve never heard of Santa being a wizard.<br><br>Here, なんて can be viewed as an emphatic quotative particle, highlighting the fact that the speaker has never heard of [サンタが魔法使いだ] being a thing. In other instances, though, it functions more like an emphatic version of など (Ex. 37a), which ought not be confused with its quotative function (Ex. 37b). <br><br>42a. カタルーニャ語なんて聞いたことなあ。<br>42b. カタルーニャ語だなんて聞いたことなあ。<br>42a. Huh, I&#8217;ve never heard of Catalan before.<br>42b. Huh, I&#8217;ve never heard of (that) being Catalan. <br><br>Contexts such as those in Ex. 42 are fairly straightforward examples of how だ  clearly functions as the copula of its clause when said function is called for, but this ironically gets overshadowed by its metalinguistic application which pops up again with emphatic quotative particles, though notably not grammaticalized with them per se. <br><br>43. こんなに美味しい（だ）<sup data-fn=\"e6293ed0-8238-44a1-acb3-6dba9785bf2f\" class=\"fn\"><a href=\"#e6293ed0-8238-44a1-acb3-6dba9785bf2f\" id=\"e6293ed0-8238-44a1-acb3-6dba9785bf2f-link\">11<\/a><\/sup>なんて知らなかった！<br><br>Learners are just as complexed by だ&#8217;s optional<sup data-fn=\"79f43047-f49a-458f-9c62-6e8e7b922bed\" class=\"fn\"><a href=\"#79f43047-f49a-458f-9c62-6e8e7b922bed\" id=\"79f43047-f49a-458f-9c62-6e8e7b922bed-link\">12<\/a><\/sup> appearance in this context as natives are complexed in how to explain it, as &#8220;metalinguistic utterances&#8221; are hardly ever touched on outside of linguistic discussions. This has led to considerable confusion on, ironically, how to define だ. Suffice to say, though, the metalinguistic rephrasing onset by だ is a device in and of itself to help better conceptualize the matter at hand as being worth such an emotional response. <br><br>Conceptualization is awfully akin to nominalization. Indeed, metalinguistic expressions, regardless of what composes them, do exemplify the characteristics of a noun that were mentioned earlier provided the metalinguistic statement is clearly of that vein. This would also help explain why だ appears after predicate types it would otherwise not. <\/p>\n\n\n\n<h5 class=\"wp-block-heading\">ENVIRONMENT 3: Followed by a Conjunctive Particle<br>だ Ellipsis?: NO<br>です InterchangEability?: YES<\/h5>\n\n\n\n<p>When the copula だ appears at the end of a dependent clause, whether it be in its te-form or followed by a conjunctive particle like が or し, it cannot be ellipsed, but it does exhibit interchangeability with です for the latter scenario with conjunctive particles, as we already saw when going over how such combinations may appear in sentence-initial position.<br><br>44. 爆発が起きたのは、肉を焼く、炭を熾すための「炭場」と呼ばれるスペース<span style=\"text-decoration: underline;\">で<\/span>、19日の正午ごろ、従業員1人が炭を熾していたことが分かっています。<br>The explosion occurred in an area known as the &#8220;charcoal area,&#8221; where meat is grilled and fires are started with charcoal, and what is known (so far) is that an employee was lighting charcoal around noon on the 19th. <br>From NHK 5\/20\/25. <\/p>\n\n\n\n<p>45. 日本は面白いし、綺麗｛だ・です｝し、大好きです。<br>Japan is so fascinating and pretty, I love it. <br><br>46. きょうは思い切り遊ぶぞと言いたいところ｛だ・です｝が、明日から試験｛だ・です｝から、我慢して勉強することにしました。<br>As much as I would love to say, &#8220;I&#8217;m gonna have all the fun I can today,&#8221; since I have a test tomorrow, I&#8217;ve chosen to just deal with it and study.<\/p>\n\n\n\n<p>While there is observable だ ellipsis in this environment when placed in sentence-initial position, albeit minor, this is not possible here, as だ is what allows the preceding nominal predicate to connect to the following independent clause, and so its declarative functionality cannot be ignored.<br><br>Incidentally, だ is so prevalent with conjunctive particles that it even appears with those partially derived from dummy nouns in which the 連体形 な would normally be used. In addition to だもんで mentioned earlier, there is also だのに, which although not allowed in prescriptive grammar, is fairly common in the wild<sup data-fn=\"891aa3d3-75ab-446a-afbd-1be34b2b12c6\" class=\"fn\"><a href=\"#891aa3d3-75ab-446a-afbd-1be34b2b12c6\" id=\"891aa3d3-75ab-446a-afbd-1be34b2b12c6-link\">13<\/a><\/sup>. <br><br>47. 責任の有無もしくはたれに責任があるのかという論議はまず憲法論からはじめられるべき<span style=\"text-decoration: underline;\">だのに<\/span>、それが怠られているように思えるのは、私のひがめだろうか。<br>Is it just my bias for it seeming to me as though argumentation on whether there is onus on anyone, or who is liable, should first begin with constitutional theory yet that is precisely what is being neglected? <br>From 『この国のかたち』by 司馬遼太郎.<br><br>It also just so happens that Ex. 47 shows how だ cannot be ellipsed mid-sentence even when followed by a conjunctive particle when it itself is a part of an auxiliary verb.<\/p>\n\n\n\n<h5 class=\"wp-block-heading\">Environment 4: As An Interjection<br>だ EllipSIS?: NOT ELLiPSIS BUT OPTIONAL<br>です InterchangeabilitY?: YES<\/h5>\n\n\n\n<p>Deriving from its metalinguistic application, there are contexts in which だ is undeniably interjectory in nature, and in this capacity, the speaker is directed to what exactly has just been uttered. In this context, it is a dependent clause being highlighted, most often but not exclusively composed of just a conjunction.   <br><br>48. ところがだ、ネタがないんだよ！<br>Nevertheless, we have no material!<br><br>49. 「大丈夫だとは思うが、勘違いしないでほしいから、言っておく。これはだね、脇毛だよ？」<br>While I&#8217;m sure everything is fine, I&#8217;ll just say this since I don&#8217;t want there to be any misunderstanding, this is <em>armpit<\/em> hair, you hear?<br><br>50. それに、だ・・・たとえ知っていたとしても 話すことは決してないだろうな。<br>Besides&#8230; even if (he) were to have known about this, (he)&#8217;d never talk about it.<br><br>The interjectory nature of this usage of だ is very similar to that of a final particle<sup data-fn=\"cb477075-ab5b-4af2-92bd-2080eecaac96\" class=\"fn\"><a href=\"#cb477075-ab5b-4af2-92bd-2080eecaac96\" id=\"cb477075-ab5b-4af2-92bd-2080eecaac96-link\">14<\/a><\/sup>, and as seen in Ex. 49, final particles may be used in tandem, but because of its interchangeability with です in this environment, outright labeling it as such is insufficient, as final particles do not change form based on speech register. If anything, many final particles are nearly absent in entire registers (most notably honorific speech).<br><br><strong>Sociolinguistic Note<\/strong>: The interjectory use of だ is typical of male speech, whereas the interjectory use of です is unisexual. <\/p>\n\n\n\n<h5 class=\"wp-block-heading\">Environment 5: InVerted Clauses<br>だ Ellipsis?: NOT ELLIPSIS BUT OPTIONAL<br>です Interchangeability?: YES<\/h5>\n\n\n\n<p>When a dependent clause is inverted and stated last, the &#8220;now&#8221; sentence-final dependent clause can be optionally followed by だ, and its interchangeability with です is upheld, albeit with a softened tone in the case of the latter.<br><br>51. 死んでも君を守る、何があってもだ！<br>I&#8217;ll protect you even if it means dying, no matter what!<br><br>The same can also be said if the independent clause that would normally follow but is ellipsed. In this scenario, we see that だ・です retain their copular function, making it clear that their opinion stands with the condition left dangling. <br><br>52a. 男は絶対的に女を殴ってはならないと思う。[何があっても]だ。<br>52b. 男は絶対的に女を殴ってはならないと思う。[何があっても]です。<br>I believe men should absolutely never hit women. No matter what. <br><br>Incidentally, with the predicate being omitted and replaced with だ・です, the element encased in [] acts awfully like yet another thing Y can stand for in XはYだ, with the preceding sentence acting an awful lot like X. Keep this in mind. <\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Sentence-Final だ<\/h2>\n\n\n\n<p>Going full circle now, we return once more to Ex. 12 as our starting point for getting to the bottom of だ ellipsis in its respective sentence-final position. <br><br>12a. 人間も動物だ。〇<br>12b. 人間も動物。（△）=〇\/△<br>Humans are also animals.<br><br>You may notice how the grammaticality judgment of 12b. has been slightly altered to make it clear that （△）= 〇\/△. This is important because the grammaticality of だ&#8217;s ellipsis hinges on the modality of the statement.<br><br>When there is no added layer of nuance provided by modality and the sentence is simply a statement of &#8220;X is Y,&#8221; the ellipsis of だ is allowed and not necessary in the <em>surface structure<\/em>. We gravitate to the surface structure because this is where modality manifests. This is, though, where △ comes in for 12b. Modality cannot be ignored if the meaning it provides is contextually significant. Even with as small as &#8220;X is Y&#8221; statements are, nuances reliant on modality can still be easily inferred.   <\/p>\n\n\n\n<p>Considering how だ works overall, it is apparent that だ does fill the &#8220;copula&#8221; slot in a nominal predicate\/adjectival noun predicate, and even arguably so in its metalinguistic applications, and it is also evident in both sentence-medial and sentence-final positions that its ellipsis is triggered by low modality<sup data-fn=\"7f016d38-7669-434f-8dea-689b002b401e\" class=\"fn\"><a href=\"#7f016d38-7669-434f-8dea-689b002b401e\" id=\"7f016d38-7669-434f-8dea-689b002b401e-link\">15<\/a><\/sup>.  <br><br>At least in the spoken language, the choice to use だ or not is <em>always a reflection of modality<\/em>. When it is low, だ is highly subject to disappear, but when it is not low, a lot of sociolinguistic factors come into play, which also affect how its modality is interpreted. <br><br>Firstly, the sentence-final だ appears in the following environments:<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Environment 1: だ ellipsed with nothing following.<\/li>\n\n\n\n<li>Environment 2 : だ not ellipsed with nothing following.<\/li>\n\n\n\n<li>Environment 3: だ not ellipsed + final particle(s)<\/li>\n\n\n\n<li>Environment 4: だ ellipsed + final particle(s)<\/li>\n\n\n\n<li>Environment 5: だ fused in ～のだ<\/li>\n\n\n\n<li>Environment 6: だ after other dummy nouns.<\/li>\n<\/ul>\n\n\n\n<p>For the remainder of this lesson, we will discuss the pragmatic effects of using\/ellipsing だ in these respective environments. As for Environment 5, however, that discussion will be deferred to our <a href=\"https:\/\/imabi.org\/the-scope-marker-%ef%bd%9e%e3%81%ae%e3%81%a0\/\" data-type=\"page\" data-id=\"7485\">coverage on ～のだ<\/a>, as its innerworkings is highly complex in and of itself. <\/p>\n\n\n\n<h5 class=\"wp-block-heading\">Environment 1: だ Ellipsed w\/ Nothing Following<\/h5>\n\n\n\n<p>A feature that nominal predicates and adjectival noun predicates share which adjectival and verbal predicates do not is that the predicate can be inferred without being stated. In other words, だ being removed does not inhibit understanding of the statement itself, whereas if you remove the main adjective or verb from a sentence, inferring it is not impossible but rather difficult. <br><br>This feature of nominal predicates, which for this discussion will include adjectival noun predicates, is so inherent that something as simple as Ex. 53 can be easily understood.<br><br>53. これ、鉛筆。<br>This, pencil. <br><br>Even in English, putting aside any connotation to the speaker&#8217;s competence and how infantile of a means to create a declarative sentence this may sound, the sentence is still understandable. While it may be tempting to conclude from this that だ is not integral to &#8220;X is Y&#8221; if at an infantile understanding it is not needed to make said statements, this again ignores deep sentence structure and ignores the fact that inference necessitates something to infer. Furthermore, whether we can infer what structures are at play or should or could be present speaks all the more to their existence, and not to throwing the grammar out the window.<br><br>As far as how modality might play a role in this environment, it is worth noting that &#8220;X, Y&#8221; is not inherently infantile in tone as its English equivalent is. If anything, one could imagine someone pointing incessantly at what Y is to get the listener to put two and two together. That, too, would be a reflection of their conviction and the tone that they are setting, all tying back to the notion that &#8220;low modality&#8221; is not the same thing as &#8220;no modality.&#8221;   <\/p>\n\n\n\n<h5 class=\"wp-block-heading\">Environment 2: だ Not Ellipsed w\/ Nothing Else<\/h5>\n\n\n\n<p>When sentence-final だ is not ellipsed and nothing else follows it, it can express a wide variety of modality-based nuances, which can then be further analyzed by whether male and female speakers would be likely to sound that way.<\/p>\n\n\n\n<h6 class=\"wp-block-heading\">Applications Used by Men &amp; Women<\/h6>\n\n\n\n<p>①Emotional Outbursts<\/p>\n\n\n\n<p>Often with dragged-out intonation, emotional outbursts utilizing だ help portray a range of emotional responses, including but not limited to disbelief, dismay, shock, etc.  <br><br>54. 嘘だ！<br>No way!<\/p>\n\n\n\n<p>55. もう、だめだ。<br>It&#8217;s no use!<br><br>56. ホントだ！<br>It really is!<br><br>57. ああ、もう時間だ！<br>Ugh, time&#8217;s already run out!<\/p>\n\n\n\n<p>②Discontent\/Criticism<br><br>Not to be confused with outright discontent\/criticism, which would still be well within だ&#8217;s realm of utility but not necessarily unisex in tonality, often when preceded by pause, だ can be used to objectify discontent\/criticism directed at someone else as a means of confirming what the deal is. <\/p>\n\n\n\n<p>58 ざまあみろ（、）だ。<br>That would be what (they) get.<\/p>\n\n\n\n<p>③Discovery<br><br>The more shocked a speaker is at finding something and realizes that what they have discovered and\/or witnessing is real, the likelier だ might be used in this context to capture the moment. <br><br>59. おっ、滝だ！<br>Wow, it&#8217;s a waterfall!<br><br>60. うわあ、熊だ！<br>Oh no, it&#8217;s a bear!<br><br>61. あった！これだ！<br>Aha, here it is! This is it!<\/p>\n\n\n\n<p>④Epiphanies<br><br>While epiphanies are a form of discovery, of the nuances we have gone over so far, だ would be least likely ellipsed in this scenario. This can be contributed to <\/p>\n\n\n\n<p>62. あ、そうだ！ねえ、セスさんのこと覚えてる？<br>Ah, that&#8217;s it! Hey, do you remember Seth-san? <br><br>⑤Ellipsed Predicates in Questions<br><br>When predicates are ellipsed and replaced by だ・です, questions can be made as follows to find out that information.<br><br>63a. 何をですか？<br>63b. 何をだ？<br>63c. 何を？<br>Do what?   <br><br>While the use of です in this context is unisexual, the tone would be rather rude and stereotypical of men to utilize だ (Ex. 63b), but we also see that だ・です need not even intervene (Ex. 63c)  as the presence of a predicate is still inferable. <\/p>\n\n\n\n<h6 class=\"wp-block-heading\">Largely Male Applications<\/h6>\n\n\n\n<p>①Assertion\/Insistence\/Contention\/Underscoring<\/p>\n\n\n\n<p>Whether it be to just go out there and make a claim with utmost confidence or brutally correct someone, だ&#8217;s concise tone can be very straightforward, so much so that female speakers in these same situations would likely ellipse it. <\/p>\n\n\n\n<p>64. これが料理だ！<br>Now, <em>this<\/em> is cooking!<br><br>65. 「捜してあげるよ。セスさんってどんな人？」「若い白人だ、知らんのか」<br>&#8220;I&#8217;ll help look for him. So, who is this &#8220;Seth-san&#8221;?&#8221; &#8220;He&#8217;s a young, white guy. You don&#8217;t know who he is?&#8221;<br><br>66. 「ねえ、韓国語の音楽が大好きなの」「これは中国語だ」<br>&#8220;Hey, I really love Korean music.&#8221; &#8220;This is Chinese.&#8221; <br><br>②Declaration<br><br>Male speakers are more likely to boisterous, and that is certainly true when making announcements that they want everyone to hear.<br><br>67. 明日から休みだ！丸一か月戻らないぞ！<br>I&#8217;m on vacation starting tomorrow! I won&#8217;t be back for a whole month!<br><br>③Commands<br><br>だ endows nouns with verbal commands that are either inferred or readily deduced from possible verbal morphology that it is in place of<sup data-fn=\"7d652b26-6188-4bd8-8bed-03bcfc0afa21\" class=\"fn\"><a href=\"#7d652b26-6188-4bd8-8bed-03bcfc0afa21\" id=\"7d652b26-6188-4bd8-8bed-03bcfc0afa21-link\">16<\/a><\/sup>. In other words, this utilization is highly contextual, and without proper context, the command will not be substantiated.<br><br>68. 水だ！<br>Get water!<br><br>69. 我慢だ、待ってろ。<br>Patience! Keep waiting.<br><br>70. 練習だ！<br>Get to practicing! <br><br>④Questions<br><br>Predicated that there is an interrogative pronoun present in the question, the question is substantiated by the interrogative, allowing for か to be absent so that だ can set the desired tone. <br><br>71. どういうことだ？<br>What&#8217;s the meaning of this?<br><br>72. おい、小僧、年はいくつだ？<br>Hey, kid, how old are ya?<br><br>⑤Repeating <br><br>Very much in a &#8220;seriously?&#8221; kind of tone, the speaker repeats what someone has just said to that effect as a rhetorical question. What だ may follow is the full spectrum of what may stand for Y, including as Ex. 66 demonstrates even a command.<br><br>73. 「早くしろ！」「早くしろ、だ？」<br>&#8220;Hurry up!&#8221; &#8220;&#8216;Hurry up'&#8221;?&#8221;<br><br>74. 「それ、おかしいと思わない？」「何がだ？」<br>&#8220;Don&#8217;t you think that&#8217;s strange?&#8221; &#8220;What about it (is strange)?&#8221;<br><br>Though not grammatically necessary, this use of だ is often followed by the quotative particles と・って to amplify the disbelief\/anger portrayed.<br><br>75. 郊外に怪獣が出現している！」「『怪獣』が出現してるだと！？」<br>&#8220;Kaiju have appeared in the outskirts of town!&#8221; &#8216;Kaiju&#8217; have appeared?!&#8221; <\/p>\n\n\n\n<h6 class=\"wp-block-heading\">Environment 3 &amp;4: だ <s>NOT<\/s> Ellipsed W\/ Final Particles<\/h6>\n\n\n\n<p>Ex. 75 is a great segue into discussing contexts in which sentence-final だ accompanies final particles. <br><br>Putting aside metalinguistic or final particle-like functionality of だ itself, the true final particles at hand here go after the 終止形 of a predicate. As for how they interact with だ, the chart that follows categorizes final particles by whether だ is always, never, or sometimes ellipsed.<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table class=\"has-fixed-layout\"><tbody><tr><td>だ Ellipsis Obligatory<\/td><td>だ Ellipsis Never<\/td><td>だ Ellipsis OK<\/td><\/tr><tr><td>さ・じゃん・か・の<\/td><td>ぞ・ぜ・な・わ・っけ・と・って・とも・こと・もの・もん・い<\/td><td>よ・ね<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p><strong>Grammar Notes<\/strong>:<br>1. The use of さ as a final particle is characteristic of Eastern Japanese dialects and has since been incorporated into Standard Japanese speech. While ～ださ is not allowed in standardized speech, it may be present in isolated dialects throughout East Japan. <br>2. The final particle じゃん is itself a form of the copula, thus using it in combination with だ would be grammatically redundant.<br>3. While だ would still be expected in the deep sentence structure, ～だか is not grammatical in the surface sentence structure in sentence-final position. This may be due to か playing a copular role but for interrogative sentences in independent clauses. If so, this would imply at some level that です functions less as a copula verb and more as a politeness marker in ですか even when paired with nominal predicates<sup data-fn=\"b2ce11f1-d4ee-4829-bc9a-d760de43f3d8\" class=\"fn\"><a href=\"#b2ce11f1-d4ee-4829-bc9a-d760de43f3d8\" id=\"b2ce11f1-d4ee-4829-bc9a-d760de43f3d8-link\">17<\/a><\/sup>.<br>4. The only way for the final particle の to attach to だ is by means of its 連体形 な. The final particle の atypically derives from a dummy noun, preventing a typical relationship with だ. It is worth noting, though, that ですの is possible in female speech.<\/p>\n\n\n\n<p>For those in the third column, だ ellipsis is notably only present in female speech. As for the male\/female speech dichotomy for the combinations which never exhibit だ ellipsis, ぞ・ぜ are particularly characteristic of male speech and わ<sup data-fn=\"65a15427-0cb9-444c-af50-5dedf5893769\" class=\"fn\"><a href=\"#65a15427-0cb9-444c-af50-5dedf5893769\" id=\"65a15427-0cb9-444c-af50-5dedf5893769-link\">18<\/a><\/sup> is stereotypical of female speech, intonation and context permitting &#8211; Ex. 78 is a unisex example.<br><br>76. あ～、幸せ（だ X）さ！<br>Aah, this is happiness!<br><br>77. 本当だって！<br>I told yeah it was true!<br><br>78. ごめんだわ。<br>Yeah, I&#8217;m not having it.<br><br><strong>Curriculum Note<\/strong>: For more examples of these final particles, please refer to their individual lessons.<\/p>\n\n\n\n<h6 class=\"wp-block-heading\">Environment 6: だ After Dummy Nouns<\/h6>\n\n\n\n<p>While the の in ～のだ is also a dummy noun, だ is not fused to other dummy nouns in this manner, and its tendency to be ellipsed is by and large no different than with other nouns &#8211; males typically not ellipsing だ as often as females. In either case, adding final particle(s) like よ is typical.<br><br>79. さっきも言ったはず（だ）。<br>That I would&#8217;ve told you earlier, too. <br><br>80. 男らしいわけよ！(Feminine)<br>(That)&#8217;s what makes (that) masculine!<br><br>81. 仲直りしたみたいだね。<br>It looks like you (two) have patched things up.<br><br>82. ああ、ホント死にそう・・・<br>Ugh, really feel like I might die&#8230;<br><br>83. 判決が先ほど下されたそう｛だ 〇・∅ X｝。<sup data-fn=\"baedf941-ac5b-4f17-9312-03249617b63b\" class=\"fn\"><a href=\"#baedf941-ac5b-4f17-9312-03249617b63b\" id=\"baedf941-ac5b-4f17-9312-03249617b63b-link\">19<\/a><\/sup><br>I&#8217;m hearing that the verdict came down a few moments ago.<\/p>\n\n\n\n<p>【参照】<br>言語行動における「だ」の用法の分析 by 藤沢伸介<br>助動詞「だ」と助詞「か」の結びつきをめぐって by 三枝令子<\/p>\n\n\n<ol class=\"wp-block-footnotes\"><li id=\"0c4597f2-7c6d-4379-b166-4e8e0e15316d\">While this should be obvious, to be abundantly clear, だ ellipsis pertains only to だ and not its other forms that include additional morphology, including but not excluded to tense (だった), negation (ではない), modality (だろう), or even politeness (です). This discussion is also solely about だ in its 終止形. <a href=\"#0c4597f2-7c6d-4379-b166-4e8e0e15316d-link\" aria-label=\"脚注参照1にジャンプ\">↩︎<\/a><\/li><li id=\"14d29416-6d39-4958-9155-ebc7b2469940\">In Modern Japanese, なし meaning &#8220;for there to not be&#8230;&#8221; is rendered as なしだ, as ～し is no longer a valid 終止形 for adjectival predicates unless Classical Japanese-esque language is intended overall.  <a href=\"#14d29416-6d39-4958-9155-ebc7b2469940-link\" aria-label=\"脚注参照2にジャンプ\">↩︎<\/a><\/li><li id=\"619cf8ee-f732-472f-a6eb-c429f48d2a6e\">A cleft sentence (分裂文) is a complex sentence that has a meaning that could be just as easily be expressed by a simple sentence. Clefts place particular emphasis on a certain element of the sentence as its focus (焦点). In Japanese, a common cleft-sentence rewording can be had via XはYをZ being transformed into YをZのはXだ:<br>iv. →お金がないのはお前だ。<br>It is you who has no money.    <a href=\"#619cf8ee-f732-472f-a6eb-c429f48d2a6e-link\" aria-label=\"脚注参照3にジャンプ\">↩︎<\/a><\/li><li id=\"1ee03e16-4e89-4543-9c12-1e803f9282bf\">Any morpheme\/phrase can be analyzed in isolating, but such references in speech are known as being &#8220;metalinguistic&#8221; in nature. For instance, the article &#8220;the&#8221; must always be followed by a noun in English, but if we want to talk about the article &#8220;the&#8221; itself, that restriction is naturally lifted for that very purpose.  <a href=\"#1ee03e16-4e89-4543-9c12-1e803f9282bf-link\" aria-label=\"脚注参照4にジャンプ\">↩︎<\/a><\/li><li id=\"b7e8f210-0c25-4539-81ec-11e79a7c455b\">Some researchers such as メイナー(2000) have proposed to denote the copular function of だ as 情報の「だ」and its modal function as 情意の「だ」, and in this bifurcated model, だ is a part of the statement (命題) when it plays an informative role but not when it portrays the modality of the utterance. The use of the word 命題 is akin to denoting what counts as  integral components to the surface level of the sentence.   <a href=\"#b7e8f210-0c25-4539-81ec-11e79a7c455b-link\" aria-label=\"脚注参照5にジャンプ\">↩︎<\/a><\/li><li id=\"12bff285-c68c-4a28-9d66-e7abf12e27ef\">Though &#8220;sentence initial&#8221; in a practical sense, these copula-initial instances technically stand for the previous context.   <a href=\"#12bff285-c68c-4a28-9d66-e7abf12e27ef-link\" aria-label=\"脚注参照6にジャンプ\">↩︎<\/a><\/li><li id=\"599f6929-2a1b-4cba-bee7-ff3d50ffc64b\">The use of である in this sentence matches the use of sentence-final だ in male speech for highlighting an assertion. Compare with Ex. 59.   <a href=\"#599f6929-2a1b-4cba-bee7-ff3d50ffc64b-link\" aria-label=\"脚注参照7にジャンプ\">↩︎<\/a><\/li><li id=\"ee862014-1c20-4c23-89e2-96da016339d0\">Of the three, だの has a higher degree of grammaticalization, and thanks to that property, it is understood that two sides of the same coin are being juxtaposed, and in a not so favorable light at that. Meanwhile, だか presents such a high degree of uncertainty that the speaker has already more or less ruled them out, of course, from a metalinguistic angle. Then, there is だとか which tosses up thought bubbles in the air, essentially, that all pertain to some conundrum in the forefront of the speaker&#8217;s mind that they are trying to explicate.       <a href=\"#ee862014-1c20-4c23-89e2-96da016339d0-link\" aria-label=\"脚注参照8にジャンプ\">↩︎<\/a><\/li><li id=\"0eb8d3fb-3a53-4541-a81c-a6e8d3a3d76b\">With proper linguistic cues such as intonation to ascertain the mood of the speaker, the ellipsis of だ in this example is by no means X. However, structural ambiguity as to the nature of the adjectival noun would arise. The interpretation of this example in which 綺麗 is not viewed as a predicate would be &#8220;woman called &#8220;Kirei&#8221; with 綺麗 sounding more like a form of address, which also happens to be well within reason and not too far off in meaning to being told that she is pretty.   <a href=\"#0eb8d3fb-3a53-4541-a81c-a6e8d3a3d76b-link\" aria-label=\"脚注参照9にジャンプ\">↩︎<\/a><\/li><li id=\"94659d73-3898-4c1a-88a4-0f995ea419f5\">～ことと思う is more inferential in nature and politer in comparison to the related <a href=\"https:\/\/imabi.org\/the-final-particle-%e3%81%93%e3%81%a8\/\" data-type=\"page\" data-id=\"11972\">～こと｛だろう・でしょう｝<\/a>.   <a href=\"#94659d73-3898-4c1a-88a4-0f995ea419f5-link\" aria-label=\"脚注参照10にジャンプ\">↩︎<\/a><\/li><li id=\"e6293ed0-8238-44a1-acb3-6dba9785bf2f\">Under no circumstances should this metalinguistic use of だ be misconstrued to allow for the grammaticality of clearly incorrect sentences such as:<br>iv. 僕は日本に行くだと思う。X <a href=\"#e6293ed0-8238-44a1-acb3-6dba9785bf2f-link\" aria-label=\"脚注参照11にジャンプ\">↩︎<\/a><\/li><li id=\"79f43047-f49a-458f-9c62-6e8e7b922bed\">While だ is optional in this context, this is not quite the same as ellipsis, as &#8220;metalinguistic&#8221; context adds a layer beyond the notion of what the &#8220;simple sentence&#8221; iteration of the wording would be. However, this context still provides more insight to the modality of だ as a whole.  <a href=\"#79f43047-f49a-458f-9c62-6e8e7b922bed-link\" aria-label=\"脚注参照12にジャンプ\">↩︎<\/a><\/li><li id=\"891aa3d3-75ab-446a-afbd-1be34b2b12c6\">Outside of dialectal speech, だのに is also more likely in the speech of older men, at least in the context of Standard Japanese. <a href=\"#891aa3d3-75ab-446a-afbd-1be34b2b12c6-link\" aria-label=\"脚注参照13にジャンプ\">↩︎<\/a><\/li><li id=\"cb477075-ab5b-4af2-92bd-2080eecaac96\">Incidentally, in some dialects such as 静岡弁, だ can outright behave as a final particle for emphasizing a declarative sentence, following all predicate types. <br>v. 飲んでるだ！<br>(They)&#8217;re drinkin&#8217;! <br>While it is tempting to translate this back into Standard Japanese with ～んだ, the latter is ironically more nuanced and subject to extraneous factors.  <a href=\"#cb477075-ab5b-4af2-92bd-2080eecaac96-link\" aria-label=\"脚注参照14にジャンプ\">↩︎<\/a><\/li><li id=\"7f016d38-7669-434f-8dea-689b002b401e\">When going back to how English modality works, this is where many people, including Japanese researchers, get lost in semantics. In English, a simple &#8220;X is Y&#8221; statement is viewed as displaying no modality and is referred to as the &#8220;indicative mood.&#8221; In a Japanese frame of mind, though, in everyday <strong>speech<\/strong>, the choice to use だ or not is always a reflection of modality. In the written language as well as stereotypical robotic speech, the presence of だ as a reflection of the &#8220;indicative mood&#8221; in English hints at &#8220;no modality&#8221; not being the same as the &#8220;low modality&#8221; which triggers its ellipsis.       <a href=\"#7f016d38-7669-434f-8dea-689b002b401e-link\" aria-label=\"脚注参照15にジャンプ\">↩︎<\/a><\/li><li id=\"7d652b26-6188-4bd8-8bed-03bcfc0afa21\">A similar phenomenon can be seen with the 終止形 of verbs.<br>vi. もっと牛肉を食べる！<br><em>Eat more beef!<\/em> <a href=\"#7d652b26-6188-4bd8-8bed-03bcfc0afa21-link\" aria-label=\"脚注参照16にジャンプ\">↩︎<\/a><\/li><li id=\"b2ce11f1-d4ee-4829-bc9a-d760de43f3d8\">[COPULA]+[MODALITY=POLITENESS][QUESTION] is still a possibly gloss for the etymological breakdown of ですか. Via this route, why sentence-final ～だか is ungrammatical may still boil down to inherent redundancy, given that provided the right context, だ alone can form questions.  <a href=\"#b2ce11f1-d4ee-4829-bc9a-d760de43f3d8-link\" aria-label=\"脚注参照17にジャンプ\">↩︎<\/a><\/li><li id=\"65a15427-0cb9-444c-af50-5dedf5893769\">In the context of Standard Japanese with rising intonation. <a href=\"#65a15427-0cb9-444c-af50-5dedf5893769-link\" aria-label=\"脚注参照18にジャンプ\">↩︎<\/a><\/li><li id=\"baedf941-ac5b-4f17-9312-03249617b63b\">The distinction between &#8220;no modality&#8221; and &#8220;low modality&#8221; also explains why ellipsis cannot occur with the hearsay auxiliary ～そうだ, as the statement of hearsay alone says nothing about the level of conviction the speaker may have. <a href=\"#baedf941-ac5b-4f17-9312-03249617b63b-link\" aria-label=\"脚注参照19にジャンプ\">↩︎<\/a><\/li><\/ol>\n\n\n<p><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Copula Ellipsis 「だ」の省略 The copula verb だ appears in nominal predicates, arguably the simplest kind of predicat<a class=\"more-link\" href=\"https:\/\/imabi.org\/copula-ellipsis-%e3%80%8c%e3%81%a0%e3%80%8d%e3%81%ae%e7%9c%81%e7%95%a5\/\">続きを読む <span class=\"screen-reader-text\">&#8220;Copula Ellipsis 「だ」の省略&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":"[{\"content\":\"While this should be obvious, to be abundantly clear, だ ellipsis pertains only to だ and not its other forms that include additional morphology, including but not excluded to tense (だった), negation (ではない), modality (だろう), or even politeness (です). This discussion is also solely about だ in its 終止形.\",\"id\":\"0c4597f2-7c6d-4379-b166-4e8e0e15316d\"},{\"content\":\"In Modern Japanese, なし meaning \\\"for there to not be...\\\" is rendered as なしだ, as ～し is no longer a valid 終止形 for adjectival predicates unless Classical Japanese-esque language is intended overall. \",\"id\":\"14d29416-6d39-4958-9155-ebc7b2469940\"},{\"content\":\"A cleft sentence (分裂文) is a complex sentence that has a meaning that could be just as easily be expressed by a simple sentence. Clefts place particular emphasis on a certain element of the sentence as its focus (焦点). In Japanese, a common cleft-sentence rewording can be had via XはYをZ being transformed into YをZのはXだ:<br>iv. →お金がないのはお前だ。<br>It is you who has no money.   \",\"id\":\"619cf8ee-f732-472f-a6eb-c429f48d2a6e\"},{\"content\":\"Any morpheme\/phrase can be analyzed in isolating, but such references in speech are known as being \\\"metalinguistic\\\" in nature. For instance, the article \\\"the\\\" must always be followed by a noun in English, but if we want to talk about the article \\\"the\\\" itself, that restriction is naturally lifted for that very purpose. \",\"id\":\"1ee03e16-4e89-4543-9c12-1e803f9282bf\"},{\"content\":\"Some researchers such as メイナー(2000) have proposed to denote the copular function of だ as 情報の「だ」and its modal function as 情意の「だ」, and in this bifurcated model, だ is a part of the statement (命題) when it plays an informative role but not when it portrays the modality of the utterance. The use of the word 命題 is akin to denoting what counts as  integral components to the surface level of the sentence.  \",\"id\":\"b7e8f210-0c25-4539-81ec-11e79a7c455b\"},{\"content\":\"Though \\\"sentence initial\\\" in a practical sense, these copula-initial instances technically stand for the previous context.  \",\"id\":\"12bff285-c68c-4a28-9d66-e7abf12e27ef\"},{\"content\":\"The use of である in this sentence matches the use of sentence-final だ in male speech for highlighting an assertion. Compare with Ex. 59.  \",\"id\":\"599f6929-2a1b-4cba-bee7-ff3d50ffc64b\"},{\"content\":\"Of the three, だの has a higher degree of grammaticalization, and thanks to that property, it is understood that two sides of the same coin are being juxtaposed, and in a not so favorable light at that. Meanwhile, だか presents such a high degree of uncertainty that the speaker has already more or less ruled them out, of course, from a metalinguistic angle. Then, there is だとか which tosses up thought bubbles in the air, essentially, that all pertain to some conundrum in the forefront of the speaker's mind that they are trying to explicate.      \",\"id\":\"ee862014-1c20-4c23-89e2-96da016339d0\"},{\"content\":\"With proper linguistic cues such as intonation to ascertain the mood of the speaker, the ellipsis of だ in this example is by no means X. However, structural ambiguity as to the nature of the adjectival noun would arise. The interpretation of this example in which 綺麗 is not viewed as a predicate would be \\\"woman called \\\"Kirei\\\" with 綺麗 sounding more like a form of address, which also happens to be well within reason and not too far off in meaning to being told that she is pretty.  \",\"id\":\"0eb8d3fb-3a53-4541-a81c-a6e8d3a3d76b\"},{\"content\":\"～ことと思う is more inferential in nature and politer in comparison to the related <a href=\\\"https:\/\/imabi.org\/the-final-particle-%e3%81%93%e3%81%a8\/\\\" data-type=\\\"page\\\" data-id=\\\"11972\\\">～こと｛だろう・でしょう｝<\/a>.  \",\"id\":\"94659d73-3898-4c1a-88a4-0f995ea419f5\"},{\"content\":\"Under no circumstances should this metalinguistic use of だ be misconstrued to allow for the grammaticality of clearly incorrect sentences such as:<br>iv. 僕は日本に行くだと思う。X\",\"id\":\"e6293ed0-8238-44a1-acb3-6dba9785bf2f\"},{\"content\":\"While だ is optional in this context, this is not quite the same as ellipsis, as \\\"metalinguistic\\\" context adds a layer beyond the notion of what the \\\"simple sentence\\\" iteration of the wording would be. However, this context still provides more insight to the modality of だ as a whole. \",\"id\":\"79f43047-f49a-458f-9c62-6e8e7b922bed\"},{\"content\":\"Outside of dialectal speech, だのに is also more likely in the speech of older men, at least in the context of Standard Japanese.\",\"id\":\"891aa3d3-75ab-446a-afbd-1be34b2b12c6\"},{\"content\":\"Incidentally, in some dialects such as 静岡弁, だ can outright behave as a final particle for emphasizing a declarative sentence, following all predicate types. <br>v. 飲んでるだ！<br>(They)'re drinkin'! <br>While it is tempting to translate this back into Standard Japanese with ～んだ, the latter is ironically more nuanced and subject to extraneous factors. \",\"id\":\"cb477075-ab5b-4af2-92bd-2080eecaac96\"},{\"content\":\"When going back to how English modality works, this is where many people, including Japanese researchers, get lost in semantics. In English, a simple \\\"X is Y\\\" statement is viewed as displaying no modality and is referred to as the \\\"indicative mood.\\\" In a Japanese frame of mind, though, in everyday <strong>speech<\/strong>, the choice to use だ or not is always a reflection of modality. In the written language as well as stereotypical robotic speech, the presence of だ as a reflection of the \\\"indicative mood\\\" in English hints at \\\"no modality\\\" not being the same as the \\\"low modality\\\" which triggers its ellipsis.      \",\"id\":\"7f016d38-7669-434f-8dea-689b002b401e\"},{\"content\":\"A similar phenomenon can be seen with the 終止形 of verbs.<br>vi. もっと牛肉を食べる！<br><em>Eat more beef!<\/em>\",\"id\":\"7d652b26-6188-4bd8-8bed-03bcfc0afa21\"},{\"content\":\"[COPULA]+[MODALITY=POLITENESS][QUESTION] is still a possibly gloss for the etymological breakdown of ですか. Via this route, why sentence-final ～だか is ungrammatical may still boil down to inherent redundancy, given that provided the right context, だ alone can form questions. \",\"id\":\"b2ce11f1-d4ee-4829-bc9a-d760de43f3d8\"},{\"content\":\"In the context of Standard Japanese with rising intonation.\",\"id\":\"65a15427-0cb9-444c-af50-5dedf5893769\"},{\"content\":\"The distinction between \\\"no modality\\\" and \\\"low modality\\\" also explains why ellipsis cannot occur with the hearsay auxiliary ～そうだ, as the statement of hearsay alone says nothing about the level of conviction the speaker may have.\",\"id\":\"baedf941-ac5b-4f17-9312-03249617b63b\"}]"},"tags":[],"class_list":["post-12050","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-38m","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/12050","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=12050"}],"version-history":[{"count":33,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/12050\/revisions"}],"predecessor-version":[{"id":12236,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/12050\/revisions\/12236"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=12050"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=12050"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}