{"id":1222,"date":"2023-08-10T19:14:50","date_gmt":"2023-08-11T02:14:50","guid":{"rendered":"https:\/\/imabi.org\/?page_id=1222"},"modified":"2024-03-23T19:42:59","modified_gmt":"2024-03-24T02:42:59","slug":"yotsugana","status":"publish","type":"page","link":"https:\/\/imabi.org\/yotsugana\/","title":{"rendered":"Yotsugana"},"content":{"rendered":"\n<h2 class=\"wp-block-heading\">四つ仮名<\/h2>\n\n\n\n<p>Yotsugana 四つ仮名 refers specifically to the four kana ジ, ヂ, ズ, and ヅ. In early stages of Japanese, each kana corresponded to a unique mora of. In Modern Japanese, however, their pronunciations have merged at various levels depending on dialect. <\/p>\n\n\n\n<h2 class=\"wp-block-heading\">The History of ジ, ヂ, ズ, &amp; ヅ<\/h2>\n\n\n\n<p>From the late 12th century to the early 14th century, the unvoiced sounds シ, チ, ス, ツ are believed to have been pronounced as [ɕi] , [ti] , [su] , and [tu] respectively. <\/p>\n\n\n\n<p>[ti] チ and [tu] ツ began as plosives\/stops<sup data-fn=\"6ca6a334-a865-4b4d-9428-e0efcd1269e0\" class=\"fn\"><a href=\"#6ca6a334-a865-4b4d-9428-e0efcd1269e0\" id=\"6ca6a334-a865-4b4d-9428-e0efcd1269e0-link\">1<\/a><\/sup>, and their voiced equivalents ヂ and ヅ were also plosives: [di] and [du] respectively. By this time, \/s\/ and \/z\/ had already palatalized<sup data-fn=\"29081163-4a28-441d-bed0-8544232e782e\" class=\"fn\"><a href=\"#29081163-4a28-441d-bed0-8544232e782e\" id=\"29081163-4a28-441d-bed0-8544232e782e-link\">2<\/a><\/sup> to respectively become [ɕ] and [ʑ] with the vowels \/i\/ and \/e\/<sup data-fn=\"752ab51f-f912-4680-a757-1e907c55e751\" class=\"fn\"><a href=\"#752ab51f-f912-4680-a757-1e907c55e751\" id=\"752ab51f-f912-4680-a757-1e907c55e751-link\">3<\/a><\/sup>. These consonants are known as fricatives because of how they produce air turbulence in the oral cavity. <br><br>Whereas [s], [z], [ɕ], and [ʑ] are fricatives, [t] and [d] are plosives\/stops. Where confusion began to occur between these four morae is when the plosives [t] and [d] became affricates<sup data-fn=\"c5d2d647-8ea5-476b-b694-11e999860de8\" class=\"fn\"><a href=\"#c5d2d647-8ea5-476b-b694-11e999860de8\" id=\"c5d2d647-8ea5-476b-b694-11e999860de8-link\">4<\/a><\/sup> before the vowels \/i\/ and \/u\/. Meaning, aside from チ and ツ being pronounced respectively as [tɕii\/ and [tsu] as they are today, this sound change especially affected how ヂ and ヅ were to be distinguished from ジ and ズ.<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><tbody><tr><td>Kana<\/td><td>Old Japanese<\/td><td>Early Middle Japanese<\/td><td>Late Middle Japanese<\/td><\/tr><tr><td>ジ<\/td><td>[ⁿzi]<\/td><td>[ⁿʑi]<\/td><td>[ⁿʑi]<\/td><\/tr><tr><td>ヂ<\/td><td>[ⁿdi]<\/td><td>[ⁿdi]<\/td><td>[ⁿdʑi]<\/td><\/tr><tr><td>ズ<\/td><td>[ⁿzu]<\/td><td>[ⁿzu]<\/td><td>[ⁿzu]<\/td><\/tr><tr><td>ヅ<\/td><td>[ⁿdu]<\/td><td>[ⁿdu]<\/td><td>[ⁿdzu]<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>※The ⁿ stands for pre-nasalization, which was a feature of all voiced consonants of Japanese until the end of the Late Middle Japanese period. <br><br>Due to the affrication of ヂ and ヅ, their pronunciations became incredibly hard to distinguish from ジ and ズ, and the pre-nasalization that existed for all voiced consonants further obscured their pronunciations. The only difference between these sets was that ヂ and ヅ retained a plosive onset. <br><br>Indeed, as early as 1251, cases of interchangeability between [ジ and ヂ] and [ズ and ヅ] began to appear, as indicated by the word for &#8220;whale&#8221; being spelled as either クジラ or クヂラ in the 観智院本『類聚名義抄』. <br><br>In Early Modern Japanese, the fricatives ジ and ズ obligatorily became affricates in word-initial position and after the uvular \/N\/. In word-medial position, interchangeability between [ジ and ヂ] and [ズ and ヅ] could still be heard, with the affricate pronunciations and spellings being favored for when they were deemed etymologically necessary<sup data-fn=\"16e0861e-5fba-40bb-a0b9-7c3c567274e2\" class=\"fn\"><a href=\"#16e0861e-5fba-40bb-a0b9-7c3c567274e2\" id=\"16e0861e-5fba-40bb-a0b9-7c3c567274e2-link\">5<\/a><\/sup>. In Modern Japanese, the internal distinctions between [ジ and ヂ] and [ズ and ヅ] have become neutralized. Meaning, native speakers of the dialects affected, the most important being Standard Japanese itself, cannot differentiate them, even though phonological environment may still favor one pronunciation over the other. <\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Yotsugana Interchangeability<\/h2>\n\n\n\n<p>With interchangeability having existed between [ジ and ヂ] and [ズ and ヅ] for centuries, it should come as no surprise that several attempts have been made to standardize spellings, though this would inherently require favoring one dialect over all others. <br><br>The first book to standardize Yotsugana spellings was the 1695 <ruby>蜆<rt>けん<\/rt>縮<rt>しゅく<\/rt>涼<rt>りょう<\/rt>鼓<rt>こ<\/rt>集<rt>しゅう<\/rt><\/ruby>. The compilation itself was actually cleverly coined by a general rule of thumb established for distinguishing Yotsugana when one&#8217;s pronunciation might obscure them together. <br><br>Rule 1: <em>When a kana is doubled by voiced, the kana chosen must also be doubled but marked for voicing<\/em><sup data-fn=\"10e3d9ed-8fad-4c9a-bc96-a728c4d9c1c4\" class=\"fn\"><a href=\"#10e3d9ed-8fad-4c9a-bc96-a728c4d9c1c4\" id=\"10e3d9ed-8fad-4c9a-bc96-a728c4d9c1c4-link\">6<\/a><\/sup><em>. <\/em><\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><tbody><tr><td>Word<\/td><td>Kana Spelling<\/td><\/tr><tr><td>蜆 (basket clam)<\/td><td>しじみ<\/td><\/tr><tr><td>縮み (shrinkage)<\/td><td>ちぢみ<\/td><\/tr><tr><td>涼み (cooling off)<\/td><td>すずみ<\/td><\/tr><tr><td>鼓 (hand drum)<\/td><td>つづみ<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>Regardless of how the voiced consonants じ・ぢ・ず・づ are pronounced, this rule of thumb can help a writer accurately spell a large percentage of words that contain them. <br><br>Yet, this single rule of thumb does not account for instances of [ジ and ヂ] and [ズ and ヅ] that cannot be accounted by this mora-duplication resulting in voicing of the second mora. <br><br>①Yotsugana could also occur due to 連濁 &#8211; ex. 鼻血 (nosebleed) [hanadʑi~hanaʑi].<br>②[ジ and ヂ] and [ヅ and ズ] also historically could be found in any position in a word. Meaning, all could be found at the start of words, inside words, and at the end of words, with one kana being the original pronunciation before merging occurred &#8211; ex. 出づ (to depart) [iⁿdu~iⁿdzu]. <br><br>These observations, thus, led to two more rules of thumb:<br><br>Rule 2: <em>When ヂ and ヅ are the result of 連濁 via compound word formation, their etymological spellings, as such, shall not be altered regardless whether a speaker still pronounces them as affricates or not. <\/em><br><br>Rule 3: <em>Whichever kana was the original kana for when any given word entered the language, that spelling shall not be altered regardless of how a speaker may pronounce said word. <\/em><\/p>\n\n\n\n<p>Even for literary geniuses in the Late Middle Japanese Period, recognizing the proper spelling for examples which fell under Rule 3 appears to have been quite challenging.<\/p>\n\n\n\n<p>ついに<ruby>路<rt>みち<\/rt><\/ruby>ふみたがえて石の巻といふ<ruby>湊<rt>みなと<\/rt><\/ruby>に出ず。<br>We ended up going the wrong way and entered a harbor called Ishinomaki. <br>From 『奥の細道』by 松尾芭蕉.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Modern Use of Yotsugana<\/h3>\n\n\n\n<p>During language reform which occurred swiftly after World War II, the topic of how to spell Yotsugana once again came to the forefront. In doing so, the three rules of thumb mentioned above were largely upheld with two particular exceptions:<br><br>①Traditional spellings which contained word-initial ヅ and ヂ were abolished, particularly affecting many Sino-Japanese words whose 呉音<sup data-fn=\"9f78313a-66d8-468c-9901-bdf69429081b\" class=\"fn\"><a href=\"#9f78313a-66d8-468c-9901-bdf69429081b\" id=\"9f78313a-66d8-468c-9901-bdf69429081b-link\">7<\/a><\/sup> contained them. <br>②Traditional spellings which contained word-medial ヅ and ヂ were abolished if there was not clear cases of voicing of a repeated mora or of 連濁. <br><br>As an example of ①, the word for earthquake 地震 entered the language as ぢしん, and even though the affricate pronunciation is obligatory in word-initial position, じしん was adopted as the new spelling due to じ itself usually being pronounced as an affricate<sup data-fn=\"1222c558-1986-4cdf-ac06-20e646b6f4ad\" class=\"fn\"><a href=\"#1222c558-1986-4cdf-ac06-20e646b6f4ad\" id=\"1222c558-1986-4cdf-ac06-20e646b6f4ad-link\">8<\/a><\/sup>. <br><br>As an example of ②, the words 葛 (vine) and 屑 (trash) were respectively spelled as くず and くづ. Yet, as neither word is clearly a compound, they are both now spelled as くず.<br><br>These two simplifications essentially nullified Rule 3. Moreover, it resulted in almost all instances found in Sino-Japanese words null and void. Yet, problematic words still exist. <br><br>For instance, 世界中 ought to be spelled in kana as せかいぢゅう, because although both parts &#8211; 世界 and 中 &#8211; are Sino-Japanese, the suffix ～中 has become nativized. Nonetheless, its primarily written in kana as せかいじゅう with せかいぢゅう still being allowed for maintaining linguistic purity. <br><br>Conversely, the nullification of Rule 3 is not always upheld. <br><br>・づら (wig): A shortening of つづら, its word-initial づ is upheld due to Rule 1, which states that づ must be upheld if caused by the voicing of a repeated sound.<br>・痔 (hemorrhoids): Purely exceptional, ぢ<sup data-fn=\"a50550eb-f051-4985-877c-41d50eb943a6\" class=\"fn\"><a href=\"#a50550eb-f051-4985-877c-41d50eb943a6\" id=\"a50550eb-f051-4985-877c-41d50eb943a6-link\">9<\/a><\/sup> is still frequently seen for emphatic effect, and when used in compounds such as 疣痔, it is often seen spelled as いぼぢ following Rule 1, which reinterprets 痔 has having become nativized in this environment. <br> <br>Though exceptions do present themselves, it is more productive to see how Yotsugana are spelled on a case-by-case basis, which alleviates having to worry about how a word came about. <\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><tbody><tr><td>Word<\/td><td>Traditional<\/td><td>Modern<\/td><td>Word <\/td><td>Traditional<\/td><td>Modern<\/td><\/tr><tr><td>泉<\/td><td>いづみ<\/td><td>いずみ<\/td><td>案じる<\/td><td>案じる<\/td><td>案じる<\/td><\/tr><tr><td>味<\/td><td>あぢ<\/td><td>あじ<\/td><td>言伝て<\/td><td>ことづて<\/td><td>ことづて<\/td><\/tr><tr><td>雫<\/td><td>しづく<\/td><td>しずく<\/td><td>埋める<\/td><td>うづめる<\/td><td>うずめる<\/td><\/tr><tr><td>傷<\/td><td>きず<\/td><td>きず<\/td><td>築く<\/td><td>きづく<\/td><td>きずく<\/td><\/tr><tr><td>それじゃ<\/td><td>それぢや<\/td><td>それじゃ<\/td><td>ずつ<\/td><td>づつ<\/td><td>ずつ<br>づつ △<\/td><\/tr><tr><td>ネズミ<\/td><td>ネズミ<\/td><td>ネズミ<\/td><td>恥<\/td><td>はぢ<\/td><td>はじ<\/td><\/tr><tr><td>短い<\/td><td>みじかい<\/td><td>みじかい<\/td><td>譲る<\/td><td>ゆづる<\/td><td>ゆずる<\/td><\/tr><tr><td>水<\/td><td>みづ<\/td><td>みず<\/td><td>羊<\/td><td>ひつじ<\/td><td>ひつじ<\/td><\/tr><tr><td>虹<\/td><td>にじ<\/td><td>にじ<\/td><td>続く<\/td><td>つづく<\/td><td>つづく<\/td><\/tr><tr><td>沈む<\/td><td>しづむ<\/td><td>しずむ<\/td><td>頷く<\/td><td>うなづく<\/td><td>うなずく<br>うなづく △<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>The favoring of じ over ぢ and ず over づ has accelerated in recent years, to the point that many word processors allow for speakers to choose じ・ず even when ぢ・づ remain standard. A major catalyst was an updated reform in 1986 in which spelling of Yotsugana for etymological purity was abandoned. While it did not end the practice of spelling Yotsugana based on Rule 1 and Rule 2, it did add clarity to setting a precedent that if a word&#8217;s etymology was not easily ascertainable, the writer should choose じ・ず. <\/p>\n\n\n\n<h2 class=\"wp-block-heading\">四つ仮名 in Dialects<\/h2>\n\n\n\n<p><img loading=\"lazy\" decoding=\"async\" width=\"602\" height=\"565\" src=\"https:\/\/lh7-us.googleusercontent.com\/sukeF5LsOAmS5k4ux-OzdBuiJoKue5EQZ8UiWMJjFnVkmvFcEPBMfLfH2-N1w_9KUKiSbhuQ9mlvDBuVpWIJGDe-ENcKyf7WVALrgteTuWTKvTwHrAON1sHOs5OcfNwac4Lwd0u3kI47f1rBnvqxXBg\"><\/p>\n\n\n\n<p>While [ジ and ヂ] and [ズ and ヅ] constitute two pairs of interchangeable sounds in Standard Japanese, the degree to which these four morae relate to each other in terms of how far they have converged still differs wildly depending on dialect. <br><br>As the map above demonstrates, a dialect could fall under one of four categories:<\/p>\n\n\n\n<p>一つ仮名弁: Dialects in which じ ＝ ぢ＝ず＝づ <br>二つ仮名弁: Dialects in which じ ＝ ぢ≠ ず＝づ (ex. Standard Japanese)<br>三つ仮名弁: Dialects in which じ ＝ ぢ≠ ず≠ づ<br>四つ仮名弁: Dialects in which じ ≠ ぢ ≠ ず ≠ づ<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">一つ仮名弁<\/h3>\n\n\n\n<p>There are two types of 一つ仮名弁 which differ only by whether all four kana merged into [dzɨ] or [dzɯ]. [ɨ] is a vowel sound in between the Standard Japanese vowels \/i\/ and \/ɯ\/. These dialects are also colloquially referred to as ズーズー弁 based on how the unified pronunciation of these Yotsugana are perceived by speakers of other dialects. &#8220;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">二つ仮名弁<\/h3>\n\n\n\n<p>In Modern Japanese, younger speakers of most dialect regions have adapted their speech to reflect the norms of Standard Japanese in which [ジ and ヂ] and [ズ and ヅ] constitute interchangeable pairs with neither the fricative [ʑi] nor the affricative [dʑi] being particularly favored except in word-initial position in which the affricative allophone [dʑi] becomes obligatory.  <br><br>Historically, however, 京都弁 had taken a slightly different route, in which the fricative pronunciations [ʑi] for [ジ and ヂ] and [zu] for [ズ and ヅ] in all instances except before \/N\/ ん, in which case the affricative allophones would reappear. <\/p>\n\n\n\n<h3 class=\"wp-block-heading\">三つ仮名弁<\/h3>\n\n\n\n<p>三つ仮名弁 are not common, but in such dialects &#8211; ex. 大分弁 &#8211; whereas [ジ and ヂ] are not distinguished, [ズ and ヅ] are, with ズ corresponding to [zu] and ヅ corresponding to [dzu]. <br><br>Because there is a slight tendency throughout Japan to favor the affricative allophones, some speakers&#8217; speech naturally deviate to this three-way distinction. <\/p>\n\n\n\n<h3 class=\"wp-block-heading\">四つ仮名弁<\/h3>\n\n\n\n<p>In dialects which still distinguish Yotsugana as four separate morae, they do so typically by exemplifying older stages of their pronunciation, ranging from how they were pronounced in Old Japanese to Late Middle Japanese (reference chart from earlier).<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n<ol class=\"wp-block-footnotes\"><li id=\"6ca6a334-a865-4b4d-9428-e0efcd1269e0\">Plosive\/stop consonants are enunciated by fully stopping the airflow through the oral cavity.  <a href=\"#6ca6a334-a865-4b4d-9428-e0efcd1269e0-link\" aria-label=\"脚注参照1にジャンプ\">↩︎<\/a><\/li><li id=\"29081163-4a28-441d-bed0-8544232e782e\">Palatalization occurs when the tongue is drawn up farther toward the roof of the mouth.  <a href=\"#29081163-4a28-441d-bed0-8544232e782e-link\" aria-label=\"脚注参照2にジャンプ\">↩︎<\/a><\/li><li id=\"752ab51f-f912-4680-a757-1e907c55e751\">It was not until Early Modern Japanese that \/s\/ and \/z\/ reappeared with \/e\/. Meaning, セ would have corresponded to \/ɕe\/ for most of the Classical Japanese period. <a href=\"#752ab51f-f912-4680-a757-1e907c55e751-link\" aria-label=\"脚注参照3にジャンプ\">↩︎<\/a><\/li><li id=\"c5d2d647-8ea5-476b-b694-11e999860de8\">For most of Japanese history, チ・ヂ・ツ・ヅ did correspond respectively to [ti], [di], [tu], and [du] until, ultimately, the high vowels \/i\/ and \/u\/ caused affrication to occur. Affrication is when a plosive\/stop begins to also exhibit fricative-like articulation. The sound begins as a stop but then releases as a fricative. A fricative is a sound made by forcing air through a narrow channel between two parts of the mouth, resulting in turbulent airflows.  <a href=\"#c5d2d647-8ea5-476b-b694-11e999860de8-link\" aria-label=\"脚注参照4にジャンプ\">↩︎<\/a><\/li><li id=\"16e0861e-5fba-40bb-a0b9-7c3c567274e2\">When ヂ・ヅ are the result of 連濁, their affricate pronunciations are deemed to be traditionally correct.  <a href=\"#16e0861e-5fba-40bb-a0b9-7c3c567274e2-link\" aria-label=\"脚注参照5にジャンプ\">↩︎<\/a><\/li><li id=\"10e3d9ed-8fad-4c9a-bc96-a728c4d9c1c4\">The process of voicing a doubling a mora is referred to in Japanese as 同音の連呼. <a href=\"#10e3d9ed-8fad-4c9a-bc96-a728c4d9c1c4-link\" aria-label=\"脚注参照6にジャンプ\">↩︎<\/a><\/li><li id=\"9f78313a-66d8-468c-9901-bdf69429081b\">呉音 compose the first wave of ON readings which entered Japanese.  <a href=\"#9f78313a-66d8-468c-9901-bdf69429081b-link\" aria-label=\"脚注参照7にジャンプ\">↩︎<\/a><\/li><li id=\"1222c558-1986-4cdf-ac06-20e646b6f4ad\">Though the distinction between じ and ぢ is considered neutralized, the affricate pronunciation [dʑi] is favored.  <a href=\"#1222c558-1986-4cdf-ac06-20e646b6f4ad-link\" aria-label=\"脚注参照8にジャンプ\">↩︎<\/a><\/li><li id=\"a50550eb-f051-4985-877c-41d50eb943a6\">Sources differ as to what the 呉音 of 痔 is, wavering between じ, ぢ, or both being correct.  <a href=\"#a50550eb-f051-4985-877c-41d50eb943a6-link\" aria-label=\"脚注参照9にジャンプ\">↩︎<\/a><\/li><\/ol>","protected":false},"excerpt":{"rendered":"<p>四つ仮名 Yotsugana 四つ仮名 refers specifically to the four kana ジ, ヂ, ズ, and ヅ. In early stages of Japanese, each kan<a class=\"more-link\" href=\"https:\/\/imabi.org\/yotsugana\/\">続きを読む <span class=\"screen-reader-text\">&#8220;Yotsugana&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":"[{\"content\":\"Plosive\/stop consonants are enunciated by fully stopping the airflow through the oral cavity. \",\"id\":\"6ca6a334-a865-4b4d-9428-e0efcd1269e0\"},{\"content\":\"Palatalization occurs when the tongue is drawn up farther toward the roof of the mouth. \",\"id\":\"29081163-4a28-441d-bed0-8544232e782e\"},{\"content\":\"It was not until Early Modern Japanese that \/s\/ and \/z\/ reappeared with \/e\/. Meaning, セ would have corresponded to \/ɕe\/ for most of the Classical Japanese period.\",\"id\":\"752ab51f-f912-4680-a757-1e907c55e751\"},{\"content\":\"For most of Japanese history, チ・ヂ・ツ・ヅ did correspond respectively to [ti], [di], [tu], and [du] until, ultimately, the high vowels \/i\/ and \/u\/ caused affrication to occur. Affrication is when a plosive\/stop begins to also exhibit fricative-like articulation. The sound begins as a stop but then releases as a fricative. A fricative is a sound made by forcing air through a narrow channel between two parts of the mouth, resulting in turbulent airflows. \",\"id\":\"c5d2d647-8ea5-476b-b694-11e999860de8\"},{\"content\":\"When ヂ・ヅ are the result of 連濁, their affricate pronunciations are deemed to be traditionally correct. \",\"id\":\"16e0861e-5fba-40bb-a0b9-7c3c567274e2\"},{\"content\":\"The process of voicing a doubling a mora is referred to in Japanese as 同音の連呼.\",\"id\":\"10e3d9ed-8fad-4c9a-bc96-a728c4d9c1c4\"},{\"content\":\"呉音 compose the first wave of ON readings which entered Japanese. \",\"id\":\"9f78313a-66d8-468c-9901-bdf69429081b\"},{\"content\":\"Though the distinction between じ and ぢ is considered neutralized, the affricate pronunciation [dʑi] is favored. \",\"id\":\"1222c558-1986-4cdf-ac06-20e646b6f4ad\"},{\"content\":\"Sources differ as to what the 呉音 of 痔 is, wavering between じ, ぢ, or both being correct. \",\"id\":\"a50550eb-f051-4985-877c-41d50eb943a6\"}]"},"tags":[],"class_list":["post-1222","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-jI","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/1222","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=1222"}],"version-history":[{"count":29,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/1222\/revisions"}],"predecessor-version":[{"id":3909,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/1222\/revisions\/3909"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=1222"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=1222"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}