{"id":12344,"date":"2025-07-12T01:52:05","date_gmt":"2025-07-12T08:52:05","guid":{"rendered":"https:\/\/imabi.org\/?page_id=12344"},"modified":"2025-07-12T22:39:57","modified_gmt":"2025-07-13T05:39:57","slug":"%e3%81%a0%e3%81%8b-%e3%81%a0%e3%81%ae","status":"publish","type":"page","link":"https:\/\/imabi.org\/%e3%81%a0%e3%81%8b-%e3%81%a0%e3%81%ae\/","title":{"rendered":"だか &amp; だの"},"content":{"rendered":"\n<h2 class=\"wp-block-heading\">だか &amp; だの<\/h2>\n\n\n\n<p>In our discussion on だ ellipsis, we learned a little bit about how だ behaves in metalinguistic fashion in the expressions ～だか～だか, ～だの～だの, and to a lesser degree, ～だとか～だとか when juxtaposing factors.<br><br>1. 雨だか晴れだか、はっきりしない一日。<br>Today&#8217;s a day with the weather up in the air—rainy or sunny, who knows. <br><br>2.&nbsp; 最近、教師の質が悪いだの厳選だの意見が聞こえて来ますが、もうそんな贅沢なこと余裕言ってられなくなってるんじゃないですか。<br>I&#8217;ve come to hear all these opinions about &#8220;poor-quality teachers,&#8221; talk of &#8220;carefully selecting (teachers),&#8221; and what not, but we already don&#8217;t have the leeway to just be talking about such luxuries, no? <br><br>3. 市場づくりというのは、いろいろな合併だとか、なんだとか、それは政策先行でできるんだと思うのですね。<br>Market development, I believe, can be achieved through policy initiatives such as various merges or what have you.<br><br>We also touched on how the copula だ and the question marker か can coexist in sentence-medial position, granted with limitations.<br><br>4. それはどうだか、やってみなくてはわからない。<br>You won&#8217;t know until you try it. <br><br>This lesson will largely revolve around the innerworkings of ～だか while also investigating how ～だの as well as ～だとか function in a parallel particle capacity.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">～だか～だか<\/h2>\n\n\n\n<p>The existence of ～だか may come as a huge surprise to even the most advanced learners, and this is with good reason. From the perspective of a learner, exposure to it without proper instruction could lead to glaring mistakes such as Ex. 5a. <br><br>5a. 今日は買い物だか何だかしようと思ったのに、何もできなかった。X<br>5b. 今日は買い物か何かしようと思ったのに、何もできなかった。〇<br>Intended: Even though I was thinking about shopping or what not today, I wasn&#8217;t able to do anything.<br><br>What だ adds to the picture is an extra layer of syntax<sup data-fn=\"f512738c-dbc3-43c0-8568-741e942a47bb\" class=\"fn\"><a href=\"#f512738c-dbc3-43c0-8568-741e942a47bb\" id=\"f512738c-dbc3-43c0-8568-741e942a47bb-link\">1<\/a><\/sup> that か alone does not, that being that the nouns involved are predicates and not just nouns. Thanks to this property, as we learned very briefly in our discussion on だ ellipsis, when ～だか does function as a parallel particle, this functionality endows it with metalinguistic properties, which allows for sentences such as:<br><br>6. [行く]だか[行かない]だか、はっきりしろよ。〇<sup data-fn=\"acbf6f61-17d1-4628-8503-7cafea71d7c8\" class=\"fn\"><a href=\"#acbf6f61-17d1-4628-8503-7cafea71d7c8\" id=\"acbf6f61-17d1-4628-8503-7cafea71d7c8-link\">2<\/a><\/sup><br>You&#8217;re going then you&#8217;re not going—be clear; which is it?!<br><br>Given how Ex. 5a is ungrammatical, it may seem bizarre that Ex. 6 would be grammatical, but it is this metalinguistic approach that makes this sentence possible, representing the predicates involved as individual conceptualizations.<br><br>Admittedly, contexts in which ～だか directly attaches to verbal predicates are rare, with many speakers recognizing it as being dialectal. <br><br>7. [台風が来る]だか[来ない]だかで、空模様も安定しない。<br>The sky can&#8217;t seem to make up its mind—is the typhoon going to come or not?<br><br>With other predicate types, however, ～だか is used quite often, but its exact applications are quite varied, some of which are nearly as dialectal as Ex. 6. Even so, how ～だか functions in respect to modality provides crucial insight into its individual parts.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Modality: &#8220;Uncertainty&#8221; Means? <\/h3>\n\n\n\n<p>Coming at ～だか from a semantic angle, we find that it fits in a continuum of modality on the grounds of uncertainty<sup data-fn=\"90852bd0-b1ec-43ba-9926-1647d362fc8e\" class=\"fn\"><a href=\"#90852bd0-b1ec-43ba-9926-1647d362fc8e\" id=\"90852bd0-b1ec-43ba-9926-1647d362fc8e-link\">3<\/a><\/sup>. This is a hallmark of placing the affirmation behind だ into question.<\/p>\n\n\n\n<figure class=\"wp-block-image size-large\"><img data-recalc-dims=\"1\" loading=\"lazy\" decoding=\"async\" width=\"900\" height=\"533\" data-attachment-id=\"12228\" data-permalink=\"https:\/\/imabi.org\/image-11\/\" data-orig-file=\"https:\/\/i0.wp.com\/imabi.org\/wp-content\/uploads\/2025\/07\/image-4.png?fit=1875%2C1110&amp;ssl=1\" data-orig-size=\"1875,1110\" data-comments-opened=\"1\" data-image-meta=\"{&quot;aperture&quot;:&quot;0&quot;,&quot;credit&quot;:&quot;&quot;,&quot;camera&quot;:&quot;&quot;,&quot;caption&quot;:&quot;&quot;,&quot;created_timestamp&quot;:&quot;0&quot;,&quot;copyright&quot;:&quot;&quot;,&quot;focal_length&quot;:&quot;0&quot;,&quot;iso&quot;:&quot;0&quot;,&quot;shutter_speed&quot;:&quot;0&quot;,&quot;title&quot;:&quot;&quot;,&quot;orientation&quot;:&quot;0&quot;}\" data-image-title=\"image\" data-image-description=\"\" data-image-caption=\"\" data-medium-file=\"https:\/\/i0.wp.com\/imabi.org\/wp-content\/uploads\/2025\/07\/image-4.png?fit=300%2C178&amp;ssl=1\" data-large-file=\"https:\/\/i0.wp.com\/imabi.org\/wp-content\/uploads\/2025\/07\/image-4.png?fit=900%2C533&amp;ssl=1\" src=\"https:\/\/i0.wp.com\/imabi.org\/wp-content\/uploads\/2025\/07\/image-4.png?resize=900%2C533&#038;ssl=1\" alt=\"\" class=\"wp-image-12228\" srcset=\"https:\/\/i0.wp.com\/imabi.org\/wp-content\/uploads\/2025\/07\/image-4.png?resize=1024%2C606&amp;ssl=1 1024w, https:\/\/i0.wp.com\/imabi.org\/wp-content\/uploads\/2025\/07\/image-4.png?resize=300%2C178&amp;ssl=1 300w, https:\/\/i0.wp.com\/imabi.org\/wp-content\/uploads\/2025\/07\/image-4.png?resize=768%2C455&amp;ssl=1 768w, https:\/\/i0.wp.com\/imabi.org\/wp-content\/uploads\/2025\/07\/image-4.png?resize=1536%2C909&amp;ssl=1 1536w, https:\/\/i0.wp.com\/imabi.org\/wp-content\/uploads\/2025\/07\/image-4.png?resize=1200%2C710&amp;ssl=1 1200w, https:\/\/i0.wp.com\/imabi.org\/wp-content\/uploads\/2025\/07\/image-4.png?w=1875&amp;ssl=1 1875w, https:\/\/i0.wp.com\/imabi.org\/wp-content\/uploads\/2025\/07\/image-4.png?w=1800&amp;ssl=1 1800w\" sizes=\"auto, (max-width: 900px) 100vw, 900px\" \/><\/figure>\n\n\n\n<p>To better understand ～だか, we will start with the most nuanced utilization first: when it is combined with ～のだ to produce &#8220;～（な）のだか. This will help us tackle how modality works, as it is important to understand that &#8220;modality&#8221; comes about in as many ways as it is possible to process the world around us. That being said, we will need to keep the following modal dynamics in mind.<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Assertive\/Declarative Modality: Pertains to the truth\/falseness of a statement.<\/li>\n\n\n\n<li>Interrogative Modality (Uncertainty): Questioning an assertion\/declaration.<\/li>\n\n\n\n<li>Situation-Oriented Modality (のだ): Grasping situation at hand as pertinent in the greater context, whether that context has been established prior or the speaker is recognizing said connection in real time. <\/li>\n\n\n\n<li>Interpersonal Modality (のだ): Presenting situation at hand as pertinent in the greater context to a listener, whether that context has been established prior the speaker is recognizing said connection in real time and feels that the listener ought to know.<\/li>\n<\/ul>\n\n\n\n<p>We will first tackle these structures within two environments: when only Situation A is present and when two(+) situations are present.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">A + ～（な）のだか<\/h4>\n\n\n\n<p>Whereas ～のか is not restricted to sentence-medial position, ～のだか very much is restricted to sentence-medial position, even if it does not immediately look like it. <br><br>8. 何言ってるんだか。<br>What the heck are you saying, (because whatever it is you&#8217;re trying to say, I can&#8217;t figure it out). <br><br>In situations in which it appears ～のだか, or ～だか for that matter, is in sentence-final position, ellipsis of the predicate that would otherwise follow—typically on the lines of 知らない・分からない—is undoubtedly to blame. In Exs. 9-10, we see sentences in which such predicates do occur. Then, there are many instances in which ～んだか ends a dependent clause with an implicit &#8220;don&#8217;t know&#8221; built in like in Exs. 12-14.<br><br>9. 何のために東京へ出て来たんだか分かりゃしない。<br>I have not the slightest idea why it is that you&#8217;ve come out to Tokyo.<br><br>10. でも、どうして米子さんが殺されたのだか分からないわ。あんた、知ってるでしょ？<br>But, I just don&#8217;t understand why Yoneko-san was killed. You know, though, right?<br>From 『けものみち』by 松本清張.<br><br>As indicated by the chart above, ～のだか denotes downright dismissal of Situation A. This &#8220;downright dismissal,&#8221; though, is also nuanced, as we are dealing with the mood marker ～のだ. That being said, the purpose for why exactly のだ is used will be contextually dependent. Given that ～のだか pertains to uncertainty on the part of the speaker, however, we can largely narrow our focus to the situation-oriented mood marker ～のだ. When the interpersonal mood ～のだ is at play, though, we get sentences like Ex. 11 which pushes the speaker&#8217;s downright dismissal onto the listener as a given. <br><br>11. どこの人が作ったのだか知れないものを買うやつはいない。<br>No one is going to buy something if they don&#8217;t know who the heck made it.<br><br>Now, as for the situation-oriented mood marker ～のだ, it is used to verbalize a <span style=\"text-decoration: underline;\">recognition<\/span> on the part of the speaker that the situation at hand ties to some context at large, placing か after it puts all that reasoning into question, and it is that connection which the speaker is downright dismissing. However, this is not necessarily the same as denying that the state\/action of Situation A is taking place. It still &#8220;could be,&#8221; but the speaker is unconvinced to the highest degree.<\/p>\n\n\n\n<p>12. [セールでもしてる]んだか、すごく混んでるな、この店。どうしたんだろう。<br>This store sure is packed. They couldn&#8217;t be having a sale, could they? I wonder what&#8217;s going on in there.<br><br>In this example, the speaker highly doubts that a sale of some sort is the cause for the store being crowded. Even if there were a sale, it is clear from [どうしたんだろう] that they are very perplexed as to what is going on. Perhaps the store is never packed, maybe there has been a disturbance. Whatever the case may be, they are 100% doubtful that [セールでもしてる] is why. <br><br>13. あの子、[おいしい]んだか、よく食べるね、今日は。[腹が減ってるだけな]のかな。<br>That kid is really eating well today. The food can&#8217;t be <em>that<\/em> good. Maybe they&#8217;re just really hungry.<br><br>In this example, we get to see what the speaker thinks is more likely the case—[腹が減ってるだけな]—after refuting that the food being [おいしい] is why the kid is sure eating a lot. <br><br>14. あいつが犯人だっておっしゃるんですか。[あいつが犯人な]んだか、状況証拠だけじゃ、何とも言えないじゃありませんか。<br>You&#8217;re saying that <em>he<\/em>&#8216;s the culprit? I mean, you can&#8217;t really say anything, that <em>he<\/em>&#8216;s the culprit (or what have you), based on circumstantial evidence alone. <br><br>In this example, the speaker is wholly unconvinced that the person in question is the question, but moreover, stating that at that point in time really amounts to nothing but conjecture. <br><br>In the case of nominal predicates, it so happens that ～だか is notably more common than ～なのだか, and this is due to the burden of presenting modality being notably higher. Nominal predicates pertain to &#8220;X is Y,&#8221; and with the mood marker のだ, the significance of &#8220;X is Y&#8221; is added to the truth statement behind &#8220;X is Y.&#8221; If relating Situation A to a greater context is not necessarily intended, or if there is any wavering on the part of the speaker as to what could be the case, then we would need to reevaluate the nature of the uncertainty at hand.<br><br>15. あいつが犯人｛だか 〇・なんだか X｝、このごろ様子が変だよ。<br>Whether {∅\/because} he&#8217;s the culprit, (I don&#8217;t know), but he&#8217;s been strange as of late.<br><br>In this context, the wording of the independent clause makes it apparent that the they are still in disbelief that [あいつ] could be the criminal, but the doubt is beginning to creep in. Note that the opposite of this is NOT the case.<br><br>16. あいつが犯人｛か・なのか｝、このごろ様子がちょっと変だな。<br>Perhaps {∅\/because} he&#8217;s the culprit, (I don&#8217;t know), he&#8217;s been a little strange as of late.<br><br>In this case, we see that ～か and ～なのか are both possible, but with ～なのか, not only is the speaker significantly more unsure, but the presence of mood のだ directly ties [あいつが犯人] to [このごろ様子がちょっと変だな].<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">A + ～（な）のだか + B + ～（な）のだか(+ N&#8230;) <\/h4>\n\n\n\n<p>As evident from the previous chart, when more than one predicate is juxtaposed with ～のだか, the absolute uncertainty of the speaker pertains to the decisiveness of the agent, which is nonexistent. For the majority of the time, the predicates enumerated, usually two though not exclusively so, are opposites of each. <br><br>17. 行くんだか、行かないんだか、はっきりしないんだよ。<br>(They) aren&#8217;t clear one bit as to whether they are going to go or not going to go!<br><br>Or, one may see 何 stand for Situation B, in which case, the copula embedded in ～のだか is substituting for whatever predicate type would otherwise fill that slot.<br><br>18. 有名なんだか、何なのか知らないけど、一体何なんだよ、あの偉そうな態度は？<br>Whether because (he)&#8217;s famous or what have you, I don&#8217;t know, but what&#8217;s with that arrogant attitude of his? <br><br>While most instances of ～（な）のだか～（な）のだか outwardly express the speaker&#8217;s frustration at the agent, it is possible to see the statement thrown back at the agent to make a decision in rant-like fashion.<br><br>19a. 行くんだか、行かないんだか、はっきりしろよ、もう。 <br>19b. 行くだか行かないだか、はっきりしろよ、もう。<br>19a. Are you going, or are you not going—which is it, seriously?!<br>19b. You going or not? Make up your mind, ugh&#8230;<br><br>Ex. 19a and Ex. 19b are almost identical to each other, but the implications in the moment are, in fact, different. <br><br>～んだか indicates that the speaker has zero faith in the agent making a decision, and as for the nature of the mood marker ～のだ, we are still looking at its situation-oriented iteration, at least in Ex. 19, as the speaker is complaining out loud as opposed to directing the agent to make a choice. After all, the speaker has already lost hope that the choices are even legit. <br><br>Meanwhile, ～だか implies that the speaker is largely unconvinced that the agent knows what they are going to do. By portraying the agent&#8217;s inability to make a choice in such a flippant light, this is a key factor as to what triggers the underlining <em>metalinguistic<\/em> approach to stating the predicates involved &#8211; allowing だ to fill the predicate slot in the dependent clauses present, thus able to follow verbal predicates directly. This syntactic difference also provides insight into how the supposed choices become verbalized thought bubbles by the speaker, amid a sea of doubt no less. Admittedly, examples of ～だか following verbal predicates directly are rare but not impossible.<br><br>This time, let&#8217;s look at a scenario involving the interpersonal mood ～のだ. Combined with the か, the speaker is demanding that the listener present what is what. Now, as to what exactly that even means, context is everything. Let&#8217;s say, though, that for the sake of argument, we only have &#8220;is it this or is it that&#8221; as our context. <br><br>20a. これなんだかあれなんだか、どっちなんだ、早く決めろ！<br>20b. これだかあれだか、どっちなんだ、早く決めろ！<br>20c. これなのか、あれなのか、どっちなんだ、早く決めろ！<br>20d. これかあれか、どっちなんだ、早く決めろ！<br>20a. Is it <em>this<\/em> or is it <em>that<\/em>, c&#8217;mon, seriously, which is it?! Decide already!<br>20b. Is it this or that, huh, which is it?! Decide already!<br>20c. Is it <em>this<\/em> or <em>that<\/em>, which is it?! Decide already.<br>20d. This or that, which is it?! Decide already.<br><br>While that is how Ex. 20a-d would all translate to, let&#8217;s step back and think of how these diction options differ from each other. In doing so, we will be directly referring to P (previous context) and Q (situation at hand), which you may recall from our study of the mood marker のだ.<br><br>Starting with Ex. 20d., A and B are conjoined with か. Here, there is no uncertainty implied between the two. As such, modality is restricted to [どっちなんだ], in which case whatever Y in &#8220;X is Y&#8221; ends up being, that is a defining choice to be made for the scenario at hand. <br><br>As for Ex. 20c., let&#8217;s say that the pivotal role of said choice between X and Y is already known, and with that previous context (P) at the forefront of both the speaker&#8217;s mind and, presumably, the listener&#8217;s mind, the choice between [これ] and [あれ] truly does feel like a coin toss, one that the speaker really wants the agent=listener to make. <br><br>As for Ex. 20b., we strip the sentence of the modality behind [これ] and [あれ], but we know that the presence of だか indicates very high uncertainty. That uncertainty, then, must be directed toward [これ] and [あれ] even being what X and Y are. Thus, on a syntactic level, it is closer to d., with the core difference being that the speaker sounds far more frustrated that the agent has little clue as to which way is up. This is ultimately rooted in how the speaker is choosing to raise these factors as scenarios=predicates as opposed to a choice between two things.<br><br>Last but not least, Ex. 20a. expresses zero confidence on the part of the speaker that the agent=listener knows which way is up; nonetheless, that defining of the previous context (P) is still pivotal to their situation. Even so, while A and B are being mentioned, they have already been ruled out by the speaker as being Q (the situation pertaining to P). In this light, we see how d. is closer in meaning and function to c., with the difference being the sheer lack of faith that the agent is going to bring about a resolution.<\/p>\n\n\n\n<p>21. 美談なんだかどうだか、変な噺なんだ。<br>Whether this is supposed to be some moving tale or what have you, (I don&#8217;t know), but it&#8217;s a strange tale at that. <br><br>In this example, we see how the ～なんだか indicates zero faith on the part of the speaker that the 噺 is of 美談 quality, but then Situation B that could possibly describe it is rendered as どう as a placeholder of sorts.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">～だか（わからない・知らない）<\/h4>\n\n\n\n<p>The defining difference between ～だか and ～か is that ～だか is used with predicates, situations which the speaker is already more or less refuting as being the case, whereas ～か merely states option(s). The &#8220;s&#8221; in parentheses is of great significance. Consider the following.<br><br>22. 持ち主が誰｛だか・か｝知らない。<br>I don&#8217;t know who the owner is.<br><br>23a. 持ち主が田中さん｛だか X・か △・かどうか 〇｝知らない。<br>23b. 持ち主が田中さん<span style=\"text-decoration: underline;\">だかどうか<\/span>知らない。<br>23a. I don&#8217;t know whether or not Tanaka-san is the owner.<br>23b. It don&#8217;t know whether or not it&#8217;s the case that Tanaka-san is the owner.<br><br>Let&#8217;s suppose that Ex. 22 is a typical example of an embedded question clause. Back in our discussion of だ ellipsis, we learned that だか is valid provided that an interrogative pronoun is present in the sentence. Now, provided that that is true, it would seem as though we need to reevaluate that claim given the validity of sentences like Ex. 15. from earlier.<br><br>15. あいつが犯人｛だか 〇・なんだか X｝、このごろ様子が変だよ。<br>Whether {∅\/because} he&#8217;s the culprit, (I don&#8217;t know), but he&#8217;s been strange as of late.<br><br>Even though only Situation A is mentioned, the high uncertainty that it is even a thing necessitates that the speaker is contemplating other situation(s) that would bring clarity but canceling them out as not being good enough. In this light, the context behind the speaker uttering Ex. 19 is fundamentally different than for Ex. 21, which only pertains to one factor, the owner of the thing in question. <br><br>We can then use this insight to understanding other similar instances of ～だか from earlier, too, like how ～かどうか and ～だかどうか differ.<br><br>23a. 持ち主が田中さん｛だか X・か △・かどうか 〇｝知らない。<br>23b. 持ち主が田中さん<span style=\"text-decoration: underline;\">だかどうか<\/span>知らない。<br>23a. I don&#8217;t know whether or not Tanaka-san is the owner.<br>23b. It don&#8217;t know whether or not it&#8217;s the case that Tanaka-san is the owner.<br><br>～かどうか states the unknown as being whether the owner is &#8220;Tanaka-san or not,&#8221; whereas ～だかどうか states the unknown as being [持ち主が田中さん], throwing the whole situation up in the air and weighing it against just as unlikely scenario(s) via どう, albeit as a placeholder for said scenario(s) as we have seen. <br><br>Singular instances of ～だか without an interrogative pronoun necessitate an open-ended interpretation. With interrogative pronouns in the picture, the indefinite nature of the words themselves already establishes this.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">疑問詞＋～だか<\/h3>\n\n\n\n<p>Now, let&#8217;s look at more basic examples of ～だか with interrogative pronouns. These are fairly easy to find in the wild, but in these contexts, ～だか does not indicate extreme doubt. How we can tell is via the modality of the predicate. If the predicate itself does not indicate serious doubt, then the dependent clause marked by か in which だ resides is merely a typical embedded question.<br><br>24. どれがどれだか覚えてる？<br>Do you remember which is which?<br><br>25. 「どういう人なの？」「知らないわ。どんな職業の人だか」<br>&#8220;What kind of person is he?&#8221; &#8220;No clue, don&#8217;t know what kind of job he does.&#8221;<br>From 『波の塔』<br><br>In Ex. 25, we see what looks like a sentence-final example of ～だか, but in reality, this is simply an example of inversion due to the dependent clause in question being an afterthought. <br><br>It may go without saying, that in principle, when ～だか merely indicates an embedded question that だ is interchangeable with である. Interestingly, when the predicate pattern is ～[copula] か言う, whether だ is typical or not can vary wildly among speakers, whereas である is not so problematic.<br><br>26a. 何であるか早く言いなさい。〇<br>26b. 何だか早く言いなさい。△<br>Go on, tell what it is.<br><br>As for Ex. 27, the affirmative nature of だ not being put into any sort of uncertainty with the か would result in a rephrasing of ～だか to ～なのか by many speakers, which would add a layer of pretext as to why and how Shohei knows. Yet, if such pretext is not necessarily at play, ～だか is still grammatical in these sorts of embedded declaratives followed by か.<br><br>27. もちろん、昌平には誰のことだかはっきりしている。<br>Of course, Shohei knows exactly who is being talked about.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">～だか～だか<\/h4>\n\n\n\n<p>The nature of the main clause, as we have begun to see, ultimately determines the modality of ～だか. If the main clause is indicative of doubt, ～だか denotes uncertainty in dismissive fashion. If the main clause is worded in an affirming manner, the だ in ～だか will likely relate to a preexisting context that is still open as a possibility &#8211; uncertain but without sounding dismissive. <\/p>\n\n\n\n<p>At a syntactic level, だか, is not grammaticalized into one word like だの. Yet, in examples like below, it does sure seem to act like a typical parallel particles, with case particles capable of following. <br><br>28. 父が、｛[脳内出血だ]か[心筋梗塞だ]か｝で倒れたらしい。<br>Supposedly, my father collapsed from either a cerebral hemorrhage or a myocardial infarction. <br><br>Syntactically speaking, while か could be viewed normally, だ still has its own affirmative modality, which would make it sound as though [脳内出血だ] and [心筋梗塞だ] were reasons thrown out by others that the speaker is then putting into question via か in a metalinguistic fashion. Semantically speaking, we can infer that the speaker is very skeptical that either event is true, but that there still must be a reason for why their father collapsed. As for the situations stated, they feel more like guesses in the air as opposed to narrowing it down to those two causes.<br><br>Also think back to Ex. 7, which features ～だか～だか linking verbal predicates in metalinguistic fashion. <br><br>7. [台風が来る]だか[来ない]だかで、空模様も安定しない。<br>The sky can&#8217;t seem to make up its mind—is the typhoon going to come or not?<\/p>\n\n\n\n<p>29. イギリスだかスペインだかイタリアだか知らないけど、どこにでも行ったらいいじゃない？<br>I don&#8217;t know if it&#8217;s England, Spain, or Italy that you&#8217;re going to, but why not just go anywhere? <br><br>At times, だ appears to bear little meaning, but there will still be an inkling of insight as to how the speaker is trying to relate potential scenarios the listener=actual agent into their own thought process. Keep this sentence in mind for when we investigate ～だとか.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">～（だ）かどうだか<\/h4>\n\n\n\n<p>It is also possible to see だか follow the placeholder どう, but in this scenario, だ lacks modality and is indicative of either older or dialectical favoring of ～だか in dependent clauses overall. Many examples of this, for example, can be found in the writings of 夏目漱石.<\/p>\n\n\n\n<p>30. 「おれが、いつ下宿の女房に足をふかせた？」　「ふかせたかどうだかしらないが、とにかく向こうじゃ、君に困ってるんだ。」<br>&#8220;When did I make the wife of the boarding house wipe my feet?&#8221; &#8220;I don&#8217;t know whether you did make her wipe your feet or not, but at any rate, you&#8217;re putting them in a bind.&#8221; <br>From 『坊ちゃん』by 夏目漱石<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">Parenthetical ～だか<\/h4>\n\n\n\n<p>The heavy lifting だ plays by indicating information implied by the predicate it stands for comes into greater practical use when ～だか attaches to interrogative pronouns when said combinations behave as adverbial parenthetical clauses (挿入句). While overall not as commonly encountered as &#8220;interrogative pronoun + か,&#8221; some examples such as 何だか (for some reason) do happen to be used heavily. <br><br>31.｛いつか △・いつだか 〇｝諒君とその問題について話したことがあるね。<br>When it was, (I don&#8217;t know), but I&#8217;ve talked about that problem with you before, Ryo-kun.<br><br>32. 誰だか変なおっさんが古代の記憶があると言っていてわけわからなかった。<br>Some weird old guy, not sure who it was, kept saying he had memories from the ancient past, but it was all Greek to me. <br><br>33. 雪か……見ていると、なんだか悲しい気持ちになる。<br>Snow, huh&#8230; For some reason, I end up feeling all sad when I keep looking at it.<br><br>34. どうだか疑わしい。<br>Not sure how, but (that)&#8217;s questionable.<\/p>\n\n\n\n<p>In these scenarios, ～だか can still be viewed as marking a dependent clause, but the interpretation of ～だか is rather different. While it does still mark uncertainty, it does so in regard to the exact referent of the interrogative pronoun as opposed to being dismissive of it altogether. In fact, だ helps anchors the expression to a preexisting context, one that the speaker is struggling to remember. <\/p>\n\n\n\n<h4 class=\"wp-block-heading\">～だか as a Quasi-Nominal?<\/h4>\n\n\n\n<p>Building off what we have seen, in some circumstances, instances of ～だか after counter phrases are treated as nominal phrases<sup data-fn=\"b96cf551-52a9-43d7-9cc7-78d9fa74998f\" class=\"fn\"><a href=\"#b96cf551-52a9-43d7-9cc7-78d9fa74998f\" id=\"b96cf551-52a9-43d7-9cc7-78d9fa74998f-link\">4<\/a><\/sup>, which are then capable of taking case particles. In these phrases, か functions just as it does in phrases like 何か (something), but with the insertion of a parenthetical だ, the affirmative nature of だ and the uncertainty of か are seemingly at odds, forming a quasi-declarative comment inside the resultant nominal phrase.<\/p>\n\n\n\n<p>35. しかし、[九十何階だ]かまで行けると聞いていたぜ。<br>But, I was hearing how we could make up to the 90th something floor, or something like that. <br><br>Translating this application of ～だか shows how &#8220;some&#8230; or another&#8221; is built into the phrasing, but this is notably not the same as going for ～だかわからない.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Dialectal Sentence-Final ～だか<\/h3>\n\n\n\n<p>Incidentally, in various areas of East Japan, sentence-final ～だか can be observed. In these dialects, its meaning is identical to that of ～のか, following directly after verbal\/adjectival predicates, but directly to nouns and adjectival nouns, making it apparent that the copula だ is at play, albeit bestowed nominalizer-like power, which could be related to its metalinguistic application in standard grammar.<\/p>\n\n\n\n<p>36. 行くだか行かんだか。<br>Are you goin&#8217; or not goin&#8217;?<br><br>37. すっだかせんだか、はっきりせえや。<br>Doin&#8217; it or not doin&#8217; it, make up your mind.<br><br>In speaking of dialects, it may come as a surprise that dialectal variants of だ such as や and じゃ do not coexist with the particle か, indicating that ～だか itself is indicative of Eastern Japanese Dialects<sup data-fn=\"4da6a3f7-e4d7-449d-9d44-99a13942f971\" class=\"fn\"><a href=\"#4da6a3f7-e4d7-449d-9d44-99a13942f971\" id=\"4da6a3f7-e4d7-449d-9d44-99a13942f971-link\">5<\/a><\/sup>. <br><br>With ～だか’s dialectal nature now evident, this can help us also rationalize examples of ～だかね, which is completely interchangeable with ～かな・かね.<br><br>38. どうだかね。<br>I wonder.<br><br>39. さあ、どこだかね。<br>Dunno, wonder where. <\/p>\n\n\n\n<h2 class=\"wp-block-heading\">～だの～だの<\/h2>\n\n\n\n<p>The parallel particle だの is the fused combination of the copula だ and the particle の as an interjectory final particle. Basic syntactic and semantic observations that can be made for it are as follows:<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Attaches to nouns as well as predicates of all types.<\/li>\n\n\n\n<li>Nouns being enumerated may be a part of a set, but the state of said set is in an unfavorable state for the speaker.<\/li>\n\n\n\n<li>Whether it be nouns or predicates, the things being enumerated are examples that come to mind that point to the issue at hand.<\/li>\n\n\n\n<li>This particle is most often used in the spoken language.<\/li>\n\n\n\n<li>Typically used in contexts in which the speaker is having firsthand experience dealing with the factors raised. <\/li>\n\n\n\n<li>Multiple factors must be enumerated. Even in sentences in which only one だの appears, multiple issues still need to be apparent in context. More often than not, only two issues are raised with more inferred, but it is possible to have 3(+) issues strung together. The second issue may even be omitted and replaced with 何 to make up for the rest not coming to mind spontaneously.<\/li>\n<\/ul>\n\n\n\n<p>The particle だの directly attaches to nouns, nominal predicates, and adjectival noun predicates, and for adjectival and verbal predicates, it follows the 終止形.<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table class=\"has-fixed-layout\"><tbody><tr><td>Part of Speech<\/td><td>接続<\/td><td>Examples<\/td><\/tr><tr><td>Nouns<br>Nominal Predicates<\/td><td>+∅<br>+∅<\/td><td>書類だの本だの<br>「私は味方」だの何だの<\/td><\/tr><tr><td>Adjectival Predicates<\/td><td>終止形<\/td><td>脚痛いだの腰痛いだの<\/td><\/tr><tr><td>Adjectival Noun Predicates<\/td><td>+∅<\/td><td>暇だの何だの<\/td><\/tr><tr><td>Verbal Predicates<\/td><td>終止形<\/td><td><\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>As far as mix-matching goes, nouns may be strung together and predicates of any type can be mixed together, but as for &#8220;noun + だの&#8221; followed by &#8220;predicate + だの,&#8221; that does not occur. <\/p>\n\n\n\n<p>In relation to other particles, when だの strings nouns together, the combination functions grammatically as a single nominal phrase, meaning it can take case particles (Exs. 40, 42). When stringing predicates together, the quotative と often follows to better help indicate that other issues are part of the problem, but its presence is not obligatory (Exs. 41, 43-44). Note that if the quotative particle と is immediately followed by a citation verb, the implication of there being more factors involved is not so inherent (Exs. 46-47).<\/p>\n\n\n\n<p>40. 大学に入ると、教科書だの定期券だのを買わなければならない。<br>When you enter college, you have to buy textbooks, a commuter pass, and so on. &nbsp;<\/p>\n\n\n\n<p>41. 10歳の息子にiPhoneだのパソコンだのとうるさくせがまれて困ってます。<br>I’m troubled over the fact that I’m being pestered by my ten-year-old son for an iPhone, computer(, and so much more). &nbsp;<\/p>\n\n\n\n<p>42. 書類だの本だのが<ruby>散乱<rt>さんらん<\/rt><\/ruby>している。<br>Things such as documents and books are scattered.<\/p>\n\n\n\n<p>43. 目のつけどころが素晴らしいだの文章の構成が<ruby>優<rt>すぐ<\/rt><\/ruby>れているだのと、自分でも信じられないような<ruby>褒<rt>ほ<\/rt><\/ruby>め言葉が並んでいるのはわけがわからない。<br>These accolades lined up that even I myself can’t believe like the focal points being wonderful and the sentence structure being superb are incomprehensible. &nbsp;<\/p>\n\n\n\n<p>44. まずいだのきらいだのと、あんたは文句ばっかり言ってるんだよ。<br>All you’re ever complaining about is how bad it tastes and how much you hate it.&nbsp;<\/p>\n\n\n\n<p>45.&nbsp;<ruby>辛<rt>つら<\/rt><\/ruby>いだの面白くないだの、文句ばっか言うのよ！（Feminine)<br>All you ever complain about is stuff like it being miserable or uninteresting.<\/p>\n\n\n\n<p>46 その国では、<ruby>神童<rt>しんどう<\/rt><\/ruby>だの天才だのと呼ばれる才能ある子供たちは、<ruby>幼少期<rt>ようしょうき<\/rt><\/ruby>から<ruby>既<rt>すで<\/rt><\/ruby>にエリート教育を<ruby>授<rt>さず<\/rt><\/ruby>けられ、成長するに伴いその能力を<ruby>存分<rt>ぞんぶん<\/rt><\/ruby>に開花させていくらしい。<br>In that country, children with talent that are considered prodigies or geniuses are already given elite education from early childhood, and along with growth, their potential is fully opened to their content.<br>From 『日本教育121号』 in an article by 鈴木智美.&nbsp;<\/p>\n\n\n\n<p>47.&nbsp;<ruby>実施費<rt>じっしひ<\/rt><\/ruby>が高すぎるだの、非実用的だのといわれますが、それでも私はX議長の<ruby>政策<rt>せいさく<\/rt><\/ruby>を支持しております。<br>Though it is said that the implementation costs are too high or that it is not practical, I am still in support of Chairman X’s policy. &nbsp;<\/p>\n\n\n\n<p>48. 大学に入ると、教科書だの定期券だの必要なものを買わなければならない。<br>When you enter college, you have to important things such as textbooks and a commuter pass.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">～だとか～だとか<\/h2>\n\n\n\n<p>While the parallel particle とか has existed in Japanese for centuries, it has maintained a fairly colloquial tone throughout its existence. Grammatically speaking, it is nearly identical to だの. <\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Attaches to nouns as well as predicates of all types.<\/li>\n\n\n\n<li>Nouns being enumerated may be a part of a set.<\/li>\n\n\n\n<li>Whether it be nouns or predicates, the things being enumerated are examples that happen to come to mind.<\/li>\n\n\n\n<li>This particle is most often used in the spoken language.<\/li>\n\n\n\n<li>Multiple factors must be enumerated but not required. When only one example is given, the context is likely rather vague.<\/li>\n<\/ul>\n\n\n\n<p>The particle とか directly attaches to nouns and to the 終止形 of predicates, but how nominal predicates and adjectival noun predicates connect with とか is rather complicated as to whether だ appears. This presents a unique problem for the particle, inheriting all the connectivity issues と and か have individually with the copula だ. <br><br>When とか directly attaches to adjectival nouns directly, like in the following example, it is evident that とか, just like と, can function as a quotative particle. Under this functionality, direct and indirect quotes are both possible, with both environments exhibiting だ ellipsis. <br><br>49.<br>太郎君：「華子ちゃんは綺麗（で）、幸子ちゃんはブス（だよ）」<br>華子ちゃん：「綺麗（だ）とかブス（だ）とか言わないでよ」(Direct Quote)<br>Taro-kun: &#8220;Hanako-chan is pretty, (and) Yukiko-chan is ugly!&#8221;<br>Hanako-chan: &#8220;Don&#8217;t be saying (she&#8217;s) pretty or (she&#8217;s) ugly!&#8221;<br><br>50. 初めて会う人に、綺麗｛だ・∅ ｝とか不細工｛だ・∅ ｝とか言うのはおかしいだろう。(Indirect Quote)<br>It&#8217;d be strange to tell someone you&#8217;re meeting for the first time that they&#8217;re pretty or unattractive.<br><br>This quotative function has also evolved to indicate indirect hearsay, much like ～そうだ, in which case だ ellipsis does not occur with nominal or adjectival noun predicates.<br><br>51. 転校生が来たらしい。すごくイケメンなん<span style=\"text-decoration: underline;\">だ<\/span>とか。<br>Seems like we got a new transfer student. (Everyone&#8217;s) saying that he&#8217;s super hot&#8230; <br><br>In this capacity, it is important to separate the notion of &#8220;quotative particles&#8221; from &#8220;parallel particles,&#8221; as the latter necessitates juxtaposing at least two elements, usually antonyms. Even if only one element is stated, the other element(s) are readily inferable. <br><br>As for when とか does function as parallel particle, distinguishing nouns from nominal predicates is imperative. When nouns are being strung together with とか, the combination functions grammatically as a single nominal phrase, meaning it can take case particles.<br><br>52. 服とかバッグとかを買おうと思ってる。<br>I&#8217;m thinking about buying some clothes, bags, and what not.<br><br>Meanwhile, when nominal and\/or adjectival noun predicates are strung together with ～とか, だ ellipsis is not observed. What makes ～だとか sound so casual, to the point that it sounds like a younger generation colloquialism, are situations in which だ appears to bear little meaning at all.<br><br>53. [未来だ]とか[運命だ]とか、そういった大それたものは一旦どこかに置いておく。 <br>Let&#8217;s put aside big ideas like the future and destiny for the moment. <br><br>In these scenarios, だ anchors the commentary to prior scenes in which []-framed commentary has been in the speaker&#8217;s mind. This is similar to how だ behaves in ～だか adverbial parenthetical phrases and when ～だか operates in metalinguistic fashion, hinting at how ～だとか has continued to develop in the dialectal context of Tokyo speech<sup data-fn=\"b648df30-a6f0-4c67-afa9-6bfc0c65212e\" class=\"fn\"><a href=\"#b648df30-a6f0-4c67-afa9-6bfc0c65212e\" id=\"b648df30-a6f0-4c67-afa9-6bfc0c65212e-link\">6<\/a><\/sup>.<\/p>\n\n\n\n<p>参照<br>『日本語類義表現 使い分け辞典』 by 泉原省二.<br>「～だか」という言い方 by 田野村忠温<\/p>\n\n\n\n<p><\/p>\n\n\n<ol class=\"wp-block-footnotes\"><li id=\"f512738c-dbc3-43c0-8568-741e942a47bb\">The semantic weight だ possesses will depend on the exact grammatical environment, of which several are possible in the context of ～だか. <a href=\"#f512738c-dbc3-43c0-8568-741e942a47bb-link\" aria-label=\"脚注参照1にジャンプ\">↩︎<\/a><\/li><li id=\"acbf6f61-17d1-4628-8503-7cafea71d7c8\">The grammaticality of ～だか will vary greatly depending on a speaker&#8217;s dialect. Given that dialectal variants of ～だ are not used in the same capacity with か as だ does, this heavily reduces the likelihood of speakers outside of East Japan incorporating uncommon applications of ～だか in their speech, with its metalinguistic extension to following verbal predicates being highly dialectal yet present in Standard Japanese corpuses. As such, this discussion on ～だか predicates that exists and to what extent in the context of Standard Japanese. <a href=\"#acbf6f61-17d1-4628-8503-7cafea71d7c8-link\" aria-label=\"脚注参照2にジャンプ\">↩︎<\/a><\/li><li id=\"90852bd0-b1ec-43ba-9926-1647d362fc8e\">The modality of ～だか, as well as for its derivative ～のだか, pertains to uncertainty, but the nature of said uncertainty will be main clause-dependent. The opening chart illustrates how ～だか is interpreted when said dependent clause is being dismissed by the speaker and is followed by an independent=main clause that follows up on the speaker&#8217;s frustration for not knowing what is what. This is not to be confused when ～だか denotes an embedded question, in which case the affirmative modality of だ is not dampened by the inquisitive (≈uncertain) modality of か. <a href=\"#90852bd0-b1ec-43ba-9926-1647d362fc8e-link\" aria-label=\"脚注参照3にジャンプ\">↩︎<\/a><\/li><li id=\"b96cf551-52a9-43d7-9cc7-78d9fa74998f\">The same could be said for when {～だか～だか} strings connect nouns and are then capable of taking case particles. While the use of ～だか with an inferable わからない・知らない or similar predicate is fairly common, its use as a conjunctive particle outright in this fashion is fairly uncommon and can be viewed as being dialectal despite appearing in literature. <a href=\"#b96cf551-52a9-43d7-9cc7-78d9fa74998f-link\" aria-label=\"脚注参照4にジャンプ\">↩︎<\/a><\/li><li id=\"4da6a3f7-e4d7-449d-9d44-99a13942f971\">～だか has existed in Tokyo speech for centuries, largely mirroring how it is showcased in this discussion. In both antiquity and the modern era, instances in which だ has low modality and is not subsequently ellipsed when combined with か ought to be treated as dialectal. <a href=\"#4da6a3f7-e4d7-449d-9d44-99a13942f971-link\" aria-label=\"脚注参照5にジャンプ\">↩︎<\/a><\/li><li id=\"b648df30-a6f0-4c67-afa9-6bfc0c65212e\">In contrast, the dialectal copulas や・じゃ are not used in metalinguistic or parenthetical fashion, exhibiting zero compatibility in the surface structure of sentences with か in both sentence-medial and sentence-final positions. What prevents だ from being ellipsed, as we have seen, is modality. If a modal function can squeeze itself in between the [COP=copula] and [question.marker] functions in the chain of agglutination, the copula is spared from ellipsis. This also explains why であるか and ですか are not problematic whatsoever, as both represent their own moods [formality] and [politeness] respectively.     <a href=\"#b648df30-a6f0-4c67-afa9-6bfc0c65212e-link\" aria-label=\"脚注参照6にジャンプ\">↩︎<\/a><\/li><\/ol>\n\n\n<p><\/p>\n","protected":false},"excerpt":{"rendered":"<p>だか &amp; だの In our discussion on だ ellipsis, we learned a little bit about how だ behaves in metalinguistic fas<a class=\"more-link\" href=\"https:\/\/imabi.org\/%e3%81%a0%e3%81%8b-%e3%81%a0%e3%81%ae\/\">続きを読む <span class=\"screen-reader-text\">&#8220;だか &amp; だの&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":"[{\"content\":\"The semantic weight だ possesses will depend on the exact grammatical environment, of which several are possible in the context of ～だか.\",\"id\":\"f512738c-dbc3-43c0-8568-741e942a47bb\"},{\"content\":\"The grammaticality of ～だか will vary greatly depending on a speaker's dialect. Given that dialectal variants of ～だ are not used in the same capacity with か as だ does, this heavily reduces the likelihood of speakers outside of East Japan incorporating uncommon applications of ～だか in their speech, with its metalinguistic extension to following verbal predicates being highly dialectal yet present in Standard Japanese corpuses. As such, this discussion on ～だか predicates that exists and to what extent in the context of Standard Japanese.\",\"id\":\"acbf6f61-17d1-4628-8503-7cafea71d7c8\"},{\"content\":\"The modality of ～だか, as well as for its derivative ～のだか, pertains to uncertainty, but the nature of said uncertainty will be main clause-dependent. The opening chart illustrates how ～だか is interpreted when said dependent clause is being dismissed by the speaker and is followed by an independent=main clause that follows up on the speaker's frustration for not knowing what is what. This is not to be confused when ～だか denotes an embedded question, in which case the affirmative modality of だ is not dampened by the inquisitive (≈uncertain) modality of か.\",\"id\":\"90852bd0-b1ec-43ba-9926-1647d362fc8e\"},{\"content\":\"The same could be said for when {～だか～だか} strings connect nouns and are then capable of taking case particles. While the use of ～だか with an inferable わからない・知らない or similar predicate is fairly common, its use as a conjunctive particle outright in this fashion is fairly uncommon and can be viewed as being dialectal despite appearing in literature.\",\"id\":\"b96cf551-52a9-43d7-9cc7-78d9fa74998f\"},{\"content\":\"～だか has existed in Tokyo speech for centuries, largely mirroring how it is showcased in this discussion. In both antiquity and the modern era, instances in which だ has low modality and is not subsequently ellipsed when combined with か ought to be treated as dialectal.\",\"id\":\"4da6a3f7-e4d7-449d-9d44-99a13942f971\"},{\"content\":\"In contrast, the dialectal copulas や・じゃ are not used in metalinguistic or parenthetical fashion, exhibiting zero compatibility in the surface structure of sentences with か in both sentence-medial and sentence-final positions. What prevents だ from being ellipsed, as we have seen, is modality. If a modal function can squeeze itself in between the [COP=copula] and [question.marker] functions in the chain of agglutination, the copula is spared from ellipsis. This also explains why であるか and ですか are not problematic whatsoever, as both represent their own moods [formality] and [politeness] respectively.    \",\"id\":\"b648df30-a6f0-4c67-afa9-6bfc0c65212e\"}]"},"tags":[],"class_list":["post-12344","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-3d6","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/12344","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=12344"}],"version-history":[{"count":18,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/12344\/revisions"}],"predecessor-version":[{"id":12384,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/12344\/revisions\/12384"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=12344"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=12344"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}