{"id":12522,"date":"2025-07-18T12:38:04","date_gmt":"2025-07-18T19:38:04","guid":{"rendered":"https:\/\/imabi.org\/?page_id=12522"},"modified":"2025-07-19T23:22:37","modified_gmt":"2025-07-20T06:22:37","slug":"phrasal-%e3%81%93%e3%81%a8","status":"publish","type":"page","link":"https:\/\/imabi.org\/phrasal-%e3%81%93%e3%81%a8\/","title":{"rendered":"Phrasal こと"},"content":{"rendered":"\n<h2 class=\"wp-block-heading\">Phrasal こと: ～ことに・～ことには・～AことはA～・Aことこの上ない・～ということだ<\/h2>\n\n\n\n<p>The grammatical patterns involving the nominalizer こと to be discussed in this lesson are as follows:<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>～ことに<\/li>\n\n\n\n<li>～ことには<\/li>\n\n\n\n<li>AことはA<\/li>\n\n\n\n<li>Aことこの上ない<\/li>\n\n\n\n<li>～ということだ<\/li>\n<\/ul>\n\n\n\n<p>Solid understanding of the other pieces to these grammatical structures combined with understanding how nominalization works with こと is essentially all you need to master these patterns. <\/p>\n\n\n\n<h2 class=\"wp-block-heading\">～ことに<\/h2>\n\n\n\n<p>Following verbal or adjectival\/adjectival noun predicates, ～ことに can indicate a strong emotional response toward a situation that follows. This following main clause should not indicate volition. This grammar is largely limited to phrases of the same vein as those in the chart below.<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table class=\"has-fixed-layout\"><tbody><tr><td>悲しいことに<\/td><td>sadly&#8230;<\/td><td>不思議なことに<\/td><td>strangely enough&#8230;<\/td><\/tr><tr><td>驚いたことに<\/td><td>surprisingly&#8230;<\/td><td>ありがたいことに<\/td><td>thankfully&#8230;<\/td><\/tr><tr><td>残念なことに<\/td><td>unfortunately&#8230;<\/td><td>面白いことに<\/td><td>interestingly&#8230;<\/td><\/tr><tr><td>悔しいことに<\/td><td>to my chagrin&#8230;<\/td><td>幸いなことに<\/td><td>fortunately&#8230;<\/td><\/tr><tr><td>困ったことに<\/td><td>awkwardly&#8230;<\/td><td>嬉しいことに<\/td><td>to my delight&#8230;<\/td><\/tr><tr><td>恐ろしいことに<\/td><td>horribly&#8230;<\/td><td>興味深いことに<\/td><td>intriguingly&#8230;<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>Not only is it the case that volition is absent from either clause, the commentary itself ought not to include the listener&#8217;s circumstance. Meaning, it is limited to first and third person scenarios. <br><br>1. とても残念なことに、あともう少しだったのに、負けちまった。<br>Very unfortunately for me, I ended up losing despite how close I was.<\/p>\n\n\n\n<p>2. ありがたいことに、全員が無事だった。<br>Thankfully, everyone was alright.<br><br>3. 住民の恐ろしいことに、洪水で数千頭の家畜が溺死し、一部は木のてっぺんにとどまりました。<br>To the horror of the residents, thousands of livestock drowned in the floodwaters, some remaining lodged in the treetops.<br><br>If additional emphasis is warranted for these phrases, you may also see it topicalized via the particle は.<br><br>4. 驚いたことには、欠席どころか、一度遅刻したこともなかったそうだ。<br>What was surprising was that, far from being absent, apparently, (he) had never even been late once. <br><br>5. あきれたことには、あんな人が店長に昇進したんだよ。<br>It&#8217;s dumbfounded how someone like that got promoted to store manager. <br><br>に is highly adverbial in nature in this pattern. Given the emphatic tone of ～ことに, it is comparable to sentence-final ～ことだ. Meaning, we are looking at the \/ni-\/ 連用形 of the copula. It is this adverbial property which then limits ～ことに to adjectival\/adjectival noun predicates.<\/p>\n\n\n\n<p>Given the adverbially nature of に and how it relates quite nicely with sentence-initial instances of &#8220;-ly&#8221; in English, it is important NOT to confuse ～ことに when に functions as an object marker, which would be obvious from the clausal structuring of the sentence.<br><br>6. 悲しいことにも、うれしいことにも、 起こってしまうどんなことにも、 そんなに驚かないで、慌てないでいられたらいいなって思う。<br>I hope that I can remain unsurprised and not panicked by anything happens, whether sad or happy. <br><br>As longwinded as Ex. 6 might be, in the case of both 悲しいことに and うれしいことに, they are objects of the verb 驚く that does indeed follow. In which case, the appropriate translation of に would be &#8220;at\/by.&#8221;<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">～ことには<\/h2>\n\n\n\n<p>By Condition A being the case, Condition B is sure to follow. <br><br>7. その根源を解決しないことには、一時的に課題を解決しても、また同じ課題になやまされることになります。<br>Unless you address the root cause, even if you solve the problem for the time being, you will end up suffering from the same problem again.<\/p>\n\n\n\n<p>8. 早く出発しないことには、大変なことになる。<br>By not departing early, it’ll become a huge ordeal.&nbsp;<br><br>As suggested by the translation of &#8220;by,&#8221; the particle に shown in this pattern relates to its cause marking function. When applied to predicates, it is Situation\/Condition A, usually not happening that causes Situation\/Condition B to happen.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">～ないことには～ない<\/h3>\n\n\n\n<p>This pattern is the same as ～ことには but with both the dependent clause and main clause rendered in the negative, creating a conditional statement in which &#8220;by Condition A not being met, Condition B does not come about.&#8221; <br><br>9. まず、事実関係を確認しないことには、何とも言えません。<br>First of all, there is really nothing I can say about it without checking the facts.<br><br>10. 何事も経験してみないことには分からないでしょう。<br>You won&#8217;t know until you experience it, and that&#8217;s with anything.<br><br>11. 失敗の発生要因をきちんと見つけだして解決しないことには再発防止にはならないのである。<br>Unless the cause of the failure is properly identified and resolved, preventing recurrence will not be feasible.  <br><br>12. 本物であるかは買ってみないことにはわかりません。<br>You won&#8217;t know if it&#8217;s real until you buy it.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">言う（こと）には・・・<\/h3>\n\n\n\n<p>This pattern is used when the speaker wishes to pass along information they have directly obtained from Source A which may still be . It is possible to find 言う in the non-past or past tense, but oddly enough, こと is not required when this pattern is used in the non-past. In its absence, it is understood that には follows the 連体形<sup data-fn=\"92b87836-7cf8-46f4-b883-b34d3fa49f42\" class=\"fn\"><a href=\"#92b87836-7cf8-46f4-b883-b34d3fa49f42\" id=\"92b87836-7cf8-46f4-b883-b34d3fa49f42-link\">1<\/a><\/sup>.<br>As for the nature of the particle に, it is used in its standard marker capacity. <br><br>13. 村民が言う（こと）には、腹を空かせた熊が、餌を探しに街に出没しているらしい。<br>Villagers say that hungry bears have been lurking in the town looking for food.<br><br>14. テイラー君が言う（こと）には、明日は開店日だそうだよ。<br>From what Taylor-kun is saying, tomorrow is opening day.<br><br>15. メアリーさんの言う（こと）には、今年のN1はかなり難しかったらしいよ。<br>From what Mary-san is saying, this year&#8217;s N1 seemed pretty difficult.<br><br>16. 今菊池さんが言ったことには、もしかしたら参考になるかもしれない。<br>Given what Kikuike-san just said, perhaps it might be of help (to you).<br><br>While it is not a requirement that 言う be used, the verb must still be an equivalent. <br><br>17. 「鳩さんが申します<sup data-fn=\"ec94b38a-490b-4e09-a6ac-0d66573c589e\" class=\"fn\"><a href=\"#ec94b38a-490b-4e09-a6ac-0d66573c589e\" id=\"ec94b38a-490b-4e09-a6ac-0d66573c589e-link\">2<\/a><\/sup>には、このお嬢さんのおとしは十歳だそうです。お嬢さんあたりましたか」<br>&#8220;From what Hato-san is saying, you fine lady here are ten, is that right?&#8221; <br>From 『電気鳩』 by 海野十三.<br><br>18. 陛下が仰せになる（こと）には、それでよいとのことでした<sup data-fn=\"e95b2af1-5e40-4b95-878d-2d5abe349a87\" class=\"fn\"><a href=\"#e95b2af1-5e40-4b95-878d-2d5abe349a87\" id=\"e95b2af1-5e40-4b95-878d-2d5abe349a87-link\">3<\/a><\/sup>。<br>From what His Majesty is saying, that will be fine. <br><br>It is worth noting that this utilization of ～ことには ought not be confused with the sentence structure is actually [～こと]＋にはある or similar sentences.<br><br>19. 検察官の仰ることにはどう見ても首をかしげるような事実誤認の部分もありました。<br>No matter how you look at it, there were some factual errors in what the prosecutor(s) said that made me tilt my head.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">AことはA&#8230;（が・けれど）<\/h2>\n\n\n\n<p>Juxtaposing a predicate pertaining to states &#8211; nominal, adjectival, or adjectival noun &#8211; with ITSELF, the speaker admits the validity of the truth statement made by said predicate, but the commentary (Situation B) that follows downplays the importance of it in some way. In a broad sense, it is one way of qualifying one&#8217;s statement, with a meaning similar to &#8220;it is the case that&#8230; but&#8230;&#8221; <br><br>By juxtaposing a predicate (Situation A) with itself, both iterations on each side of ことは must match either in predicate type and state of affirmation (positive or negative). As for politeness, it may be marked on Situation B or on the second utterance of Situation A<sup data-fn=\"f9b0f4eb-2929-4984-a945-9df00cd9ceef\" class=\"fn\"><a href=\"#f9b0f4eb-2929-4984-a945-9df00cd9ceef\" id=\"f9b0f4eb-2929-4984-a945-9df00cd9ceef-link\">4<\/a><\/sup>. <br><br>Now, because the 連体形 must be used before こと, you will still need to know when to use な・だ・である in relation to to nominal\/adjectival noun predicates.<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table class=\"has-fixed-layout\"><tbody><tr><td>Predicate Type<\/td><td>Example<\/td><\/tr><tr><td>動詞<\/td><td>食べることは食べるが<\/td><\/tr><tr><td>形容詞<\/td><td>美味しいことは美味しいが<\/td><\/tr><tr><td>形容動詞<\/td><td>便利｛な・である｝ことは便利だが<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>20. おいしいことはおいしいが、ちょっと高すぎる。<br>Sure, it’s delicious, but it’s a little too expensive.<br><br>21. それ以降もミステリーを書くことは書いたが、一般小説で脚光を浴びるようになって行った。<br>Although (I) continued to write mystery novels after that, (I) began to gain attention for my general fiction. <br><br>22. 先月開通した道は便利なことは便利だが、事故が多い。<br>The road that opened last month is convenient, sure, but there are a lot of accidents (on it).<br><br>23. 自分が学生の頃は授業に出ることは出たがあんまり熱心には受講していなかった。<br>When I myself was a student, I did attend classes, but I was not all that enthusiastic about taking them. <br><br>Tense is not restricted by this pattern aside from &#8220;past&#8230; ～ことは non-past&#8230;&#8221; being ungrammatical. Consider the following.<br><br>24. 見ての通り、キュワワー以外にもレア度の高いモンスターが出たことは出たが、出現率が高いとは言い難い。<br>As you can see, there were other super rare mons that spawned besides Comfey, but I can&#8217;t say that their spawn rate was high.<br><br>25. 全部分かったことは分かったけど、時間がなくなってしまった。<br>I know I understood it all, but I ran out of time. <br><br>26. 書いたことは書いたんだけど、捨てちゃったかも。<br>I wrote it, I know it, but I guess I threw it away. <br><br>27a. きのう、本屋へ行ったことは行ったが、店が閉まっていて買えなかった。<br>27b. きのう、本屋へ行くことは行ったが、店が閉まっていて買えなかった。<br>27a. I went to the bookstore yesterday, that I did, but the store was closed and I couldn&#8217;t buy (it).<br>27b. Yesterday, I did in fact go to the bookstore, but the store was closed and I couldn&#8217;t buy (it). <br><br>In Ex. 27a, the speaker is emphasizing that Situation A is a thing of the past. Meanwhile, in Ex. 27b, the use of the non-past tense first indicates how the speaker&#8217;s mind has rewound to that moment in time, placing the focus on [本屋へ行く] as opposed to the time setting of yesterday. With [行ったことは行った], the emphasis is on the action having occurred in a confirmatory tone.<br><br>28a. タイに行く前にタイ語を勉強することはしたのですが、たった2週間だけです。<br>28b. タイに行く前にタイ語を勉強したことはしたのですが、たった2週間だけです。<br>28a. I did in fact study Thai before going to Thailand, but only for two weeks.<br>28b. I studied Thai before going to Thailand, yes, but only for two weeks.<br><br>Ex. 28 also illustrates how ellipsis can occur for the root element of a する verb when it is repeated.<\/p>\n\n\n\n<h5 class=\"wp-block-heading\">ｗ\/ Nominal Predicates<\/h5>\n\n\n\n<p>Due to nominal predicates already being representations of &#8220;X being Y,&#8221; which in this case, Y=X, using ＡことはＡ with such predicates is generally unnatural<sup data-fn=\"1382b799-93c2-41ea-959a-60ee6fd5bad9\" class=\"fn\"><a href=\"#1382b799-93c2-41ea-959a-60ee6fd5bad9\" id=\"1382b799-93c2-41ea-959a-60ee6fd5bad9-link\">5<\/a><\/sup> due to grammatical redundancy. The same can be said for the English equivalent.<br><br>i. 道路｛である・な｝ことは道路だ。X<br>What is being a road is a road. X<br><br>ii. 道路は道路だ。〇<br>A road is a road.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Aことこの上ない<\/h2>\n\n\n\n<p>Following all predicate types, ～ことこの上ない, this emphatic pattern indicates that there is no condition\/state that better fits that description than what is being stated. This, though, could be used in a literal and sarcastic sense, so whether the statement is a good thing or not will be contextually based.<br><br>29. 発音が弱くて聞き取りにくかったのかもしれませんが、やる気満々の私には悔しいことこの上ありません。<br>Maybe my pronunciation was poor and it was hard for them to catch what I was saying, but it was the most vexing thing for me ever considering how determined I was.<br><br>30. 昨日は雪が大したことなくて良かったですね。しかしながら、寒いことこの上ないです。<br>I&#8217;m so glad the snow wasn&#8217;t too bad yesterday. Even so, it was still beyond cold. <br><br>31. 床には粉々に砕けたステンドグラスが散乱しており、見ていて危なっかしいことこの上なかった。<br>Shattered stained glass was scattered all over the floor, making for an extremely dangerous sight to see. <br><br>32. 食べにくいことこの上ございませんことよ<sup data-fn=\"405206e0-e9e8-4660-b9ff-62e77a13fdb6\" class=\"fn\"><a href=\"#405206e0-e9e8-4660-b9ff-62e77a13fdb6\" id=\"405206e0-e9e8-4660-b9ff-62e77a13fdb6-link\">6<\/a><\/sup>！<br>It is beyond difficult to eat!<br><br>When this pattern is being used to modify a noun, it manifests as この上ない～. <br><br>33. 皆様を弊社にお迎えでき、この上ない喜びです。<br>It is my greatest pleasure to welcome all of you to our company.<br><br>34. 大切な方やペットとの死別は、この上ない悲しみや苦しみに襲われる場合があり、どうしようもない悲嘆の感情にお困りの方もいらっしゃるでしょう。<br>The death of a loved one or a pet can cause extreme sadness and anguish, and some people may find themselves overwhelmed by grief that they cannot cope with.  <br><br>This pattern may also be used adverbially as この上なく.<br><br>35. この上なくいい天気でした。<br>The weather couldn&#8217;t have been better.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">～ということだ（伝聞）<\/h2>\n\n\n\n<p>Oftentimes, especially in formal speech such as reporting, indicating the &#8220;facts&#8221; of the matter as first stated or observed by others is indicated with ～ということだ.<br><br>36. ロケットが打ち上げられたということだ。<br>This means that a rocket was launched.<br><br>37. 駆除されたクマと、4年前に町内の70代の女性を死亡させたクマのDNAも一致したということです。<br>The DNA of the culled bear also matched that of a bear that killed a woman in her 70s who lived in the town four years ago.<br>From NHK 7\/19\/25.<br><br>38. この岩石の年代について、放射性元素を使った手法で詳しく分析したところ、太陽系誕生直後のおよそ45億6730万年前に形成されていたことがわかったということです。<br>Detailed analysis of the rock&#8217;s age using radioactive isotypes revealed that it was formed approximately 4.5673 billion years ago, shortly after the birth of our solar system. <br>From NHK 7\/19\/25.<br><br>In casual conversation, in addition to seeing it manifested as ～ってことだ, tonality heavily affects the implication behind the speaker relaying what they have heard as hearsay (伝聞). For instance, in the following examples, the speaker is not all too happy about the situation and is probing for more information. <br><br>39. その夜、ご主人はご帰宅なさらなかったということですが、おかしいじゃありませんか。どうしてなのですか。<br>I understand that your husband didn&#8217;t come home last night, but isn&#8217;t that strange? Why did he not? <br><br>40. うちの子が怪我したってことだが、いったいどうしてくれるんだ？<br>So, apparently my child got hurt. What are you going to do about it?<br><br>When the statement ～ということだ follows is not necessarily hearsay, the implication is that the speaker is trying to make a matter-of-fact statement, which would be corroborated by past experiences, common sense, or actually quoting someone. <br><br>41. 社長が朝礼で言ったのは、「心をひとつにして頑張ろう」ということだよ。<br>As for what the president was talking about in our morning meeting, he talked about &#8220;coming together and doing our best.&#8221;<br><br>In the spoken language, you may also encounter this use of ～ということだ further abbreviated to ～って. Now, as for whether what follows ～って happens to still be an ellipsed ことだ or some other plausible replacement such as 言う would be contextually based. In any event, the statement would still be backed up in some fashion beyond the speaker simply stating what they believe to be the case. <br><br>～とのことだ is largely equivalent to ～ということだ, albeit with a far calmer tone, making it inappropriate for Exs. 39-40 from earlier. It also would not fit well in Ex. 41, either, on the basis that ～とのことだ is not used to persuade the listener that the statement is true. <br><br>42. 今夜雨が降る｛という・との｝ことでした。<br>(They) were saying how it&#8217;s going to rain tonight. <br><br>In Ex. 42, while both という・との are possible, the use of という implies a degree of positive reinforcement on the part of the speaker to get the listener up to speed, with との thus being technically politer and unassuming. <br><br>～とのことだ shifts the focus to where the information is derived, making it clear that it is not derived (solely) from the speaker&#8217;s mind, which aids in the establishing its calm tone. <br><br>43. お出かけになるとのことでしたが、まだよろしいのですか。<br>I had heard about you heading out, but are you still fine (to head out)?<br><br>～とのことだ is heavily used in letters and writing, especially when congratulating, sending condolences, etc. Notice also how, in sentence-medial position, this pattern manifests as ～とのこと～. <br><br>44. ご子息様、合格なさった｛とのこと 〇・ということ X｝ですね。<br>I hear your son passed the exam.<br><br>45. お祖父様、ご逝去とのこと、心よりご冥福をお祈り申し上げます。<br>I would like to extend my heartfelt condolences to you on the passing of your grandfather.<br><br>参照<br>『日本語類義表現使い分け辞典』 by 泉原省二<\/p>\n\n\n<ol class=\"wp-block-footnotes\"><li id=\"92b87836-7cf8-46f4-b883-b34d3fa49f42\">Case particles could regularly attach to the 連体形 of verbs, and this property of the 連体形 is found fossilized in a handful of patterns such as this one.  <a href=\"#92b87836-7cf8-46f4-b883-b34d3fa49f42-link\" aria-label=\"脚注参照1にジャンプ\">↩︎<\/a><\/li><li id=\"ec94b38a-490b-4e09-a6ac-0d66573c589e\">In uber-polite 敬語-style speech, the 連体形 of ～ます does become frequently utilized despite politeness markers generally not being used in such capacity. <a href=\"#ec94b38a-490b-4e09-a6ac-0d66573c589e-link\" aria-label=\"脚注参照2にジャンプ\">↩︎<\/a><\/li><li id=\"e95b2af1-5e40-4b95-878d-2d5abe349a87\">The use of ～た should be interpreted as being confirmatory in nature and not that the measure &#8220;was&#8221; alright in the past.  <a href=\"#e95b2af1-5e40-4b95-878d-2d5abe349a87-link\" aria-label=\"脚注参照3にジャンプ\">↩︎<\/a><\/li><li id=\"f9b0f4eb-2929-4984-a945-9df00cd9ceef\">Politeness marking cannot occur in 連体形 position under normal circumstances, which is why both sides may not match in this regard. <a href=\"#f9b0f4eb-2929-4984-a945-9df00cd9ceef-link\" aria-label=\"脚注参照4にジャンプ\">↩︎<\/a><\/li><li id=\"1382b799-93c2-41ea-959a-60ee6fd5bad9\">This also coincides with how the <a href=\"https:\/\/imabi.org\/the-scope-marker-%ef%bd%9e%e3%81%ae%e3%81%a0\/\" data-type=\"page\" data-id=\"7485\">scope marker ～のだ<\/a> is similarly ungrammatical due to grammatical redundancy, as nominal predicates naturally designate &#8220;X = Y, &#8221; unambiguously as the &#8220;focus&#8221; of defining.  <a href=\"#1382b799-93c2-41ea-959a-60ee6fd5bad9-link\" aria-label=\"脚注参照5にジャンプ\">↩︎<\/a><\/li><li id=\"405206e0-e9e8-4660-b9ff-62e77a13fdb6\">～ませんことよ is an example of <a href=\"https:\/\/imabi.org\/%e3%81%a6%e3%82%88%e3%83%bb%e3%81%a0%e3%82%8f%e8%a8%80%e8%91%89\/\" data-type=\"page\" data-id=\"3478\">てよ・だわ言葉<\/a>.  <a href=\"#405206e0-e9e8-4660-b9ff-62e77a13fdb6-link\" aria-label=\"脚注参照6にジャンプ\">↩︎<\/a><\/li><\/ol>\n\n\n<p><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Phrasal こと: ～ことに・～ことには・～AことはA～・Aことこの上ない・～ということだ The grammatical patterns involving the nominalizer こと to be di<a class=\"more-link\" href=\"https:\/\/imabi.org\/phrasal-%e3%81%93%e3%81%a8\/\">続きを読む <span class=\"screen-reader-text\">&#8220;Phrasal こと&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":"[{\"content\":\"Case particles could regularly attach to the 連体形 of verbs, and this property of the 連体形 is found fossilized in a handful of patterns such as this one. \",\"id\":\"92b87836-7cf8-46f4-b883-b34d3fa49f42\"},{\"content\":\"In uber-polite 敬語-style speech, the 連体形 of ～ます does become frequently utilized despite politeness markers generally not being used in such capacity.\",\"id\":\"ec94b38a-490b-4e09-a6ac-0d66573c589e\"},{\"content\":\"The use of ～た should be interpreted as being confirmatory in nature and not that the measure \\\"was\\\" alright in the past. \",\"id\":\"e95b2af1-5e40-4b95-878d-2d5abe349a87\"},{\"content\":\"Politeness marking cannot occur in 連体形 position under normal circumstances, which is why both sides may not match in this regard.\",\"id\":\"f9b0f4eb-2929-4984-a945-9df00cd9ceef\"},{\"content\":\"This also coincides with how the <a href=\\\"https:\/\/imabi.org\/the-scope-marker-%ef%bd%9e%e3%81%ae%e3%81%a0\/\\\" data-type=\\\"page\\\" data-id=\\\"7485\\\">scope marker ～のだ<\/a> is similarly ungrammatical due to grammatical redundancy, as nominal predicates naturally designate \\\"X = Y, \\\" unambiguously as the \\\"focus\\\" of defining. \",\"id\":\"1382b799-93c2-41ea-959a-60ee6fd5bad9\"},{\"content\":\"～ませんことよ is an example of <a href=\\\"https:\/\/imabi.org\/%e3%81%a6%e3%82%88%e3%83%bb%e3%81%a0%e3%82%8f%e8%a8%80%e8%91%89\/\\\" data-type=\\\"page\\\" data-id=\\\"3478\\\">てよ・だわ言葉<\/a>. \",\"id\":\"405206e0-e9e8-4660-b9ff-62e77a13fdb6\"}]"},"tags":[],"class_list":["post-12522","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-3fY","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/12522","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=12522"}],"version-history":[{"count":42,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/12522\/revisions"}],"predecessor-version":[{"id":12628,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/12522\/revisions\/12628"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=12522"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=12522"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}