{"id":1261,"date":"2023-08-12T15:24:11","date_gmt":"2023-08-12T22:24:11","guid":{"rendered":"https:\/\/imabi.org\/?page_id=1261"},"modified":"2024-03-23T01:10:29","modified_gmt":"2024-03-23T08:10:29","slug":"%e5%90%8d%e4%b9%97%e3%82%8a%e8%a8%93","status":"publish","type":"page","link":"https:\/\/imabi.org\/%e5%90%8d%e4%b9%97%e3%82%8a%e8%a8%93\/","title":{"rendered":"名乗り訓"},"content":{"rendered":"\n<h3 class=\"wp-block-heading\">名乗り訓<\/h3>\n\n\n\n<p>Reading place names and personal names are both equally difficult. In fact, a lifetime of experience with the language may not suffice to read any given name with 100% certainty. Nonetheless, native-level readers don&#8217;t grapple their minds around reading names too much. The reasons for this are simple: many of the same exceptional readings are systematic in nature and the Kanji chosen for names is not as random as it may seem. Furthermore, there are many situations in Japan which require people to provide the Furigana of their names to eliminate confusion altogether.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">人名用漢字<\/h3>\n\n\n\n<p>In 1951, the Japanese government designated a further set of characters not included in the 当用漢字表&nbsp;for use in names that could be used in family registries. As of 2022,&nbsp;633 Kanji not registered in&nbsp;常用漢字表&nbsp;and&nbsp;all 2,136 Kanji registered in the 常用漢字表&nbsp;are allowed for use in names by default. Additionally, their 旧字体 (212) are all recognized as proper variants (異体字) that may be used in names. This brings the grand total of glyphs that are useable in names to be 2,999.&nbsp;<\/p>\n\n\n\n<p>The first hurdle will be ensuring that you learn the entire 常用漢字表 as well as the 633 unique Kanji designated for name-use. Remember that Kanji are not just used in names. The purpose for the list is to designate which ones are suitable to be in names. Therefore, these 633 Kanji (listed below) will also be used regular words. Provided that you have been studying Japanese for several years, many of these Kanji should hopefully be familiar. <\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><thead><tr><td>常用漢字外の漢字<\/td><\/tr><\/thead><tbody><tr><td>丑 丞 乃 之 乎 也 云 亘‐亙 些 亦 亥 亨 亮 仔 伊 伍 伽 佃 佑 伶 侃 侑 俄 俠 俣 俐 倭 俱 倦 倖 偲 傭 儲 允 兎 兜 其 冴 凌 凜‐凛 凧 凪 凰 凱 函 劉 劫 勁 勺 勿 匁 匡 廿 卜 卯 卿 厨 厩 叉 叡 叢 叶 只 吾 吞 吻 哉 哨 啄 哩 喬 喧 喰 喋 嘩 嘉 嘗 噌 噂 圃 圭 坐 尭‐堯 坦 埴 堰 堺 堵 塙 壕 壬 夷 奄 奎 套 娃 姪 姥 娩 嬉 孟 宏 宋 宕 宥 寅 寓 寵 尖 尤 屑 峨 峻 崚 嵯 嵩 嶺 巌‐巖 巫 已 巳 巴 巷 巽 帖 幌 幡 庄 庇 庚 庵 廟 廻 弘 弛 彗 彦 彪 彬 徠 忽 怜 恢 恰 恕 悌 惟 惚 悉 惇 惹 惺 惣 慧 憐 戊 或 戟 托 按 挺 挽 掬 捲 捷 捺 捧 掠 揃 摑 摺 撒 撰 撞 播 撫 擢 孜 敦 斐 斡 斧 斯 於 旭 昂 昊 昏 昌 昴 晏 晃‐晄 晒 晋 晟 晦 晨 智 暉 暢 曙 曝 曳 朋 朔 杏 杖 杜 李 杭 杵 杷 枇 柑 柴 柘 柊 柏 柾 柚 桧‐檜 栞 桔 桂 栖 桐 栗 梧 梓 梢 梛 梯 桶 梶 椛 梁 棲 椋 椀 楯 楚 楕 椿 楠 楓 椰 楢 楊 榎 樺 榊 榛 槙‐槇 槍 槌 樫 槻 樟 樋 橘 樽 橙 檎 檀 櫂 櫛 櫓 欣 欽 歎 此 殆 毅 毘 毬 汀 汝 汐 汲 沌 沓 沫 洸 洲 洵 洛 浩 浬 淵 淳 渚‐渚 淀 淋 渥 渾 湘 湊 湛 溢 滉 溜 漱 漕 漣 澪 濡 瀕 灘 灸 灼 烏 焰 焚 煌 煤 煉 熙 燕 燎 燦 燭 燿 爾 牒 牟 牡 牽 犀 狼 猪‐猪 獅 玖 珂 珈 珊 珀 玲 琢‐琢 琉 瑛 琥 琶 琵 琳 瑚 瑞 瑶 瑳 瓜 瓢 甥 甫 畠 畢 疋 疏 皐 皓 眸 瞥 矩 砦 砥 砧 硯 碓 碗 碩 碧 磐 磯 祇 祢‐禰 祐‐祐 祷‐禱 禄‐祿 禎‐禎 禽 禾 秦 秤 稀 稔 稟 稜 穣‐穰 穹 穿 窄 窪 窺 竣 竪 竺 竿 笈 笹 笙 笠 筈 筑 箕 箔 篇 篠 簞 簾 籾 粥 粟 糊 紘 紗 紐 絃 紬 絆 絢 綺 綜 綴 緋 綾 綸 縞 徽 繫 繡 纂 纏 羚 翔 翠 耀 而 耶 耽 聡 肇 肋 肴 胤 胡 脩 腔 脹 膏 臥 舜 舵 芥 芹 芭 芙 芦 苑 茄 苔 苺 茅 茉 茸 茜 莞 荻 莫 莉 菅 菫 菖 萄 菩 萌‐萠 萊 菱 葦 葵 萱 葺 萩 董 葡 蓑 蒔 蒐 蒼 蒲 蒙 蓉 蓮 蔭 蔣 蔦 蓬 蔓 蕎 蕨 蕉 蕃 蕪 薙 蕾 蕗 藁 薩 蘇 蘭 蝦 蝶 螺 蟬 蟹 蠟 衿 袈 袴 裡 裟 裳 襖 訊 訣 註 詢 詫 誼 諏 諄 諒 謂 諺 讃 豹 貰 賑 赳 跨 蹄 蹟 輔 輯 輿 轟 辰 辻 迂 迄 辿 迪 迦 這 逞 逗 逢 遥‐遙 遁 遼 邑 祁 郁 鄭 酉 醇 醐 醍 醬 釉 釘 釧 銑 鋒 鋸 錘 錐 錆 錫 鍬 鎧 閃 閏 閤 阿 陀 隈 隼 雀 雁 雛 雫 霞 靖 鞄 鞍 鞘 鞠 鞭 頁 頌 頗 顚 颯 饗 馨 馴 馳 駕 駿 驍 魁 魯 鮎 鯉 鯛 鰯 鱒 鱗 鳩 鳶 鳳 鴨 鴻 鵜 鵬 鷗 鷲 鷺 鷹 麒 麟 麿 黎 黛 鼎 丑 丞 乃 之 乎 也 云 亘‐亙 些 亦 亥 亨 亮 仔 伊 伍 伽 佃 佑 伶 侃 侑 俄 俠 俣 俐 倭 俱 倦 倖 偲 傭 儲 允 兎 兜 其 冴 凌 凜‐凛 凧 凪 凰 凱 函 劉 劫 勁 勺 勿 匁 匡 廿 卜 卯 卿 厨 厩 叉 叡 叢 叶 只 吾 吞 吻 哉 哨 啄 哩 喬 喧 喰 喋 嘩 嘉 嘗 噌 噂 圃 圭 坐 尭‐堯 坦 埴 堰 堺 堵 塙 壕 壬 夷 奄 奎 套 娃 姪 姥 娩 嬉 孟 宏 宋 宕 宥 寅 寓 寵 尖 尤 屑 峨 峻 崚 嵯 嵩 嶺 巌‐巖 巫 已 巳 巴 巷 巽 帖 幌 幡 庄 庇 庚 庵 廟 廻 弘 弛 彗 彦 彪 彬 徠 忽 怜 恢 恰 恕 悌 惟 惚 悉 惇 惹 惺 惣 慧 憐 戊 或 戟 托 按 挺 挽 掬 捲 捷 捺 捧 掠 揃 摑 摺 撒 撰 撞 播 撫 擢 孜 敦 斐 斡 斧 斯 於 旭 昂 昊 昏 昌 昴 晏 晃‐晄 晒 晋 晟 晦 晨 智 暉 暢 曙 曝 曳 朋 朔 杏 杖 杜 李 杭 杵 杷 枇 柑 柴 柘 柊 柏 柾 柚 桧‐檜 栞 桔 桂 栖 桐 栗 梧 梓 梢 梛 梯 桶 梶 椛 梁 棲 椋 椀 楯 楚 楕 椿 楠 楓 椰 楢 楊 榎 樺 榊 榛 槙‐槇 槍 槌 樫 槻 樟 樋 橘 樽 橙 檎 檀 櫂 櫛 櫓 欣 欽 歎 此 殆 毅 毘 毬 汀 汝 汐 汲 沌 沓 沫 洸 洲 洵 洛 浩 浬 淵 淳 渚‐渚 淀 淋 渥 渾 湘 湊 湛 溢 滉 溜 漱 漕 漣 澪 濡 瀕 灘 灸 灼 烏 焰 焚 煌 煤 煉 熙 燕 燎 燦 燭 燿 爾 牒 牟 牡 牽 犀 狼 猪‐猪 獅 玖 珂 珈 珊 珀 玲 琢‐琢 琉 瑛 琥 琶 琵 琳 瑚 瑞 瑶 瑳 瓜 瓢 甥 甫 畠 畢 疋 疏 皐 皓 眸 瞥 矩 砦 砥 砧 硯 碓 碗 碩 碧 磐 磯 祇 祢‐禰 祐‐祐 祷‐禱 禄‐祿 禎‐禎 禽 禾 秦 秤 稀 稔 稟 稜 穣‐穰 穹 穿 窄 窪 窺 竣 竪 竺 竿 笈 笹 笙 笠 筈 筑 箕 箔 篇 篠 簞 簾 籾 粥 粟 糊 紘 紗 紐 絃 紬 絆 絢 綺 綜 綴 緋 綾 綸 縞 徽 繫 繡 纂 纏 羚 翔 翠 耀 而 耶 耽 聡 肇 肋 肴 胤 胡 脩 腔 脹 膏 臥 舜 舵 芥 芹 芭 芙 芦 苑 茄 苔 苺 茅 茉 茸 茜 莞 荻 莫 莉 菅 菫 菖 萄 菩 萌‐萠 萊 菱 葦 葵 萱 葺 萩 董 葡 蓑 蒔 蒐 蒼 蒲 蒙 蓉 蓮 蔭 蔣 蔦 蓬 蔓 蕎 蕨 蕉 蕃 蕪 薙 蕾 蕗 藁 薩 蘇 蘭 蝦 蝶 螺 蟬 蟹 蠟 衿 袈 袴 裡 裟 裳 襖 訊 訣 註 詢 詫 誼 諏 諄 諒 謂 諺 讃 豹 貰 賑 赳 跨 蹄 蹟 輔 輯 輿 轟 辰 辻 迂 迄 辿 迪 迦 這 逞 逗 逢 遥‐遙 遁 遼 邑 祁 郁 鄭 酉 醇 醐 醍 醬 釉 釘 釧 銑 鋒 鋸 錘 錐 錆 錫 鍬 鎧 閃 閏 閤 阿 陀 隈 隼 雀 雁 雛 雫 霞 靖 鞄 鞍 鞘 鞠 鞭 頁 頌 頗 顚 颯 饗 馨 馴 馳 駕 駿 驍 魁 魯 鮎 鯉 鯛 鰯 鱒 鱗 鳩 鳶 鳳 鴨 鴻 鵜 鵬 鷗 鷲 鷺 鷹 麒 麟 麿 黎 黛 鼎<\/td><\/tr><tr><td>&nbsp;※Glyphs combined via hyphen are variants of each other (right = 旧).&nbsp;<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<figure class=\"wp-block-table\"><table><thead><tr><td><strong>常用漢字の異体字<\/strong><\/td><\/tr><\/thead><tbody><tr><td>亞（亜） 惡（悪） 爲（為） 逸（逸） 榮（栄） 衞（衛） 謁（謁） 圓（円） <br>緣（縁） 薗（園） 應（応） 櫻（桜） 奧（奥） 橫（横） 溫（温） 價（価） <br>禍（禍） 悔（悔） 海（海） 壞（壊） 懷（懐） 樂（楽） 渴（渇） 卷（巻） <br>陷（陥） 寬（寛） 漢（漢） 氣（気） 祈（祈） 器（器） 僞（偽） 戲（戯） <br>虛（虚） 峽（峡） 狹（狭） 響（響） 曉（暁） 勤（勤） 謹（謹） 駈（駆） <br>勳（勲） 薰（薫） 惠（恵） 揭（掲） 鷄（鶏） 藝（芸） 擊（撃） 縣（県） <br>儉（倹） 劍（剣） 險（険） 圈（圏） 檢（検） 顯（顕） 驗（験） 嚴（厳） <br>廣（広） 恆（恒） 黃（黄） 國（国） 黑（黒） 穀（穀） 碎（砕） 雜（雑） <br>祉（祉） 視（視） 兒（児） 濕（湿） 實（実） 社（社） 者（者） 煮（煮） <br>壽（寿） 收（収） 臭（臭） 從（従） 澁（渋） 獸（獣） 縱（縦） 祝（祝） <br>暑（暑） 署（署） 緖（緒） 諸（諸） 敍（叙） 將（将） 祥（祥） 涉（渉） <br>燒（焼） 奬（奨） 條（条） 狀（状） 乘（乗） 淨（浄） 剩（剰） 疊（畳） <br>孃（嬢） 讓（譲） 釀（醸） 神（神） 眞（真） 寢（寝） 愼（慎） 盡（尽） <br>粹（粋） 醉（酔） 穗（穂） 瀨（瀬） 齊（斉） 靜（静） 攝（摂） 節（節） <br>專（専） 戰（戦） 纖（繊） 禪（禅） 祖（祖） 壯（壮） 爭（争） 莊（荘） <br>搜（捜） 巢（巣） 曾（曽） 裝（装） 僧（僧） 層（層） 瘦（痩） 騷（騒） <br>增（増） 憎（憎） 藏（蔵） 贈（贈） 臟（臓） 卽（即） 帶（帯） 滯（滞） <br>瀧（滝） 單（単） 嘆（嘆） 團（団） 彈（弾） 晝（昼） 鑄（鋳） 著（著） <br>廳（庁） 徵（徴） 聽（聴） 懲（懲） 鎭（鎮） 轉（転） 傳（伝） 都（都） <br>嶋（島） 燈（灯） 盜（盗） 稻（稲） 德（徳） 突（突） 難（難） 拜（拝） <br>盃（杯） 賣（売） 梅（梅） 髮（髪） 拔（抜） 繁（繁） 晚（晩） 卑（卑） <br>祕（秘） 碑（碑） 賓（賓） 敏（敏） 冨（富） 侮（侮） 福（福） 拂（払） <br>佛（仏） 勉（勉） 步（歩） 峯（峰） 墨（墨） 飜（翻） 每（毎） 萬（万） <br>默（黙） 埜（野） 彌（弥） 藥（薬） 與（与） 搖（揺） 樣（様） 謠（謡） <br>來（来） 賴（頼） 覽（覧） 欄（欄） 龍（竜） 虜（虜） 凉（涼） 綠（緑） <br>淚（涙） 壘（塁） 類（類） 禮（礼） 曆（暦） 歷（歴） 練（練） 鍊（錬） <br>郞（郎） 朗（朗） 廊（廊） 錄（録）<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>When it comes to surnames and place names, the initial intent of the Japanese government was to restrict Kanji use in general to the 人名用漢字表. However, as of 2012, this restriction has been completely abolished for various reasons including respecting the spelling of foreign names which utilize Kanji.&nbsp;<\/p>\n\n\n\n<p>Nonetheless, the list still serves as a guideline for personal names and local municipalities reserve the right to reject name applications utilizing Kanji not within this list. Contrarily, however, individuals have the right to seek special permission. Such requests tend to ultimately result in the list being updated with more Kanji every few years.&nbsp;<\/p>\n\n\n\n<p>Although attempts have been made to limit the number of Kanji useable in names, no attempts have been made to limit the possible readings that can be implemented in names. In Japanese, one must remember that each Kanji may have multiple 音読み and 訓読み, but as for the latter, superimposing words onto Kanji for semantic purposes (熟字訓) is a form of 訓読み by definition, and this is the ultimate cause as to why names are so difficult to read.&nbsp;<\/p>\n\n\n\n<p>As hinted at in the title and the introduction header of this lesson, 人名訓・名乗り訓 are special 訓読み which are used in names. Many Kanji have a number of such readings, but some are far more common than others. Below are some of the most common examples.<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><thead><tr><td class=\"has-text-align-center\" data-align=\"center\"><strong>読み<\/strong><\/td><td class=\"has-text-align-center\" data-align=\"center\"><strong>&nbsp;使える字<\/strong><\/td><td class=\"has-text-align-center\" data-align=\"center\"><strong>&nbsp;読み<\/strong><\/td><td class=\"has-text-align-center\" data-align=\"center\"><strong>&nbsp;使える字<\/strong><\/td><\/tr><\/thead><tbody><tr><td class=\"has-text-align-center\" data-align=\"center\">あかり<br>あかる<\/td><td class=\"has-text-align-center\" data-align=\"center\">明・灯・照・耀<\/td><td class=\"has-text-align-center\" data-align=\"center\">あきら<\/td><td class=\"has-text-align-center\" data-align=\"center\">昭・明・昌・晃・彰・章・晶<\/td><\/tr><tr><td class=\"has-text-align-center\" data-align=\"center\">あつし<\/td><td class=\"has-text-align-center\" data-align=\"center\">敦・厚・篤・淳<\/td><td class=\"has-text-align-center\" data-align=\"center\">いさ<\/td><td class=\"has-text-align-center\" data-align=\"center\">勇・勲・績・功<\/td><\/tr><tr><td class=\"has-text-align-center\" data-align=\"center\">いずる<\/td><td class=\"has-text-align-center\" data-align=\"center\">出・貫<\/td><td class=\"has-text-align-center\" data-align=\"center\">いたる<\/td><td class=\"has-text-align-center\" data-align=\"center\">至・及到・格・之・及<\/td><\/tr><tr><td class=\"has-text-align-center\" data-align=\"center\">おき<\/td><td class=\"has-text-align-center\" data-align=\"center\">興・起・意・隆<\/td><td class=\"has-text-align-center\" data-align=\"center\">おさむ<\/td><td class=\"has-text-align-center\" data-align=\"center\">治・修・収・理・納<\/td><\/tr><tr><td class=\"has-text-align-center\" data-align=\"center\">かず<\/td><td class=\"has-text-align-center\" data-align=\"center\">和・計・運・師<\/td><td class=\"has-text-align-center\" data-align=\"center\">かつ<\/td><td class=\"has-text-align-center\" data-align=\"center\">勝・克・且<\/td><\/tr><tr><td class=\"has-text-align-center\" data-align=\"center\">きよ（し）<\/td><td class=\"has-text-align-center\" data-align=\"center\">清・潔・斎聖・粛・斎<\/td><td class=\"has-text-align-center\" data-align=\"center\">くに<\/td><td class=\"has-text-align-center\" data-align=\"center\">国・邦・那・郁<\/td><\/tr><tr><td class=\"has-text-align-center\" data-align=\"center\">これ<\/td><td class=\"has-text-align-center\" data-align=\"center\">之・是・惟<\/td><td class=\"has-text-align-center\" data-align=\"center\">さだ（む）<\/td><td class=\"has-text-align-center\" data-align=\"center\">定・正・毅・禎<\/td><\/tr><tr><td class=\"has-text-align-center\" data-align=\"center\">しげ<\/td><td class=\"has-text-align-center\" data-align=\"center\">繁・茂・重・樹<\/td><td class=\"has-text-align-center\" data-align=\"center\">すすむ<\/td><td class=\"has-text-align-center\" data-align=\"center\">進・晋・奨・享<\/td><\/tr><tr><td class=\"has-text-align-center\" data-align=\"center\">すけ<\/td><td class=\"has-text-align-center\" data-align=\"center\">介・助・輔・丞・佑・甫<\/td><td class=\"has-text-align-center\" data-align=\"center\">たか<\/td><td class=\"has-text-align-center\" data-align=\"center\">孝・隆・貴・尊・崇・高<\/td><\/tr><tr><td class=\"has-text-align-center\" data-align=\"center\">たけ<\/td><td class=\"has-text-align-center\" data-align=\"center\">壮・剛・武・猛・毅・雄<\/td><td class=\"has-text-align-center\" data-align=\"center\">ただ（し）<\/td><td class=\"has-text-align-center\" data-align=\"center\">忠・惟・正・匡・直<\/td><\/tr><tr><td class=\"has-text-align-center\" data-align=\"center\">ただす<\/td><td class=\"has-text-align-center\" data-align=\"center\">正・匡・直・質・糾<\/td><td class=\"has-text-align-center\" data-align=\"center\">つね<\/td><td class=\"has-text-align-center\" data-align=\"center\">常・恒・経・典<\/td><\/tr><tr><td class=\"has-text-align-center\" data-align=\"center\">つよし<\/td><td class=\"has-text-align-center\" data-align=\"center\">強・剛・毅・豪・健<\/td><td class=\"has-text-align-center\" data-align=\"center\">つら<\/td><td class=\"has-text-align-center\" data-align=\"center\">貫・列・陳<\/td><\/tr><tr><td class=\"has-text-align-center\" data-align=\"center\">てる<\/td><td class=\"has-text-align-center\" data-align=\"center\">輝・照・瑛・光・耀<\/td><td class=\"has-text-align-center\" data-align=\"center\">とおる<\/td><td class=\"has-text-align-center\" data-align=\"center\">通・徹・透・融・達・亨<\/td><\/tr><tr><td class=\"has-text-align-center\" data-align=\"center\">とし<\/td><td class=\"has-text-align-center\" data-align=\"center\">敏・俊・利・寿・稔・年・歳・稔・秋<\/td><td class=\"has-text-align-center\" data-align=\"center\">とも<\/td><td class=\"has-text-align-center\" data-align=\"center\">智・知・朋・伴・友・双・併<\/td><\/tr><tr><td class=\"has-text-align-center\" data-align=\"center\">なお<\/td><td class=\"has-text-align-center\" data-align=\"center\">直・尚・治・猶・巨<\/td><td class=\"has-text-align-center\" data-align=\"center\">なり<br>なる<\/td><td class=\"has-text-align-center\" data-align=\"center\">成・就・哉・也・生<\/td><\/tr><tr><td class=\"has-text-align-center\" data-align=\"center\">のぶ<\/td><td class=\"has-text-align-center\" data-align=\"center\">信・伸・延・暢・宣・展・陳・演・申・寅<\/td><td class=\"has-text-align-center\" data-align=\"center\">のり<\/td><td class=\"has-text-align-center\" data-align=\"center\">紀・徳・典・憲・範・法・教・規・記・録・伝・告・宣・乗<\/td><\/tr><tr><td class=\"has-text-align-center\" data-align=\"center\">はじめ<br>はじむ<\/td><td class=\"has-text-align-center\" data-align=\"center\">創・始・一・朔・肇・元<\/td><td class=\"has-text-align-center\" data-align=\"center\">はる<\/td><td class=\"has-text-align-center\" data-align=\"center\">晴・治・陽・映・悠・遥・遼・張・春<\/td><\/tr><tr><td class=\"has-text-align-center\" data-align=\"center\">はるか<\/td><td class=\"has-text-align-center\" data-align=\"center\">遥・遼・悠・遠<\/td><td class=\"has-text-align-center\" data-align=\"center\">ひさ（し）<\/td><td class=\"has-text-align-center\" data-align=\"center\">久・尚・寿・悠<\/td><\/tr><tr><td class=\"has-text-align-center\" data-align=\"center\">ひで<\/td><td class=\"has-text-align-center\" data-align=\"center\">秀・英・映・栄・傑・偉<\/td><td class=\"has-text-align-center\" data-align=\"center\">ひとし<\/td><td class=\"has-text-align-center\" data-align=\"center\">等・均・一・同・整・斉<\/td><\/tr><tr><td class=\"has-text-align-center\" data-align=\"center\">ひろ（し）<\/td><td class=\"has-text-align-center\" data-align=\"center\">広・弘・宏・洋・博・寛・裕・浩<\/td><td class=\"has-text-align-center\" data-align=\"center\">ふみ<\/td><td class=\"has-text-align-center\" data-align=\"center\">史・郁・文・典<\/td><\/tr><tr><td class=\"has-text-align-center\" data-align=\"center\">まさ<\/td><td class=\"has-text-align-center\" data-align=\"center\">正・政・雅・将・昌・勝<\/td><td class=\"has-text-align-center\" data-align=\"center\">まこと<\/td><td class=\"has-text-align-center\" data-align=\"center\">信・真・実・忠・諒<\/td><\/tr><tr><td class=\"has-text-align-center\" data-align=\"center\">まもる<\/td><td class=\"has-text-align-center\" data-align=\"center\">守・護・衛<\/td><td class=\"has-text-align-center\" data-align=\"center\">みち<\/td><td class=\"has-text-align-center\" data-align=\"center\">道・進・通・路<\/td><\/tr><tr><td class=\"has-text-align-center\" data-align=\"center\">みつ<\/td><td class=\"has-text-align-center\" data-align=\"center\">光・満・貢・三<\/td><td class=\"has-text-align-center\" data-align=\"center\">みのり<br>みのる<\/td><td class=\"has-text-align-center\" data-align=\"center\">稔・実・穣・年・季・秋・穂<\/td><\/tr><tr><td class=\"has-text-align-center\" data-align=\"center\">もと<\/td><td class=\"has-text-align-center\" data-align=\"center\">元・基・許・本・幹<\/td><td class=\"has-text-align-center\" data-align=\"center\">&nbsp;もり<\/td><td class=\"has-text-align-center\" data-align=\"center\">森・守・杜・護・盛・衛<\/td><\/tr><tr><td class=\"has-text-align-center\" data-align=\"center\">やす<\/td><td class=\"has-text-align-center\" data-align=\"center\"> 安・泰・靖・康・休・恭<\/td><td class=\"has-text-align-center\" data-align=\"center\">&nbsp;ゆき<\/td><td class=\"has-text-align-center\" data-align=\"center\">行・之・晋・征・雪・幸・志<\/td><\/tr><tr><td class=\"has-text-align-center\" data-align=\"center\">よし<\/td><td class=\"has-text-align-center\" data-align=\"center\">良・義・慶・佳・善・由・吉・好・祥・淑・宜・凱・喜・芳・美・嘉・味<\/td><td class=\"has-text-align-center\" data-align=\"center\">より<\/td><td class=\"has-text-align-center\" data-align=\"center\">導・従・遵・順・由・因・頼・便<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<h3 class=\"wp-block-heading\">キラキラネーム<\/h3>\n\n\n\n<p>Despite how varied the options may appear to be, the need to create a unique name occasionally inspires individuals to create unheard-of, flashy names know as キラキラネーム (also DQNネーム). A famous example of this is naming one&#8217;s child &#8220;Pikachu&#8221; by spelling it in Kanji as 光宙. The social ramifications of this are varied. Municipalities tend to deny such name requests initially for infants if the name proposal is done out of malice, but there are also cases in which adults rename themselves with a キラキラネーム.&nbsp;<\/p>\n\n\n\n<p>With that being said, キラキラネーム are likely here to stay unless an all-right ban is ever announced. However, such a ban is unlikely as writing foreign names in Kanji is, in a way, a form of this. Because individuals have the right and obligation to provide themselves a Japanized name upon gaining citizenship, choosing to create a キラキラネーム will undoubtedly persist.&nbsp;<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><thead><tr><td class=\"has-text-align-center\" data-align=\"center\"><strong>例<\/strong><\/td><td class=\"has-text-align-center\" data-align=\"center\"><strong>&nbsp;読み<\/strong><\/td><td class=\"has-text-align-center\" data-align=\"center\"><strong>&nbsp;例<\/strong><\/td><td><strong>読み<\/strong><\/td><\/tr><\/thead><tbody><tr><td class=\"has-text-align-center\" data-align=\"center\">男<\/td><td class=\"has-text-align-center\" data-align=\"center\">あだむ<\/td><td class=\"has-text-align-center\" data-align=\"center\">火星<\/td><td>まーず<\/td><\/tr><tr><td class=\"has-text-align-center\" data-align=\"center\">七音<\/td><td class=\"has-text-align-center\" data-align=\"center\">どれみ<\/td><td class=\"has-text-align-center\" data-align=\"center\">姫<\/td><td>ぷりんせす<\/td><\/tr><tr><td class=\"has-text-align-center\" data-align=\"center\">天響<\/td><td class=\"has-text-align-center\" data-align=\"center\">てぃな<\/td><td class=\"has-text-align-center\" data-align=\"center\">美々魅<\/td><td>みみみ<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<h3 class=\"wp-block-heading\">Names of Famous Individuals　<br>有名人の名前（一覧）<\/h3>\n\n\n\n<p>To practice reading names now that you have learned the various aspects that are involved, below is a chart of many famous individuals. How many could you read without Furigana?<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><thead><tr><td><strong>名前<\/strong><\/td><td><strong>&nbsp;名前<\/strong><\/td><td><strong>名前&nbsp;<\/strong><\/td><\/tr><\/thead><tbody><tr><td>安倍晋三<br>あべ しんぞう<\/td><td>村上春樹<br>むらかみ はるき<\/td><td> 三島由紀夫<br>みしま ゆきお<\/td><\/tr><tr><td>黒澤明<br>くろさわ あきら<\/td><td>大坂なおみ<br>おおさか なおみ<\/td><td> 本田圭佑<br>ほんだ けいすけ<\/td><\/tr><tr><td>宮崎駿<br>みやざき はやお<\/td><td>大谷翔平<br>おおたに しょうへい<\/td><td> 羽生結弦<br>はにゅう ゆづる<\/td><\/tr><tr><td>中邑真輔<br>なかむら しんすけ<\/td><td>錦織圭<br>にしこり けい<\/td><td> 岸田文雄<br>きしだ ふみお<\/td><\/tr><tr><td>織田信長<br>おだ のぶなが<\/td><td>豊臣秀吉<br>とよとみ ひでよし<\/td><td>谷崎潤一郎<br>たにざき じゅんいちろう<\/td><\/tr><\/tbody><\/table><\/figure>\n","protected":false},"excerpt":{"rendered":"<p>名乗り訓 Reading place names and personal names are both equally difficult. In fact, a lifetime of experience with<a class=\"more-link\" href=\"https:\/\/imabi.org\/%e5%90%8d%e4%b9%97%e3%82%8a%e8%a8%93\/\">続きを読む <span class=\"screen-reader-text\">&#8220;名乗り訓&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":""},"tags":[],"class_list":["post-1261","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-kl","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/1261","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=1261"}],"version-history":[{"count":5,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/1261\/revisions"}],"predecessor-version":[{"id":3858,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/1261\/revisions\/3858"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=1261"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=1261"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}