{"id":12800,"date":"2025-07-24T19:26:04","date_gmt":"2025-07-25T02:26:04","guid":{"rendered":"https:\/\/imabi.org\/?page_id=12800"},"modified":"2025-07-28T09:25:41","modified_gmt":"2025-07-28T16:25:41","slug":"whether-no-matter-or-v1-%ef%bd%9e%ef%bc%88%e3%82%88%ef%bc%89%e3%81%86%ef%bd%9b%e3%81%8c%e3%83%bb%e3%81%a8%ef%bd%9dv1%ef%bc%8b%ef%bd%9e%e3%81%be%e3%81%84%ef%bd%9b%e3%81%8c%e3%83%bb%e3%81%a8","status":"publish","type":"page","link":"https:\/\/imabi.org\/whether-no-matter-or-v1-%ef%bd%9e%ef%bc%88%e3%82%88%ef%bc%89%e3%81%86%ef%bd%9b%e3%81%8c%e3%83%bb%e3%81%a8%ef%bd%9dv1%ef%bc%8b%ef%bd%9e%e3%81%be%e3%81%84%ef%bd%9b%e3%81%8c%e3%83%bb%e3%81%a8\/","title":{"rendered":"Whether\/No Matter&#8230; Or&#8230;:   V1 ～（よ）う｛が・と｝V1＋～まい｛が・と｝"},"content":{"rendered":"\n<h2 class=\"wp-block-heading\">Whether\/No Matter&#8230; Or&#8230;:   V1 ～（よ）う｛が・と｝V1＋～まい｛が・と｝<\/h2>\n\n\n\n<p>Over the past few lessons, we have learned how to conjugate with the auxiliary verbs ～（よ）う and ～まい for their respective predicate types. In these lessons, we learned that they all share two things in common: expressing volition and expressing supposition, with one group doing so in the affirmative (～（よ）う・だろう) and the other group do so in the negative (～まい).<\/p>\n\n\n\n<p>In this lesson, we will learn how these dual volitional\/suppositional endings are used to create contrastive conditions in the vein of &#8220;whether\/no matter&#8230; or&#8230;&#8221; Though analogous to V<sub>1<\/sub> ～ても V<sub>1<\/sub> ～なくても, this pattern is far more emphatic and reflective of the speaker&#8217;s conviction. <br><br>First, let&#8217;s go over how to conjugate with these auxiliaries. <\/p>\n\n\n\n<figure class=\"wp-block-table\"><table class=\"has-fixed-layout\"><tbody><tr><td class=\"has-text-align-center\" data-align=\"center\">Predicate Type<\/td><td class=\"has-text-align-center\" data-align=\"center\">＋～（よ）う<\/td><td class=\"has-text-align-center\" data-align=\"center\">＋～まい<\/td><\/tr><tr><td class=\"has-text-align-center\" data-align=\"center\">一段動詞<\/td><td class=\"has-text-align-center\" data-align=\"center\">見よう<\/td><td class=\"has-text-align-center\" data-align=\"center\">見（る）まい<\/td><\/tr><tr><td class=\"has-text-align-center\" data-align=\"center\">五段動詞<\/td><td class=\"has-text-align-center\" data-align=\"center\">言おう<\/td><td class=\"has-text-align-center\" data-align=\"center\">言うまい<\/td><\/tr><tr><td class=\"has-text-align-center\" data-align=\"center\">サ変<\/td><td class=\"has-text-align-center\" data-align=\"center\">しよう<\/td><td class=\"has-text-align-center\" data-align=\"center\">しまい<br>するまい<br>すまい<\/td><\/tr><tr><td class=\"has-text-align-center\" data-align=\"center\">カ変<\/td><td class=\"has-text-align-center\" data-align=\"center\">来（こ）よう<\/td><td class=\"has-text-align-center\" data-align=\"center\">来（こ）まい<br>来るまい<\/td><\/tr><tr><td class=\"has-text-align-center\" data-align=\"center\">形容詞<\/td><td class=\"has-text-align-center\" data-align=\"center\">新しかろう<\/td><td class=\"has-text-align-center\" data-align=\"center\">X<\/td><\/tr><tr><td class=\"has-text-align-center\" data-align=\"center\">形容動詞<\/td><td class=\"has-text-align-center\" data-align=\"center\">簡単だろう<br>簡単であろう<\/td><td class=\"has-text-align-center\" data-align=\"center\">簡単であるまい<\/td><\/tr><tr><td class=\"has-text-align-center\" data-align=\"center\">だ・である<\/td><td class=\"has-text-align-center\" data-align=\"center\">～だろう<br>～であろう<\/td><td class=\"has-text-align-center\" data-align=\"center\">～であるまい<\/td><\/tr><tr><td class=\"has-text-align-center\" data-align=\"center\">～ない<\/td><td class=\"has-text-align-center\" data-align=\"center\">～なかろう<\/td><td class=\"has-text-align-center\" data-align=\"center\">X<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>Next, there are several commonalities that define this pattern which will be true across all these predicate types:<\/p>\n\n\n\n<ol class=\"wp-block-list\">\n<li>While the basic pattern juxtaposes the affirmative and negative volitional\/suppositional auxiliaries with the same base predicate, the negative element may be swapped out for the antonym of the first. <\/li>\n\n\n\n<li>While &#8220;no matter\/whether&#8230; (or not)&#8221; implies more than one element, in practice, only one has to be spoken for the pattern to be valid, with the opposite &#8211; however the opposite is formed &#8211; implied. <\/li>\n\n\n\n<li>This pattern is not limited to just two elements being juxtaposed, and the chain can keep going so long as there are conditions that the speaker states shall not heed the main clause from coming to pass.<\/li>\n\n\n\n<li>The full of repetition of all complements found for Predicate1 in the second element is rare (Ex. 8) but not impossible. <\/li>\n<\/ol>\n\n\n\n<p>In addition to these commonalities, there is a slight difference in nuance between using the conjunctive particle が and the conjunctive particle と.<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Predicate<sub>1<\/sub> ～（よ）うが (Predicate<sub>1<\/sub> ～まいが): Most often used to describe scenarios which directly concern the mental state\/reality of the speaker, while also characterized said scenario as frankly and\/or as crudely as possible. <\/li>\n\n\n\n<li>Predicate<sub>1<\/sub> ～（よ）うと (Predicate<sub>1<\/sub> ～まいと): Most often used to describe scenarios which are detached or indirectly related to (one&#8217;s) reality, making it most suitable for really letting one&#8217;s analogies and hypotheticals go wild; however, this does not take away from how the main predicate remains true. <\/li>\n<\/ul>\n\n\n\n<p>Out of brevity, the second element is still to be understood as being either Predicate<sub>1<\/sub> ～まい｛が・と｝ or Predicate<sub>2<\/sub> ～（よ）う｛が・と｝.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">V<sub>1<\/sub> ～（よ）う｛が・と｝(V<sub>1<\/sub>＋～まい｛が・と｝)<br>V<sub>i<\/sub>～（よ）う｛が・と｝(V<sub>2<\/sub>＋～（よ）う｛が・と｝)<\/h3>\n\n\n\n<p>First, let&#8217;s investigate how this pattern affects verbal predicates. With verbs, the nature of the volitional\/suppositional auxiliaries depends on the verb&#8217;s semantics, which we will go into further detail upon having seen some example sentences.<\/p>\n\n\n\n<p>1. 君が行こうと行くまいと俺の勝ちだ。<br>Whether you go or don&#8217;t go, the victory is mine.<\/p>\n\n\n\n<p>2. 人が来ようと来まいと、パーティーを開く予定には変わりはないんだ。<br>Whether people come or not, I&#8217;m still going to throw the party.<br><br>3. 信じようと信じまいと真実は変わらない。<br>Whether you believe it or not, the truth will not change.<br><br>4. 実際に謝ろうと謝るまいと、本気で悔いていれば違いはないのですか。<br>Whether you actually apologize or not, would there not be any difference if you truly regretted (your actions)?<br><br>5. 手術をしようがしまいが、間に合わない。<br>Whether I undergo surgery or not, it won&#8217;t make it in time.<br><br>6. 肺癌は、たばこを吸おうが吸うまいが、罹るときは罹ってしまう。<br>Lung cancer, whether you smoke or not, is something you get when you get it.<br><br>7. 何をしようと<ruby>私<\/ruby>の<ruby>知<\/ruby>ったことではありません。<br>Whatever you do, I know nothing about it.<\/p>\n\n\n\n<p>Sometimes, the juxtaposed second element is not the exact antonym of the first, but there must still be a stark contrast between the two, such as, but not excluded to, spears falling from the sky instead of water.<\/p>\n\n\n\n<p>8. 雨が降ろうが槍が降ろうが、決して揺らぐことがない。<br>Come hell or high water, I shan&#8217;t waver.<br>Literally: Whether it rains water or spears, I shan&#8217;t waver.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">Partial Ellipsis w\/ する Verbs<\/h4>\n\n\n\n<p>Ellipsis of the nominal root of a する verb occurs provided that said predicate is repeated. While zero ellipsis in this environment is not ungrammatical, it is unnecessarily verbose and would be subject to being corrected.<br><br>9. 不倫しようがしまいがその人の人生なんだし、好きにさせてやればいいと思うし、赤の他人がどうこう言う問題じゃないと思うんです。<br>Whether someone commits infidelity or not, that&#8217;s a matter of that person&#8217;s life, and I feel we ought to let (people) do what they please and that it&#8217;s not a matter complete strangers ought to fuss about.<br><br>10. 結婚しようが結婚しまいがストレスが少ないのが一番大事！<br>Whether you get married or not, the most important thing is to have as little stress as possible!<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">～ていよう｛が・と｝～（て）いまい｛が・と｝<\/h4>\n\n\n\n<p>It turns out that base verb in its て form may be ellipsed in the second element when the forms ～ていよう ～ていまい are being juxtaposed.<br><br>11. 自覚していようがしていまいが、誰の心にも差別や偏見は潜んでいる。<br>Whether we are aware of it or not, discrimination and prejudice lurk in everyone&#8217;s heart.<br><br>12. 自覚していようがいまいが、それぞれ自分が主人公の物語を紡いでいます。<br>Whether we realize it or not, each of us is weaving our own story as the protagonist.<br><br>13. 口に出そうと出すまいと、意識していようといまいと、観客が恋愛や犯罪や麻薬や戦争や反乱を通して求めているのは、結局、詩的・・・<br>Whether they say it or not, whether they are aware of it or not, what audiences are looking for through love, crime, drugs, war, and rebellion is ultimately poetry&#8230;<br><br>14. 意識していようとしていまいと，我々は常に「決断」しています。<br>Whether we are aware of it or not, we are constantly making &#8220;decisions.&#8221;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Volition VS Supposition<\/h3>\n\n\n\n<p>This grammar point is a great bridging context between the notions of volition and supposition. Determining which is which in the context of verbal predicates requires us to consider whether or not the verbs are non-volitional by nature. <br><br>15. 私たちが一緒に行こうが行くまいが、彼女にとっては関係ないのです。<br>It doesn&#8217;t matter to her whether we go with her or not.<br><br>16. 次の旅行にあなたが一緒に行こうが行くまいが気にしない。<br>I don&#8217;t care if you come with me on the next trip or not.<br><br>17. うまく行こうが行くまいがやってみるしかない。<br>Whether it works or not, all you can do is try.<br><br>These examples show how even with the same verb, volition is not necessarily a constant. <br><br>Firstly, for volition to be involved, there must be an agent. While Ex. 15 and Ex. 16 check out with clear agents, the agent is notably not the speaker in Ex. 16, and as for Ex. 17, no agent is present at all, which renders 行く as a non-volitional verb in that context. <br><br>With this in mind, there must be a reason for why Japanese utilizes the same auxiliaries in these unique scenarios, and that reason lies in how modality is perceived, and the scale of modality at hand here is the involvement of agents being tied to the perceived certainty of the act\/event itself. This allows the same verb to differ in volition depending on the context as well as explain why the same endings can be used with all verbs. This leads us to the following relationships between volition and supposition.<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table class=\"has-fixed-layout\"><tbody><tr><td>Volition<\/td><td>Agent?<\/td><td>Supposition<\/td><\/tr><tr><td>High<\/td><td>Oneself\/One&#8217;s Group<\/td><td>Absolute certainty on executing said volition.<\/td><\/tr><tr><td>Medium<\/td><td>Others<\/td><td>Speculative as to whether said volition will be carried out.<\/td><\/tr><tr><td>None<\/td><td>No Agent<\/td><td>Likelihood that the situation will occur. <\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>Granted, these endings are being followed by conjunctive particles, meaning the modality statement is being dismissed as a mute point in the context of the main clause happening regardless. As a result, we actually do not know whether the juxtaposed conditions will even occur, making these three unique environments all that more similar within the context of this pattern.<br><br>15. 私たちが一緒に行こうが行くまいが、彼女にとっては関係ないのです。<br>It doesn&#8217;t matter to her whether we go with her or not.<br><br>Returning to Ex. 15, 行く was marked as being used in a volitional capacity. In isolation, the forms 行こう and 行くまい would be statements on the agent&#8217;s willingness to execute said action or not. With the conjunctive particle が in the picture, the agent carrying out [行こう][行くまい] does not matter for the main clause to be true, which is precisely the nature of the contrastive relationship being made.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">The Dialectal ～しようがしよ(う)まいが<\/h3>\n\n\n\n<p>In the dialects in and around Nagoya<sup data-fn=\"7aa5470f-1575-46b8-8b14-3a634002c961\" class=\"fn\"><a href=\"#7aa5470f-1575-46b8-8b14-3a634002c961\" id=\"7aa5470f-1575-46b8-8b14-3a634002c961-link\">1<\/a><\/sup>, you will encounter a variant of this pattern with verbal predicates: ～（よ）うが～よ（う）まいが . While と may still be used instead of が, が is used extensively more, perhaps due to cadence.&nbsp;&nbsp;<\/p>\n\n\n\n<p>18. PCR検査を<strong>しようがしよまいが<\/strong>、昨日愛知県で100人以上が新たに感染したことには変わりがない訳です。<br>Whether you take a COVID PCR test or not, that doesn&#8217;t change the fact that over 100 people were newly infected yesterday in Aichi Prefecture. <\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Adj<sub>1<\/sub> ～かろう｛が・と｝ Adj<sub>1<\/sub> ～なかろう｛が・と｝<\/h2>\n\n\n\n<p>The same can be said regarding the relationship between volition and supposition as it pertains to adjectival predicates. These predicates do not have agents, although subjects may be affected by the conditions set forth by them.<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table class=\"has-fixed-layout\"><tbody><tr><td>Part of Speech<\/td><td>未然形<\/td><td>Ex. Predicate<\/td><td>Ex. of Pattern<\/td><\/tr><tr><td>形容詞<\/td><td>&#8211;<em>karo<\/em>&#8211;<\/td><td>寒<span style=\"text-decoration: underline;\">かろう<\/span><\/td><td>寒かろうが寒くなかろうが※<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>※Insofar, we have only seen instances of this grammar in which the same word is repeated but in the pattern &#8220;Predicate<sub>1affirm<\/sub>. ～かろう｛が・と｝Predicate<sub>1neg.<\/sub> ～かろう｛が・と｝, but perhaps due to how adjectival predicates pertain to states, it is far more common for the second element to be the antonym of the first:<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table class=\"has-fixed-layout\"><tbody><tr><td class=\"has-text-align-center\" data-align=\"center\">寒かろうが寒くなかろうが （△） → 寒かろうが暑かろうが ◎<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>This can be extended to the other predicates as well, but we will leave such variation for after we have at least had the chance to see its basic realization with all predicate types. Nonetheless, contexts can be cherrypicked to allow for the repetition of the same adjective.<br><br>19. 寒かろうが暑かろうが、試合を中止しないよ。<br>Whether it&#8217;s hot or cold, I won&#8217;t postpone the game.<\/p>\n\n\n\n<p>20. 古かろうが新しかろうが、そんなもの買ったとしても、あてにならないよ。<br>Whether it&#8217;s old or new, even if you were to buy something like that, it won&#8217;t do you any good. <\/p>\n\n\n\n<p>21. 母さんが夜なべをして、手袋、編んでくれた。木枯らし吹いちゃ、冷たかろうに、せっせと編んだんだよ。<br>Mother knitted mittens for me on her night ship. Even though it was supposed to be cold with the wintry breeze blowing, she diligently knitted it.<br>From 『母さんの歌』.<\/p>\n\n\n\n<p>22. 美しかろうが醜かろうが、人間は人間だ。<br>Whether beautiful or ugly, a human is human.<\/p>\n\n\n\n<p>23. 黒かろうが白かろうが、蝶を俺のトカゲのエサとしか思えない。<br>Whether they&#8217;re white or black, I can only think of butterflies as food for my lizard.<\/p>\n\n\n\n<p>24. 寒かろうが寒くなかろうが、どうせ冬を避けては通れないのでどっちでもいいね。<br>Whether it&#8217;s cold or not cold, since there&#8217;s no avoiding winter anyway, it doesn&#8217;t matter either way.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">N\/Adj. N<sub>1<\/sub>であろう・だろう｝｛が・と｝+ N\/Adj. N<sub>1<\/sub>であるまい｛が・と｝<\/h2>\n\n\n\n<p>Due to the use of the copula, there is additional morphological variation with nominal and adjectival noun predicates that does not appear for the other predicate types.<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>When the copula だ is used, the opposite of だろう is でなかろう.<\/li>\n\n\n\n<li>When the copula である is used, the opposite of であろう is であるまい.<\/li>\n\n\n\n<li>Whether だ-ellipsis occurs, which occurs as follows. <\/li>\n<\/ul>\n\n\n\n<figure class=\"wp-block-table\"><table class=\"has-fixed-layout\"><tbody><tr><td class=\"has-text-align-center\" data-align=\"center\">No Ellipsis<\/td><td class=\"has-text-align-center\" data-align=\"center\">W\/ Ellipsis<\/td><\/tr><tr><td class=\"has-text-align-center\" data-align=\"center\">N\/Adj. N<sub>1<\/sub>｛であろう・だろう｝｛が・と｝N\/Adj. N<sub>1<\/sub>であるまい｛が・と｝<\/td><td class=\"has-text-align-center\" data-align=\"center\">N\/Adj. N<sub>1<\/sub>｛であろう・だろう｝｛が・と｝（で）なかろう｛が・と｝<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>25. 真実であろうが真実であるまいが、関係はない。<br>Whether it&#8217;s true or it&#8217;s not true, I have no part in it.<br><br>26. 障碍者であろうが（で）なかろうが、店員として働いている以上、責任はあるだろう？<br>Whether the person was disabled or not, the (employee) is responsible (for his actions) so long as he is working (there) as an employee.<br><br>27. 国際結婚であろうと（で）なかろうと、最初の一年はキツい。<br>Whether you&#8217;re in an international marriage or not, the first year is tough.<\/p>\n\n\n\n<p>28. 休日であろうが、なかろうが、その店は営業している。<br>Holiday or not, that store is open for business.<\/p>\n\n\n\n<p>29. 彼女が実の犯人であろうとなかろうと、中国で有罪の判決が言い渡されたから、もうすぐ処刑されるだろう。<br>Whether or not she&#8217;s the true criminal or not, because she&#8217;s been found guilty in China, she will probably be executed soon. <\/p>\n\n\n\n<p>30. <ruby>雨天<rt>うてん<\/rt><\/ruby>だろうと<ruby>決行<\/ruby>するつもりです。<br>I plan to carry it out even in rainy weather.<\/p>\n\n\n\n<p>31. 子供だろうが<ruby>容赦<rt>ようしゃ<\/rt><\/ruby>はしない。<br>Even as children, they don&#8217;t show mercy. <\/p>\n\n\n\n<p>32. どんな<ruby>人<\/ruby>だろうと、この<ruby>映画<\/ruby>は<ruby>楽<\/ruby>しめます。<br>No matter what kind of person you are, you can enjoy this movie.<br><br>33<ruby>. 真実<\/ruby>であろうが<ruby>嘘<\/ruby>であろうが、まだ<ruby>関係<\/ruby>はない。<br>Whether it&#8217;s true or a lie, I still have no part in it.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">The Ungrammaticality of Pred.1 ～（よ）う｛が・と｝+ Pred.1～なかろう｛が・と｝<\/h3>\n\n\n\n<p>With the opposite of だろう being でなかろう, and with でなかろう involving the auxiliary ～ない, you may wonder if ～なかろう can replace ～まい for verbal predicates. <\/p>\n\n\n\n<p>Firstly, in isolation, as a typical auxiliary form, ～なかろう can be used with verbal predicates just as much as it can with the other predicate types, serving as an intermediary form between ～まい and ～ないだろう.<\/p>\n\n\n\n<p>34. 夢が実現｛しまい・しなかろう｝が、真剣に取り組んだ確実な実績を周りの人に見て頂くこと、それが大切だと思っています。<br>Even if my dream doesn&#8217;t come true, I think it&#8217;s important for the people around me to see the tangible results of my hard work.<br><br>35. 理解｛できなかろう・できまい｝が現に在るものを、見ないようにして振舞っていたら、後々そこでつまづくのは、むしろ当然だろう。<br>Even if you&#8217;re not able to comprehend it, if you act like you do see what actually exists (in front of you), it&#8217;s only obvious that you&#8217;d suffer setbacks over those things in the long run.<br><br>～なかろう only denotes supposition; the control of agency is outside the control of the speaker, and thus, cannot be determined definitively. Consequently, while the actual execution of volition is not pertinent to the main clause ultimately coming to pass with V<sub>1<\/sub> ～（よ）う｛が・と｝(V<sub>1<\/sub>～まい｛が・と｝) or V<sub>1<\/sub>～（よ）う｛が・と｝(V<sub>2<\/sub>～（よ）う｛が・と｝), juxtaposition of said executions of volition still occurs. This means the use of ～なかろう over ～まい, at the very least, is out of the question for volitional verbs with agents in full control of the execution of the contrastive clauses.<br><br>As for mid-tier volitional and non-volitional verbs, or contexts in which a verb is of said vein, we find that parallelism more often that not prevents the juxtaposing of ～（よ）う and ～なかろう, as the opposite of ～なかろう out to be ～だろう.<sup data-fn=\"8e940c48-de29-43a1-8138-c5a831246f3f\" class=\"fn\"><a href=\"#8e940c48-de29-43a1-8138-c5a831246f3f\" id=\"8e940c48-de29-43a1-8138-c5a831246f3f-link\">2<\/a><\/sup><br><br>36a. 存在していようが存在していなかろうが・・・ X<br>36b. 存在していようが（して）いまいが ・・・〇<br>Whether (it) exists or not&#8230;<br><br>In everyday conversation, however, しよう｛が・と｝しなかろう｛が・と｝does in fact appear, which is the natural consequence of sentences like Exs. 34-35 being grammatical: with the suppositional meaning of the pattern employed, volition is not (entirely) in play, thus this morphological variation is valid within such contexts<sup data-fn=\"8c50c707-4dc6-4a9a-8fcb-ce3d86fa88fa\" class=\"fn\"><a href=\"#8c50c707-4dc6-4a9a-8fcb-ce3d86fa88fa\" id=\"8c50c707-4dc6-4a9a-8fcb-ce3d86fa88fa-link\">3<\/a><\/sup> and notably distinct nuance-wise. <br><br>37. 私は「地球が温暖化しようがしなかろうがどっちでもいい派」です。なんて無責任な、て思われる方もおられるでしょう。(No Volition\/Agent)<br>I&#8217;m of the opinion that &#8220;whether global warming happens or not, it doesn&#8217;t matter.&#8221; Now, I&#8217;m some of you may think that is irresponsible (of me). <br><br>38. 翻訳は誰でも書けますが、注意点は機械翻訳に頼りすぎない事です。 別に翻訳しようがしなかろうが個人の自由だし。(Agent&#8217;s Volition\/Control Not Emphasized)<br>Anyone can write up a translation, but be careful not to rely too much on mechanical translations. Anyway, it&#8217;s one&#8217;s personal choice whether to translate or not.<br><br>39. 消毒しようがしなかろうがうつるもんはうつるよなぁー！(Result Of Act Technically Out of Control of Agent)<br>Whether you disinfect or not, you&#8217;re gonna catch what&#8217;s contagious!<\/p>\n\n\n\n<p>As for the existential verb ある, because the opposite of ある is ない as opposed to あらない, あろう｛が・と｝なかろう｛が・と｝. Following what we learned for ～でない, that also means あろう｛が・と｝あるまい｛が・と｝is possible, although not as common due to cadence.<\/p>\n\n\n\n<p>40. 神の力があろうとなかろうと、それは変わりません。<br>Whether we have the power of the gods or not, that will not change.<br><br>41. お金があろうがあるまいが、土地なんか買わない。<br>Whether I have the money or not, I won&#8217;t be buying land (or the like).<\/p>\n\n\n<ol class=\"wp-block-footnotes\"><li id=\"7aa5470f-1575-46b8-8b14-3a634002c961\">This dialect region also exhibits ～まい following the 未然形 of all parts of speech, with \/yo\/ intervening for 一段, サ変, and カ変 verbs. For 五段 verbs, the 未然形 may end in either \/a\/ or \/o\/ when paired with ～まい. <a href=\"#7aa5470f-1575-46b8-8b14-3a634002c961-link\" aria-label=\"脚注参照1にジャンプ\">↩︎<\/a><\/li><li id=\"8e940c48-de29-43a1-8138-c5a831246f3f\">～だろう never replaces the use of ～（よ）う in this pattern. Perhaps in a future stage of Japanese, this placement might occur for non-volitional verbs first, but such replacement would be unlikely so long as ～（よ）う maintains its suppositional meaning, and the pattern at large would likely be completely replaced by ～ても～なくても before that were to ever get to happen. <a href=\"#8e940c48-de29-43a1-8138-c5a831246f3f-link\" aria-label=\"脚注参照2にジャンプ\">↩︎<\/a><\/li><li id=\"8c50c707-4dc6-4a9a-8fcb-ce3d86fa88fa\">The sheer absence of this morphological variation in grammar reference materials, including those for the JLPT, vs the overwhelmingly high number of examples found online is worth further study to see why it is overlooked.  <a href=\"#8c50c707-4dc6-4a9a-8fcb-ce3d86fa88fa-link\" aria-label=\"脚注参照3にジャンプ\">↩︎<\/a><\/li><\/ol>\n\n\n<p><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Whether\/No Matter&#8230; Or&#8230;: V1 ～（よ）う｛が・と｝V1＋～まい｛が・と｝ Over the past few lessons, we have learned how to<a class=\"more-link\" href=\"https:\/\/imabi.org\/whether-no-matter-or-v1-%ef%bd%9e%ef%bc%88%e3%82%88%ef%bc%89%e3%81%86%ef%bd%9b%e3%81%8c%e3%83%bb%e3%81%a8%ef%bd%9dv1%ef%bc%8b%ef%bd%9e%e3%81%be%e3%81%84%ef%bd%9b%e3%81%8c%e3%83%bb%e3%81%a8\/\">続きを読む <span class=\"screen-reader-text\">&#8220;Whether\/No Matter&#8230; Or&#8230;:   V1 ～（よ）う｛が・と｝V1＋～まい｛が・と｝&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":"[{\"content\":\"This dialect region also exhibits ～まい following the 未然形 of all parts of speech, with \/yo\/ intervening for 一段, サ変, and カ変 verbs. For 五段 verbs, the 未然形 may end in either \/a\/ or \/o\/ when paired with ～まい.\",\"id\":\"7aa5470f-1575-46b8-8b14-3a634002c961\"},{\"content\":\"～だろう never replaces the use of ～（よ）う in this pattern. Perhaps in a future stage of Japanese, this placement might occur for non-volitional verbs first, but such replacement would be unlikely so long as ～（よ）う maintains its suppositional meaning, and the pattern at large would likely be completely replaced by ～ても～なくても before that were to ever get to happen.\",\"id\":\"8e940c48-de29-43a1-8138-c5a831246f3f\"},{\"content\":\"The sheer absence of this morphological variation in grammar reference materials, including those for the JLPT, vs the overwhelmingly high number of examples found online is worth further study to see why it is overlooked. \",\"id\":\"8c50c707-4dc6-4a9a-8fcb-ce3d86fa88fa\"}]"},"tags":[],"class_list":["post-12800","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-3ks","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/12800","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=12800"}],"version-history":[{"count":45,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/12800\/revisions"}],"predecessor-version":[{"id":13003,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/12800\/revisions\/13003"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=12800"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=12800"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}