{"id":1281,"date":"2023-08-12T15:37:59","date_gmt":"2023-08-12T22:37:59","guid":{"rendered":"https:\/\/imabi.org\/?page_id=1281"},"modified":"2023-08-12T15:37:59","modified_gmt":"2023-08-12T22:37:59","slug":"the-particles-ga-wo","status":"publish","type":"page","link":"https:\/\/imabi.org\/the-particles-ga-wo\/","title":{"rendered":"The Particles Ga &amp; Wo"},"content":{"rendered":"\n<h3 class=\"wp-block-heading\">第022課: The Particles が &amp; を<\/h3>\n\n\n\n<p>　　　To begin coverage with particles in Classical Japanese, we&#8217;ll start with perhaps the two easiest to relearn in Classical Japanese.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">が<\/h3>\n\n\n\n<p>　　　An amazing feature of が in Classical Japanese is that it is for most of its history interchangeable almost completely with の as a case particle. Yes, even の was seen for the function of marking the subject. Another odd thing was that the simple sentence did not need が. This is because in the ancient period this usage didn&#8217;t exist. The first usage of が was to mark an attribute like の. From there it began being used as a subject marker, and then it started taking on conjunctive usages.&nbsp;<\/p>\n\n\n\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Remember that a case particle shows some sort of relationship between the preceding NOMINAL phrase that it modifies and the rest of the sentence. Have you noticed that they are always nominal phrases? Well, what may cause you confusion with Classical Japanese is how these particles seemingly follow right after a verb. However, the 連体形 was able to be used as a nominalized part of speech. Thus, the only difference here is how this relation is marked. This phenomenon is called 連体形の準体法. It is no longer done today for the most part. However, you can still see things like ～するのがいい. Even then the pattern is considered old-fashioned.<\/p>\n\n\n\n<p>&nbsp;　　Just as が can mark the subject (主格), it can also mark an attribute just like の (<ruby>連体修飾格<rt>れんたいしゅうしょくかく<\/rt><\/ruby>). There are still cases where が does this today. This usage is very common in place names, and it is seen in older expressions like 我が国. As far as names are concerned, you might not recognize that its が because it is often spelled as ヶ. For example, think of places like&nbsp;<ruby>関<rt>せき<\/rt><\/ruby><ruby>ヶ<rt>が<\/rt><\/ruby><ruby>原<rt>はら<\/rt><\/ruby>, which was where a crucial battle in 1600 marked the start of the&nbsp;<ruby>徳川幕府<rt>とくがわばくふ<\/rt><\/ruby>.<\/p>\n\n\n\n<p>&nbsp;　　　Two other usages that differ from Modern Japanese are showing an implied nominal, similar to what の can do today, and show apposition (同格). This usage is rather odd from appearance if you were brand new to Classical Japanese. It should not be confused as &#8220;but&#8221;. Remember that all of the usages up to now are classified as case particle usages. After all, the conjunctive usages were the last to evolve, as is the case for other particles as well.&nbsp;<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p><strong><u>Examples<\/u><\/strong>&nbsp;<\/p>\n\n\n\n<p>1.&nbsp;<ruby>清見<rt>きよみ<\/rt><\/ruby>が<ruby>関<rt>せき<\/rt><\/ruby>を<ruby>過<rt>す<\/rt><\/ruby>ぐ。<br>&nbsp; &nbsp; We pass the barrier at Kiyomi.<br>From the&nbsp;<ruby>十六夜<rt>いざよひ<\/rt><\/ruby>.&nbsp;<\/p>\n\n\n\n<p>2. すずめの<ruby>子<rt>こ<\/rt><\/ruby>を、<ruby>犬<rt>いぬ<\/rt><\/ruby>きが<ruby>逃<rt>に<\/rt><\/ruby>がしつる。<br>&nbsp; &nbsp; Inuki let the baby sparrow escape.<br>From the 源氏物語.<\/p>\n\n\n\n<p>3. 君之行 氣長成奴 山多都祢 迎加将行 待尓可将待　(原文)<br>&nbsp; &nbsp; 君が行き<ruby>日<rt>け<\/rt><\/ruby>長くなり山たづね<ruby>迎<rt>むか<\/rt><\/ruby>へ行かむ待ちにか待たむ<br>&nbsp; &nbsp; &nbsp;It&#8217;s been a while since he left. I wonder if he will cross the mountains to visit, or is he waiting as is?&nbsp;<br>From the 万葉集.<\/p>\n\n\n\n<p>4.&nbsp;<ruby>舎人<rt>とねり<\/rt><\/ruby>が寝たる足を狐にくわる。<br>&nbsp; &nbsp; The feet of the servant who was asleep were eaten by a fox.<br>From the 徒然草.<\/p>\n\n\n\n<p>5.&nbsp;<ruby>観音<rt>くわんおん<\/rt><\/ruby>、我ガ身ヲ助けたまへ。<br>&nbsp; &nbsp; Kannon, please save me!<br>From the 今昔物語集.&nbsp;<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p><strong><u>The Conjunctive Particle&nbsp;<\/u><\/strong><strong><u>が<\/u><\/strong><\/p>\n\n\n\n<p>Similar to the conjunctive particles を and に that you will learn about later in this lesson, this が can be used to mean &#8220;but\/although&#8221; like it still does in Modern Japanese, or, like in Modern Japanese, it an be used to show a sequential connection.&nbsp;&nbsp;<\/p>\n\n\n\n<p>6.&nbsp;<ruby>清盛公其比<rt>きよもりこうそのころ<\/rt><\/ruby>いまだ<ruby>大納言<rt>だいなごん<\/rt><\/ruby>にておはしけるが、大きに恐れ騒がれけり。<br>&nbsp; &nbsp; At the time, Minister Kiyomori was still a senior counselor, and he gained quite a lot of attention.<br>From the 平家物語.&nbsp;<\/p>\n\n\n\n<p>7. 昔よりおほくの<ruby>白拍子<rt>しらびやうし<\/rt><\/ruby>ありしが、かかる舞はいまだ見ず。<br>&nbsp; &nbsp; There have been many shirabyoushi dancers from the past, but we had never seen this kind of &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; dance.&nbsp;<br>From the 平家物語.&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">を<\/h3>\n\n\n\n<p>　　　Most of what を does should not be big news. Like today it marks direct objects. This, though, is not deemed as much of a grammatical necessity is today. It is often dropped just as it is in Modern Japanese.<\/p>\n\n\n\n<p>With intransitive verbs it can mean &#8220;through&#8221; as in through a point of transit as we ll as show point of origin meaning &#8220;from&#8221; as in 脇道を入る. Of course, these definitions are rather vague. It can be used in situations like showing the surroundings through which something is being done, show an event or place one isn&#8217;t at like in 授業を休む, the time through which one spends in a certain condition,&nbsp;like&nbsp;in 時を経る. It can also be used with the causative. All of these examples are in Modern Japanese, but they&#8217;re usages that were also used in Classical Japanese. Notice that all but the first were used with intransitive verbs.&nbsp;<\/p>\n\n\n\n<p>&nbsp;　　　There are a few usages of を that are not so in Modern Japanese. There are two patterns such patterns.&nbsp;<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><tbody><tr><td>&nbsp;Pattern<\/td><td>&nbsp;Modern Equivalent<\/td><\/tr><tr><td>&nbsp;Nominal + を　＋ Adjective stem + み<\/td><td>&nbsp;&#8230;が&#8230;なので<\/td><\/tr><tr><td>&nbsp;Nominal + を　＋ Verb in 連用形　＋　に（て）<\/td><td>&nbsp;&#8230;を&#8230;として<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p>　　<strong><u>&#8230;を&#8230;み<\/u><\/strong><\/p>\n\n\n\n<p>This pattern shows cause or origin. It is rather old. In fact, most of the occurrences of this pattern were in the 奈良時代. Many sources actually classify this as an interjectory particle. A problem with this theory is how similar み is to a 連用形 of a verb. Although you can&#8217;t just make a verb out of any adjective by sending it to the stem and adding む, there are some that appear to be made as such. For example, 惜しい　= regrettable and 惜しむ = to regret. It&#8217;s not uncommon for a language to have a construction be limited. So, when you treat み as a 連用形, it makes the pattern a lot easier to remember.&nbsp;<\/p>\n\n\n\n<p><strong>Particle Note<\/strong>: Remember that を＋は ＝　をば. This combination is extremely common in Classical Japanese. In some dialects this pattern resulted in the object marker becoming ば altogether, having dropped the initial を. This is extremely common in dialects of 九州.<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p><strong><u>Examples<\/u><\/strong><\/p>\n\n\n\n<p>8. そこに日を暮らしつ。<br>&nbsp; &nbsp; They ended up passing the day there.<br>From the 更級日記.&nbsp;<\/p>\n\n\n\n<p>9. 滷乎無美　葦辺乎指天　多頭鳴渡　(原文)<br><ruby>&nbsp; &nbsp; 潟<\/ruby>を無み<ruby>葦辺<rt>あしなべ<\/rt><\/ruby>をさして<ruby>鶴<rt>たず<\/rt><\/ruby>泣き渡る<br>&nbsp; &nbsp; Since the tideland was gone, the cranes cried and flew, aiming for the reed shore.<br>From the 万葉集<\/p>\n\n\n\n<p>10. 秋の田のかりほの<ruby>庵<rt>いほ<\/rt><\/ruby>の<ruby>苫<rt>とま<\/rt><\/ruby>を荒みわが<ruby>衣手<rt>ころもで<\/rt><\/ruby>は露にぬれつつ。<br>&nbsp; &nbsp; &nbsp; Since the autumn rice field&#8217;s temporary thatch is rough, my robe sleeves are drenched in dew.&nbsp;<br>From the 百人一首.&nbsp;<\/p>\n\n\n\n<p>11. かたじけなき<ruby>御心<rt>おんこころ<\/rt><\/ruby>ばへの、たぐひなきを頼みにて、まじらひたまふ。<br>&nbsp; &nbsp; &nbsp; She entered the court relying on the unprecedented depth of the affections (of the Emperor).&nbsp;<br>From the 源氏物語.<\/p>\n\n\n\n<p><strong>Particle Note<\/strong>: The particle の shows apposition here just like が here, showing that かたじけなき and たぐひなき are both in reference to 御心ばへ. &nbsp;<\/p>\n\n\n\n<p>12.&nbsp;<ruby>遙<rt>はる<\/rt><\/ruby>かなる<ruby>苔<rt>こけ<\/rt><\/ruby>の細道をふみわけて<br>&nbsp; &nbsp; &nbsp; Cutting through the long moss covered path<br>From the 徒然草&nbsp;<\/p>\n\n\n\n<p>13. 奥浪 邊波安美 射去為登 藤江乃浦尓 船曽動流　(原文)<\/p>\n\n\n\n<p>&nbsp; &nbsp; &nbsp; 沖つ<ruby>浪<rt>なみ<\/rt><\/ruby><ruby>邊波<rt>へなみ<\/rt><\/ruby><ruby>静<rt>しづ<\/rt><\/ruby>けみ<ruby>漁<rt>いさ<\/rt><\/ruby>りすと藤江の浦に舟そ動ける<br>&nbsp; &nbsp; &nbsp; The waves in the offing and the surging waves were calm, so when I attempted to fish, my fishing boat got stuck in Fujie Bay.<br>From the 万葉集.<\/p>\n\n\n\n<p>14. 空をも飛ぶべからず。<br>&nbsp; &nbsp; &nbsp; They couldn&#8217;t fly in the air.<br>From the 方丈記.<br><br><strong>Particle Note<\/strong>: Notice that the combination をも, which is now considered quite old-fashioned, is, as to be expected, very common in Classical Japanese. &nbsp;<\/p>\n\n\n\n<p>15. 偽りても<ruby>賢<rt>けん<\/rt><\/ruby>を学ばんを、賢といふべし。<br>&nbsp; &nbsp; &nbsp; A person who deceives yet studies the wise should be called wise.<br>From the 徒然草.&nbsp;<\/p>\n\n\n\n<p>16. かの白く咲けるをなん「<ruby>夕顔<rt>ゆふがほ<\/rt><\/ruby>」と申しはべる。<br>&nbsp; &nbsp; &nbsp; That (flower) blooming white is called the &#8220;evening face&#8221;.<br>From the 源氏物語.<\/p>\n\n\n\n<p><strong>Particle Note<\/strong>: As you can see, there is some sort of noun that is implied before を. This is a common property of 連体形の準体法.&nbsp;<\/p>\n\n\n\n<p>17. 頼朝が首をはねて、わが墓の前に<ruby>懸<rt>か<\/rt><\/ruby>くべし。<br>&nbsp; &nbsp; &nbsp; Cut off Yoritomo&#8217;s head and hang it in front of my grave!<br>From the 平家物語.<\/p>\n\n\n\n<p>18. 在管裳 君乎者将待 打靡 吾黒髪尓 霜乃置萬代日　(原文)<br>&nbsp; &nbsp; &nbsp; 在りつつも君をば待たむ打ち<ruby>靡<rt>なび<\/rt><\/ruby>く<ruby>吾<rt>わ<\/rt><\/ruby>が黒髪に霜の置くまでに<br>&nbsp; &nbsp; &nbsp; I will wait for you all the time as is up until my waving hair has white mixing with the black.<br>From the 万葉集<\/p>\n\n\n\n<p>19. 秋田之 穂上尓霧相 朝霞 何時邊乃方二 我戀将息　(原文)<br>&nbsp; &nbsp; &nbsp; 秋の田の<ruby>穂<rt>ほ<\/rt><\/ruby>の<ruby>上<rt>へ<\/rt><\/ruby>に<ruby>霧<rt>き<\/rt><\/ruby>らふ<ruby>朝霞何処邊<rt>あさかすみいつへ<\/rt><\/ruby>の方にあが恋ひ止まむ&nbsp;<br>&nbsp; &nbsp; &nbsp; The morning mist draped over the ripened ears of corn in the autumn field: when will my love, which &nbsp; &nbsp; &nbsp; is like the mist which will never clear, ever cease?&nbsp;<br>From the 万葉集.<\/p>\n\n\n\n<p>20. 居明而 君乎者将待 奴婆珠能吾黒髪尓 霜者零騰文　(原文)<br>&nbsp; &nbsp; &nbsp; 居明かして君をば待たむ<ruby>烏珠<rt>ぬばたま<\/rt><\/ruby>の吾が黒髪に霜は降るとも<br>&nbsp; &nbsp; &nbsp; &nbsp;I will wait as is till dawn, no matter if the dew falls into my black hair.<br>From the 万葉集.<\/p>\n\n\n\n<p><strong>Orthography Note<\/strong>: Since を was commonly in nouns and could start words and be inside words, do not confuse word boundaries. So, をとこ ＝　男 and is one word. &nbsp;<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p><strong><u>The Conjunctive Particle&nbsp;<\/u><\/strong><strong><u>を<\/u><\/strong><\/p>\n\n\n\n<p>&nbsp;　　　Here is a usage unlike anything in Modern Japanese of を. を ＝のに as a conjunctive particle in Classical Japanese. It follows the 連体形 and can be used to show causation, concession, or sequence. These usages are all interchangeable with the conjunctive particle に. Both conjunctive particles emerged in the 奈良時代 but became in full use in the 平安時代. This usage of を already began to fade away by the 室町時代. and now the concession usage of these particles survives with the particle のに.<\/p>\n\n\n\n<p>21. 名を聞くより、やがて面影は押しはかるる<ruby>心地<rt>ここち<\/rt><\/ruby>するを、見る時は、かねて思ひつるままの顔したる人こそなけれ。<br>&nbsp; &nbsp; &nbsp; If you hear the name, you&#8217;ll be able to guess the person&#8217;s features automatically, but when you actually see the person, he is not going to look like the person that you had thought.<br>From the 徒然草.<\/p>\n\n\n\n<p>22. わが弓の力は強きを、<ruby>龍<rt>たつ<\/rt><\/ruby>あらば、ふと射殺して、首の玉は取りてむ。<br>&nbsp; &nbsp; &nbsp; Since the power of my bow is strong, if there is a dragon, I&#8217;ll immediately shoot and kill it, and I&#8217;ll &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; definitely get the jewel in its neck.&nbsp;<br>From the 竹取物語.&nbsp;<\/p>\n\n\n\n<p>23.&nbsp;<ruby>或<rt>ある<\/rt><\/ruby>者、<ruby>小野道風<\/ruby>の書ける<ruby>和漢朗詠集<rt>わかんらうえいしう<\/rt><\/ruby>とて持ちたりけるを、ある人、「<ruby>御相伝<rt>ごさうでん<\/rt><\/ruby>浮ける事には侍らじなれども、四条大納言選ばれたる物を、道風書かん事、時代や違ひ<ruby>侍<rt>はべ<\/rt><\/ruby>らん。&#8230;」<br>It seems that a certain person had Ono Toufuu&#8217;s Wakan Rouei Shuu, but as another person said, &#8220;although it isn&#8217;t that there is no proof in this that it&#8217;s Toufuu&#8217;s writing, doesn&#8217;t Toufuu writing about something compiled by Shijou Dainagon conflict time periods?&#8230;”&#8230;<br>From the 徒然草.<\/p>\n\n\n\n<p>24.<ruby>藁一束<rt>わらひとつかね<\/rt><\/ruby>ありけるを、夕べにはこれに<ruby>臥<rt>ふ<\/rt><\/ruby>し。<br>&nbsp; &nbsp; &nbsp; He had a bundle of straw, and in the evening he slept on it.&nbsp;<br>From the 徒然草.&nbsp;<\/p>\n\n\n\n<p>25.&nbsp;<ruby>大殿油<rt>おほとなぶら<\/rt><\/ruby>消えにけるを、ともしつくる人もなし。<br>&nbsp; &nbsp; &nbsp; &nbsp;The light burned out, but there was no one to relight it.<br>From the 源氏物語.<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p><strong><u>The Interjectory Particle&nbsp;<\/u><\/strong><strong><u>を<\/u><\/strong><\/p>\n\n\n\n<p>&nbsp;　　This を is just like よ.&nbsp;<\/p>\n\n\n\n<p>26. いか<ruby>許<rt>ばかり<\/rt><\/ruby>かはあやしかりけむを。<br>&nbsp; &nbsp; &nbsp; How countrified I must have been!<br>From the 更級日記.<\/p>\n\n\n\n<p>27. 夢と知りせばさめざらましを。<br>&nbsp; &nbsp; &nbsp; If I had known it was a dream, I wouldn&#8217;t have woken up!<br>From the 古今和歌集.&nbsp;<\/p>\n\n\n\n<p>28. 如此許 戀乍不有者 高山之 磐根四巻手 死奈麻死物呼　(原文)<br>&nbsp; &nbsp; &nbsp; かくばかり恋ひつつあらずは高山の<ruby>磐根<rt>いはね<\/rt><\/ruby>し<ruby>枕<rt>ま<\/rt><\/ruby>きて死なましものを<br>&nbsp; &nbsp; &nbsp; If I&#8217;m going to feel love sick like this, then I&#8217;d rather make a pillow of the rock on that tall mountain and die!<br>From the 万葉集.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>第022課: The Particles が &amp; を 　　　To begin coverage with particles in Classical Japanese, we&#8217;ll start wi<a class=\"more-link\" href=\"https:\/\/imabi.org\/the-particles-ga-wo\/\">続きを読む <span class=\"screen-reader-text\">&#8220;The Particles Ga &amp; Wo&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":""},"tags":[],"class_list":["post-1281","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-kF","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/1281","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=1281"}],"version-history":[{"count":2,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/1281\/revisions"}],"predecessor-version":[{"id":1283,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/1281\/revisions\/1283"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=1281"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=1281"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}