{"id":13085,"date":"2025-08-02T22:23:30","date_gmt":"2025-08-03T05:23:30","guid":{"rendered":"https:\/\/imabi.org\/?page_id=13085"},"modified":"2025-08-03T08:20:12","modified_gmt":"2025-08-03T15:20:12","slug":"the-particle-%e3%81%a8%e3%81%8b","status":"publish","type":"page","link":"https:\/\/imabi.org\/the-particle-%e3%81%a8%e3%81%8b\/","title":{"rendered":"The Particle とか"},"content":{"rendered":"\n<h2 class=\"wp-block-heading\">The Particle とか<\/h2>\n\n\n\n<p>The parallel particle とか is the combination of the quotative particle と and the adverbial particle か<sup data-fn=\"875af029-3f33-4ac5-a1c4-c6bb3e2ff505\" class=\"fn\"><a href=\"#875af029-3f33-4ac5-a1c4-c6bb3e2ff505\" id=\"875af029-3f33-4ac5-a1c4-c6bb3e2ff505-link\">1<\/a><\/sup>. Its core definition is to list things out (列挙), but from this basic meaning, examples given can be implied as hearsay or even an attempt to avoid making a concrete statement (断定回避). <br><br>The individual nuances of the parallel particle と are interrelated and can be viewed as offshoots (派生) of each other. As such, as we discover more about the particle, it is important to take any information pertaining to syntax—such as its relationship to other words, particles, etc.—applying the syntactical knowledge you know for one nuance can be applied to the others.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">The Parallel Particle とか<br>基礎用法: 物事の列挙<\/h3>\n\n\n\n<p>At a basic understanding, the parallel particle とか is equivalent to &#8220;such as&#8221; in English, but given its colloquial tone<sup data-fn=\"85ad70ef-5963-4b35-ab34-dc82a8ef8a87\" class=\"fn\"><a href=\"#85ad70ef-5963-4b35-ab34-dc82a8ef8a87\" id=\"85ad70ef-5963-4b35-ab34-dc82a8ef8a87-link\">2<\/a><\/sup>, it can be more accurately interpreted as &#8220;something like.&#8221; Compare this to the parallel と, which lists things rigidly as strictly whatever it enumerates. <br><br>i. ビールとおつまみ<br>Beer and snacks<br><br>ii. ビールとかおつまみとか<br>Beer, snacks, the like<br><br>The connection とか creates is also notably looser than those made with the parallel particle や, allowing speakers to create pairs within pairs, with the relationships between the nouns enumerated differing based on how they are paired together.<br><br>iii. 居酒屋タクシー<sup data-fn=\"d45b2fcb-388c-40fe-a584-9882d9647b77\" class=\"fn\"><a href=\"#d45b2fcb-388c-40fe-a584-9882d9647b77\" id=\"d45b2fcb-388c-40fe-a584-9882d9647b77-link\">3<\/a><\/sup>の場合は、ビールやおつまみの提供とか、あるいはジュースとか栄養ドリンク（とか）、中には飴玉あるいはお絞りというようなものもございます。<br>In the case of izakaya taxis, they provide beer and snacks (and what not), or soft drinks or even nutritional supplement drinks and the like, and sometimes even candy or wet towels. <br><br>This example, as complicated as it might seem at first, is a great case of multiple connecting elements—や, とか, and even あるいは—which all give considerable insight into how the speaker is grouping these things in a logical manner. In this sentence, the speaker is listing things that izakaya taxis offer which can be viewed as free services (things on the house). We see how the particle や combines ビール and おつまみ as things that go together with providing alcohol but in a way that does not restrict おつまみ that might accompany beer, or conversely, restrict the alcohol to just ビール . Then, we see the particle とか extend the logic to other plausible things in a fairly open book tone. As for あるいは, it adds an extra layer of nuance that, on occasion, 飴玉 or お絞り may even be offered.<\/p>\n\n\n\n<p>When the parallel particle とか lists nouns, we see that [N1 とか N2 とか(Nn + とか)] may be followed by any case particle. As for が and を, these particles are usually ellipsed. The particles に・へ for marking direction may also be seen ellipsed in highly casual speech.<\/p>\n\n\n\n<p><strong>Translation Note<\/strong>: While the parallel particle とか is not the exact same as &#8220;and,&#8221; both &#8220;and&#8221; and &#8220;or&#8221; in addition to &#8220;etc.&#8221; may serve as natural translations depending on the context. <br><br>1. スペイン語のことなら、ラファエル君とかザイダさんとかが詳しいですよ。<br>When it comes to Spanish, Rafael-kun and Zaida-san know it very well.<br><br>2. ザルとかナベとかを山ほど洗ってきました。<br>I went and washed tons of colanders and pots.<br><br>3. 試験とか仕事とかで好きなことをやめることが多い。<br>I often stop what I like doing because of exams or work. <br><br>4. セスさんは日本語だけじゃなくて、韓国語とかカタルーニャ語とかも話せるんですよ。<br>Not only can Seth-san speak Japanese, but he can also speak Korean, Catalan, etc.<br><br>5. せっかくの休みだから、洗濯とか掃除とかしなくてもいいじゃない？<br>It&#8217;s your rare day off, so surely it&#8217;d be alright for you to not do the dishes, laundry, and what not, yeah?<br><br>6. 電車とかバスとかには、たまにしか乗らないのに、そんな日に限って雨なのね。<br>I only seldom take the train or bus, but it just has to rain on the days that I do, of course. <br><br>7. 1日置きや2日置きとかでも、LINEが長く続く人たちについて、男女間で、お互いどういう印象を持っていると思いますか？<br>What kind of impression do you think men and women have of each other on people they have long LINE chats with, even with 1-2 day gaps?<br><br>8. 飲食店で無料の水の代わりに、ジャスミン茶とかルイボス茶とかが出る店があるんだけど、あれが苦手。普通の水の方が嬉しい。<br>Some restaurants give out jasmine tea or rooibos tea in place of free water, but I&#8217;m not a fan of that. I&#8217;d rather have regular water. <br><br>Additionally, the final とか may be ellipsed<sup data-fn=\"b8e1a44e-f91d-4620-b2de-578aa15091d8\" class=\"fn\"><a href=\"#b8e1a44e-f91d-4620-b2de-578aa15091d8\" id=\"b8e1a44e-f91d-4620-b2de-578aa15091d8-link\">4<\/a><\/sup>, as we also saw in iii.<br><br>9. 民主主義は食料とか飲料（とか）のように輸出できるものではない。 <br>Democracy is not exportable like food or drink.<br><br>Starkly different from the parallel particle と, the parallel particle とか may also juxtapose predicates due to its quotative functionality. <br><br>10. 精神科に行く前に、アンガーマネジメントの講座を受けるとか本を読むとかしてはどうですか？<br>Before going to a psychiatrist, why not take a class or read a book on anger management?<br><br>11. あの二人は、もう別れるとかやっぱり別れないとか言い続けて５年になるよ。<br>Those two have been saying for five years now that they&#8217;re going to break up or that they&#8217;re not going to after all. <br><br>12. この場合のカンニングは、辞書を使うとか、友達と一緒に試験を受けて答えを教え合うとか、そんな感じでしょうか。<br>In this case, cheating would mean using a dictionary, taking a test with a friend and telling each other answers, or something like that.<br><br>13. 新人さんが悪いとか、先方がやったとか、そんなことは正直どうでもいい。<br>Honestly, I don&#8217;t care if it&#8217;s &#8220;the new person&#8217;s fault&#8221; or if it&#8217;s &#8220;the client that did it.&#8221;<br><br>14.『いろいろ我慢したもんね』というのを口実にして、前からほしかったものを買うとか、美味しいものを食べるとかをします。<br>I often say &#8220;I&#8217;ve had to put up with a lot&#8221; as a pretext to buy things I&#8217;ve wanted for a while or eat tasty food.<br><br>15. 中一の孫ですが、母親の作った食事に文句を言い、まずくて食べられるかとか、作り直せとか、ノロウィールスになるとか、文句ばかりつけて食べ、それで全く気に入らないときは、食べなかったりしています。<br>My grandson is in his first year of junior high school, and he complains about the food his mother makes for him, saying it takes bad and that he can&#8217;t eat it, or demanding she should remake it for him, or that it might give him norovirus, all the while still eating it, but then if he doesn&#8217;t like it at all, he just doesn&#8217;t eat.<br><br>16. 町民はね、まあ当然な話かもしれませんけど、ここ八丈島のほうが安全だとか静かだとか言っていました。<br>The townspeople of Hachijojima here, perhaps understandably so, so that it is safer and quieter (than aforementioned place).<\/p>\n\n\n\n<p>As part of the quotative function built into とか, you may also see chains listed by とか directly modify one noun when said list is a description of that noun. In doing so, you may see ～の or no intervening structure to combine these elements.<br><br>17. 美由紀さんはギターとか、ドラムとか、ピアノとかたくさんお<ruby>稽古<rt>けいこ<\/rt><\/ruby>に行ってるのよ。(女性言葉)<br>Miyuki is taking many lessons such as guitar, drum, and piano.<br><br>18. お寿司とかラーメンとか「日本料理」が一番好きな料理だ。<br>&#8220;Japanese cuisine,&#8221; sushi, ramen, and the like, is my favorite kind of food.<br><br>19. テニスとかサッカーとかアメフトとかの球技が大好きだからね。<br>Because I love ball sports like tennis, soccer, and (American) football.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">なんとか<\/h4>\n\n\n\n<p>One important phrase made with the particle とか is 何とか, which may translate as &#8220;somehow&#8221; or &#8220;something or another.&#8221; In the sense of &#8220;somehow,&#8221; it can be viewed as a combination of 何と = どのように (how) and か<sup data-fn=\"11159d14-956b-4fe4-971d-7ee6b3efd6e9\" class=\"fn\"><a href=\"#11159d14-956b-4fe4-971d-7ee6b3efd6e9\" id=\"11159d14-956b-4fe4-971d-7ee6b3efd6e9-link\">5<\/a><\/sup> meaning &#8220;thing&#8221; when paired with an interrogative. In the sense of &#8220;&#8221;something or another,&#8221; it is an example of the parallel particle とか. Because 何 is indefinite in number, it grammatically functions as if more than one noun is being mentioned. <\/p>\n\n\n\n<p>20. なんとかなるよ。<br>Things will work out somehow.<\/p>\n\n\n\n<p>21. なんとかしろよ。<br>Figure it out somehow.<br><br>22. 編集委員たちがなんとかかんとか言って載せてくれない。<br>The editorial committee members complain about this and that and won&#8217;t publish (what I write).<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Quotative\/Adverbial Particle とか<\/h3>\n\n\n\n<p>～とかいう and ～とかいった are also possible ways to connect an embedded quote=predicate to a following noun. By using the base verb いう, the speaker inherently admits the uncertainty of the information, which as we will also see next, may indicate that said information is <strong>hearsay<\/strong>. <br><br>Typically, ～とかいうN is indicative of the speaker relaying one event, albeit while describing said event with little certainty. Meanwhile, ～とかいったN is most often used with multiple things modifying the final noun, or if only one thing is mentioned, the use of いった over いう shows some mutual recognition of the situation at hand, but the reluctance to outright limit the discussion to whatever is mentioned is still felt. <br><br>23. 先生って海外の方と同性婚してるとかいう噂って本当？<br>Is it true that Sensei is in a same-sex marriage with someone from overseas?<br><br>24. 字が小さいとか声が聞こえないとかいった問題がある人も多い。<br>Many people have issues like &#8220;their (teacher&#8217;s) writing is too small&#8221; or that &#8220;it&#8217;s hard to hear (them).&#8221; <br><br>When ending a sentence, ～とかいうN often realizes as ～とかいう話だ.<br><br>25. あのウイルスって体内で変異するとかいう話だ。<br>The virus is said to mutate inside the body.<br><br>26. テイラー君は松葉杖をついてステージに現われた。なんでも自宅で足を骨折したとかいう話だ。<br>Taylor-kun appeared on stage on crutches, apparently having broken his foot at home or something like that.<br><br>Nouns that follow ～とかいう・～とかいった often pertain to conversations, but it also just as possible that the speaker is vaguely or indeterminately defining things, in which case it restores its parallel particle functionality. <br><br>27. 俳句の十七音に何故とかなんでとかいった言葉は入れないほうがいいのでしょうか。<br>Is it better not to include words like &#8220;why&#8221; or &#8220;how&#8221; in a haiku on account of them being 17 syllables?<br><br>It is also worth noting that 言う and 言った may be utilized more literally as &#8220;to say\/said&#8221; in junction with とか, in which case, their kanji spellings are preferred. This follows the convention of writing words in kana when a word&#8217;s utilization is tilted toward grammatical necessary as opposed to a literal interpretation. <br><br>28. ヤナップとかいうポケモンが発見されたって！<br>A Pokémon called Pansage has been discovered, they&#8217;re saying!<br><br>29. 石倉さんとかいう人から電話が来てますよ。<br>We got an incoming call from an Ishikura-san!<br><br>30. 死ねとか言ったのは確かに良くない、反省してます。<br>It was definitely not right of me to tell (that person) &#8220;to go die,&#8221; and I regret (having said it). <br><br>It is also worth distinguishing ～とか言う from ～とかと言う, in which case とか is within the embedded quote when followed by と言う. As a rather obnoxious example of this, consider the following.<br><br>31a. 事件があったとか？と言う。<br>(They) are saying, &#8220;there was an incident (or something)?&#8221; <br><br>31b.「事件があった」とか言う。<br>(They) are saying, &#8220;there was an incident,&#8221; or the like. <br><br>31c. 事件があったとか、と言う。<br>(They) are saying, &#8220;like there was an incident (or something).&#8221;<br><br>とか’s quotative functionality, as we have seen, is responsible for its ability to indicate hearsay. This ability is not limited to &#8220;predicates とか + citation verb.&#8221; It may even appear after nominal complements that the speaker presents as uncertain information (obtained elsewhere) as well as at the end of a predicate much like a final particle. <br><br>32. 宏君のおばあさんは８０いくつ<span style=\"text-decoration: underline;\">とか<\/span>でまだフランス語を教えているんですって。<br>Hiroshi&#8217;s grandmother is something like 80 years old and is still teaching French.<br><br>33. お宅ではフェレットやアライグマなど、色々な動物を飼っているとか。賑やかでしょうね。<br>I heard you have a variety of animals at home, including ferrets and raccoons. It must be one lively home. <\/p>\n\n\n\n<p>As we have seen, the particle とか—putting aside its classification—directly attaches to nouns and to the 終止形 of predicates, but how nominal predicates and adjectival noun predicates connect with とか is rather complicated as to whether or not だ appears. This presents a unique problem for the particle, inheriting all the connectivity issues と and か have individually with the copula だ.<br><br>When とか directly attaches to adjectival nouns directly, like in the following example, it is evident that とか, just like と, can function as a quotative particle. Under this functionality, direct and indirect quotes are both possible, with both environments exhibiting だ ellipsis.<br><br>34.<br>太郎君：「華子ちゃんは綺麗（で）、幸子ちゃんはブス（だよ）」<br>華子ちゃん：「綺麗（だ）とかブス（だ）とか言わないでよ」(Direct Quote)<br>Taro-kun: “Hanako-chan is pretty, (and) Yukiko-chan is ugly!”<br>Hanako-chan: “Don’t be saying (she’s) pretty or (she’s) ugly!”<br><br>35. 初めて会う人に、綺麗｛だ・∅ ｝とか不細工｛だ・∅ ｝とか言うのはおかしいだろう。(Indirect Quote)<br>It’d be strange to tell someone you’re meeting for the first time that they’re pretty or unattractive.<br><br>When とか indicates <em>indirect<\/em> hearsay, だ ellipsis does not occur with nominal or adjectival noun predicates. In this capacity, it is important to separate the notion of &#8220;quotative particles&#8221; from &#8220;parallel particles,&#8221; as the latter necessitates juxtaposing at least two elements, usually antonyms. <em>Even if only one element is stated, the other element(s) are readily inferable<\/em>. <br><br>36. 転校生が来たらしい。すごくイケメンなんだとか。<br>Seems like we got a new transfer student. (Everyone’s) saying that he’s super hot…<br><br>As a parallel particle, when nouns are strung together with とか, the resulting phrase functions grammatically as a single nominal phrase, which is the basis for why case particles occur after it but not internally after each noun in the string.<br><br>37. 服とかバッグとかを買おうと思ってる。<br>I’m thinking about buying some clothes, bags, and what not.<br><br>When nominal and\/or adjectival noun predicates are strung together with ～とか, だ ellipsis is not observed. What makes ～だとか～だとか sound so casual is when not only だ appears to bear little meaning at all.<br><br>38. [未来だ]とか[運命だ]とか、そういった大それたものは一旦どこかに置いておく。&nbsp;<br>Let’s put aside big ideas like the future and destiny for the moment.<br><br>～だとか, in particular, may also appear in metalinguistic fashion after predicates, giving off a negative impression of what is inside the embedded clause, in which case the presence of だ bears some degree of meaning via modality &#8211; representing the speaker&#8217;s <br><br>39. さっきまで「死にたい」だとか言ってた自分が馬鹿らしくなる。<br>I feel stupid for having said, &#8220;I want to die&#8221; till right around now.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">とか弁<\/h2>\n\n\n\n<p>Becoming prevalent in the 1990s, a phenomenon known as ぼかし言葉 took casual spoken Japanese by storm, introducing new applications to existing grammar points to, in effect, &#8220;blur&#8221; the declarative tone of a sentence. One particular example, regarded as とか弁, refers to the colloquial usage of とか to obfuscate whatever they are bringing up. While this may seem more or less the same as its traditional usage, the primary difference is that only mentioning one thing is the norm in this scenario. Even more intriguing is that とか often seems to have no meaning at all.<br><br>40. 趣味とかありますか。<br>Do you have any hobbies?<br><br>Syntactically, this tone-blurring とか appears in the environments in which the traditional とか appears: after a noun and after a predicate in which it functions as a quotative particle.<br><br>41. まだ英単語暗記とかやってるの？<br>Are you still memorizing English vocab?<br><br>42. 皆はスタバとか行ったことある？<br>Has everyone gone to like Starbucks?<br><br>43. １０時とかまでなら大丈夫かな。<br>I think it&#8217;ll be fine until 10. <br><br>44. まだ用意とかできてないよ。<br>I still can&#8217;t, uh, get prepared.<br><br>45. 死ぬ人も出るとかって書いてあった。<br>It said how like some people would die. <br><br>46. 別にアメリカ行こうとか考えてないんだけど、まあ、もし機会があれば。<br>I&#8217;m not particularly thinking about going to America, but if the opportunity arises, sure, maybe. <br><br>Despite its relatively recent existence in the language, ぼかしの「とか」 has also appeared in unique grammatical environments &#8211; appearing after the conjunctive particle たり and appearing after the 終止形 of verbs in a non-quotative capacity resembling nominalization in obscure fashion.<br><br>47. 音が途切れたりとか、プツプツいったり（とか）、ピーーって鳴ったり（とか）します。<br>The sound like cuts out and makes like popping or beeping sounds.<br><br>48. 死んだ人が生き返るとかありえない。<br>It&#8217;s impossible for like the dead to come back to life.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">ぼかしの「とか」 After Noun<\/h4>\n\n\n\n<p>The presence of ぼかしの「とか」 after a noun derives its &#8220;blurring&#8221; (ぼかし) effect from how it, ironically, emphasizes the one thing it lists as there (seemingly) being other things that could stand it place of it. In other words, it may or may not be the case that other &#8220;inferable&#8221; things even exist. <br><br>49. お茶とかはどう？<br>How about some tea?<br><br>In Ex. 49, the speaker is not necessarily specifying that お茶 be what they bring out for their guest, meaning other options possibly being available is a part of とか&#8217;s interpretation. This implicit exemplification of options (例示暗示) is arguably no different than its traditional application but with ellipsis at play. What makes this application sound like a neologism is that while the tone-leveling effect by avoiding making a direct statement is undeniable, such singular instances have traditionally been stated differently, with the particle でも being the most appropriate replacement in the context of 49.<br><br>50. お茶でもどう？<br>How about some tea?<br><br>51. お菓子とかくれるし！<br>(They) give me sweets (and stuff)!<br><br>52. CreepyNutsって紅白<sup data-fn=\"0991ff4b-fb16-465c-826f-71dbc76840cc\" class=\"fn\"><a href=\"#0991ff4b-fb16-465c-826f-71dbc76840cc\" id=\"0991ff4b-fb16-465c-826f-71dbc76840cc-link\">6<\/a><\/sup>とか（に）出るんだ。。。<br>CreepyNuts is appearing on Kōhaku Uta Gassen&#8230; <br><br>Now, let&#8217;s consider a context in which nothing else in particular is implicitly implied by the use of ぼかしの「とか」.<br><br>53. 物価上昇とかが改善する見込みもなく、いわゆる一般人は普通の生活をするのに精一杯となってしまいかねません。<br>With no sign of inflation improving, ordinary people may feel swamped just to live normally. <br><br>Inflation is a major buzz word in economics, and while it is one of many factors that affect average day people, those other factors are arguably not on the speaker&#8217;s mind in Ex. 53. Instead, the reason for why it appears after 物価上昇 is to lessen the declarative tone of the statement, which also incidentally takes off the burden of being potentially wrong about making the statement in the future. This is the premise behind declarative avoidance (断定回避).<\/p>\n\n\n\n<p>Now, suppose in the context of Ex. 49 that the speaker only prepared tea. When there is unambiguously only one thing at hand and it is not the case that avoiding making a declarative is at works, とか functions purely as a tone-leveler for the purpose of simply stating the noun as is, and a fancy way of putting this is &#8220;deixis<sup data-fn=\"4f331b58-28fa-47cd-8bc7-19aa2cb67a19\" class=\"fn\"><a href=\"#4f331b58-28fa-47cd-8bc7-19aa2cb67a19\" id=\"4f331b58-28fa-47cd-8bc7-19aa2cb67a19-link\">7<\/a><\/sup> reduction&#8221; (直示軽減). <br><br>54. 明日は、今後の計画とかの発表ありますよね。<br>There will be an announcement tomorrow on (your\/our) future plans, right?<br><br>55. 夏休みになったら、車でどっか旅行とかもしたいなって思ってます。<br>When summer vacation starts, I&#8217;d like to go on a road trip somewhere.<br><br>While 断定回避 and 直示軽減 both have the effect of tone-leveling, the &#8220;actual&#8221; definitiveness behind the speaker&#8217;s stated reference will differ. In Ex. 54-55, it is not the case that the speaker is contemplating other factors: that is what, in reality, will be the case. With 断定回避, it is expected that the main predicate will agree with the same degree of uncertainty presented. For instance, in Ex. 53, ～かねない poses the unavoidable <em>potential <\/em>of 物価上昇 to affect people&#8217;s lives. For a more basic comparison, though, consider the following.<br><br>56a. 釜山とか（に）行こうと思っています。（直示軽減）<br>56b. 釜山とか（に）行こうかなと思っています。（断定回避）<br>56a. I&#8217;m thinking of going to Busan.<br>56b. I&#8217;m thinking of maybe going to Busan.<br><br>In both cases, the listener can gather that the speaker is leaning toward visiting 釜山, but what sets Ex. 56b apart from Ex. 56a is the presence of かな chipping away at the certainty behind their apparently in-progress decision making. <br><br>57. 未来の婚約相手とかはどうだ。気になるだろ？<br>What about your future fiancé? You&#8217;re probably curious (about who he might be), right?<br><br>When ぼかしの「とか」 following a noun is paired with a main clause in the negative, the possible interpretations of とか are parallel to what we have just seen. <br><br>58. 筋トレとか、自分でやっても楽しくないさ。<br>It&#8217;s not fun doing weight training on your own.<br><br>This example is reflective of 直示軽減, but with the predicate being in the negative, the mentioning of said noun with とか is done so in a dismissive manner, and in such contexts, it is readily interchangeable with なんか・なんて.<br><br>59. 「ねえ、どっか海外旅行とか行ったことある？」「うーん、全然近いのに中国とか行ったことなくてさ」<br>&#8220;Hey, have you ever traveled anywhere overseas?&#8221; &#8220;Hmm, I&#8217;ve never been to China even though it&#8217;s so close (to us).&#8221;<br><br>This example is reflective of 例示暗示, and with the negative employed in the main clause, the single example also negates other possible examples, making it very similar to the particle さえ in this environment. <br><br>60. 配信とかやらないのかな。<br>I wonder if they&#8217;re going to do their stream.<br><br>This example is reflective of 断定回避, and with the negative employed, there is greater doubt felt as to whether the agent really will not go through with performing a live stream. Yet, the speaker does not want to be on the record as stating that they totally called the stream not coming to fruition. <br><br>61. こいつ別に彼氏とかじゃないから気にしないで！<br>He&#8217;s not like my boyfriend, so don&#8217;t worry about it!<br><br>62. 困ったこととかない？<br>Any trouble?<br><br>Another common utilization of ぼかしの「とか」 after a noun is by ending the sentence that way. This is an offshoot of its 直示軽減. A declarative is being made, but with other references existing being kept up in the air, it does still feel as though the speaker is avoiding the affirmation outright (断言回避<sup data-fn=\"8ea79dfc-318c-4671-98ad-bee9c2da05ee\" class=\"fn\"><a href=\"#8ea79dfc-318c-4671-98ad-bee9c2da05ee\" id=\"8ea79dfc-318c-4671-98ad-bee9c2da05ee-link\">8<\/a><\/sup>) even though the referent has been clearly stated regardless.<br><br>63. 「東京に行ったとき、なにか美味しいもの食べた？」「うん、中華食堂一番館の担々麺とか」<br>&#8220;Did you eat anything tasty when you went to Tokyo? &#8220;Yeah, like the dandan noodles at the Chinese restaurant Ichibankan.&#8221;<br><br>64. あ、あのぉ、あと２、３分ぐらいとか？<br>Ah, um, maybe two or three more minutes(, you think)?<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">ぼかしの「とか」 After Embedded Quote<\/h4>\n\n\n\n<p>When ぼかしの「とか」 appears after an embedded quote, the utilization that is typically only mentioned in textbooks is how it is used to indicate hearsay. This utilization, however, does appear in dictionaries as a standard application of the particle and is not indicative of the ぼかし nuances we have been studying, as denoting &#8220;hearsay&#8221; is its meaning.<br><br>65. 彼なりの復讐だったとか。<br>(They&#8217;re saying how) this is his own form of revenge.<br><br>The uncertainty implied by か in addition to the resulting nuance of hearsay does not readily trigger the ぼかし aspect of とか that is so novel about とか弁. <br><br>Whether とか after embedded quotes is indicative of とか弁 or not, it is most often the case that no citation verb accompanies, but when even って is also removed, chances are you are looking at ぼかしの「とか」. <br><br>66. なんか変わっちゃったとか。<br>Like, things have changed(, I guess). <br><br>When ぼかしの「とか」 does appear after an embedded quote, we can expect the three possible nuances mentioned so far &#8211; 例示暗示, 断定回避, or 直示軽減.<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>例示暗示: Implicitly hinting at other valid things. <\/li>\n\n\n\n<li>断定回避: Avoiding declaring something as is to prevent having to take responsibility for being wrong about the statement if it turns out to be not true.  <\/li>\n\n\n\n<li>直示軽減: The thing singled out is not indicative of there being other valid things, and the speaker does know that the referent&#8217;s placement in the statement is valid, yet the speaker feels compelled to not make the statement in a direct manner.<\/li>\n<\/ul>\n\n\n\n<p>Additional syntactic information to keep in mind you will also need to keep mind:<\/p>\n\n\n\n<p>To see how these nuances may apply to ぼかしの「とか」when used in a quotative particle capacity, let&#8217;s start out with the following basic example.<br><br>67. 「好きです」とか言っちゃった。<br>I told (him), &#8220;I like you.&#8221; <br><br>In Ex. 67, it is possible to interpret とか as 断定回避, not being on record as actually stating &#8220;好きです.&#8221; However, considering the emotional state surrounding the utterance, we can see how embarrassing it is for the speaker to point blank say 好きですと言った, the true role of とか here is 直示軽減 &#8211; the quote is already out there and the speaker is the one who said it. <br><br>It may even be the case that the statement does derive from hearsay. In any event, the use of ぼかしの「とか」is a purposeful choice on the part of the speaker to avoid spelling things out. <br><br>68. 井之頭公園はね、その池の神様が弁天様かなんかで、その、女の神様が嫉妬して別れさせちゃうとか。<br>In Inokashira Park, the god of the pond is Benten or something, and (it&#8217;s said) that that female goddess gets jealous and causes couples to break up. <\/p>\n\n\n\n<p>Whether the statement is hearsay, one&#8217;s own thought, or the speaker&#8217;s reluctance to make a declarative outright, the use of とか lowers the burden of responsibility for making said statement. In essence, 断定回避 and 直示軽減 go hand in hand, and whether uncertainty is a factor or not is left to interpretation in context. It is also not impossible for 例示暗示 to be at play, in which case viewing とか as &#8220;air quotes&#8221; may be a useful comparison. <br><br>69. 親の方が心配性なんだよね。生きてるかーとか。<br>My parents are the one who always worry, like (making comments) like, &#8220;you still alive?&#8221; <\/p>\n\n\n\n<h4 class=\"wp-block-heading\">ぼかしの「とか」 in ～たりとか<\/h4>\n\n\n\n<p>The use of the particle とか after the particle たり may seem redundant given how たり already indicates more than one predicate at play, but in doing so, we can pinpoint the exact nuance of this ぼかしの「とか」 to 直示軽減 so as to avoid grammatical redundancy and allow ぼかしの「とか」to act as a tone softener. With this pattern, we can see ～たりとかする as well as sentences ending in just ～たりとか.<br><br>70. 僕は縁は切りたくはなかったので友達に戻る方向で遊びに行ったりとかはする感じになりました。<br>I didn&#8217;t want to cut ties (with her), so we went out and hung out again, with the aim of returning to being (just) friends. <br><br>71. せめて迷惑かけたりとか人を傷つけるとかできるだけゼロにしたい。<br>At the very least, I want to minimize causing trouble or hurting others.<br><br>72. 春だったらグリンピース入れたりとか。<br>If it were spring, then I&#8217;d (think) of adding like green peas.<br><br>73. カラオケだったりとか～、行きますね。<br>Oh, like to karaoke, yep, I go. <br><br>The use of だったりとか to many speakers is entirely redundant, but it is frequently heard in conversation and on TV. <\/p>\n\n\n\n<h4 class=\"wp-block-heading\">ぼかしの「とか」 in ～とかいう<\/h4>\n\n\n\n<p>The use of という, at a basic understanding, is to define Y as X. <br><br>iv. ヤミラミというポケモン<br>The Pokemon called Sableye <br><br>As we saw in Ex. 28, however, the insertion of the particle か adds uncertainty to this defining, so much so that the uncertainty can be derived from hearsay.<br><br>v. アヤシシとかいうポケモンかな？<br>Maybe it&#8217;s that Pokémon called Wyrdeer, maybe? <\/p>\n\n\n\n<p>The implementation of ぼかしの「とか」in this environment directly relates to its 直示軽減 nuance, as the defining is still happening, but the speaker still feels compelled to be less direct. You may even see this realization of ～とかいう manifest as ～とかっていう.<br><br>74. あのー、授業が混乱したとかいう話は、ええと、伺ったことがありますけれど。<br>Well, I&#8217;ve heard that, um, classes were disrupted? Or so I&#8217;m hearing. <br><br>75. フォクスラとかっていうポケモン、知ってる？<br>Do you know about that Pokémon called, um, &#8220;Thievul&#8221; I think? <\/p>\n\n\n\n<h4 class=\"wp-block-heading\">ぼかしの「とか」After a Verb<\/h4>\n\n\n\n<p>The latest extension of ぼかしの「とか」 that is even more intriguing involves its presence after verbs, behaving much like こと in its nominalizing and final particle capacities but with its 断定回避・直示軽減 nuancing tacked on. <br><br>76. 今になって、謝るとかはちょっとだめだよな。(直示軽減)<br>It&#8217;s a bit pointless to apologize now.<br><br>77. ラファエル君はさ、お酒を抜くとか考えてみたらどう？(直示軽減)<br>Rafael-kun, why don&#8217;t you consider cutting out the booze? <br><br>78. あとはドリンクを選べるとか？(断定回避・直示軽減)<br>Then, I&#8217;m able to choose my drink, yeah?<\/p>\n\n\n\n<p>79. 結婚式に出るとかで、彼はタキシード姿で現れた。(断定回避)<br>At the wedding or whatever, he showed up in a tuxedo.<\/p>\n\n\n\n<p>参照<br>『ぼかし表現「とか」についての考察』by 劉暁傑<\/p>\n\n\n<ol class=\"wp-block-footnotes\"><li id=\"875af029-3f33-4ac5-a1c4-c6bb3e2ff505\">The particle か may also be viewed as a bound particle (係助詞) in the context of being grammaticalized with とか. Bound particles are a group of particles that add meaning by means of emphasis, often in an interrogating or rhetorical sense. The sub-category of bound particles that とか falls in dictates that the predicate it binds to be in the 終止形. <a href=\"#875af029-3f33-4ac5-a1c4-c6bb3e2ff505-link\" aria-label=\"脚注参照1にジャンプ\">↩︎<\/a><\/li><li id=\"85ad70ef-5963-4b35-ab34-dc82a8ef8a87\">The &#8220;colloquial&#8221; nature of とか does not exclude it from polite speech. Rather, it excludes it from being used in statements that are directed at someone above one&#8217;s own status. <a href=\"#85ad70ef-5963-4b35-ab34-dc82a8ef8a87-link\" aria-label=\"脚注参照2にジャンプ\">↩︎<\/a><\/li><li id=\"d45b2fcb-388c-40fe-a584-9882d9647b77\">居酒屋タクシー are taxi services which include the serving of alcohol, etc. <a href=\"#d45b2fcb-388c-40fe-a584-9882d9647b77-link\" aria-label=\"脚注参照3にジャンプ\">↩︎<\/a><\/li><li id=\"b8e1a44e-f91d-4620-b2de-578aa15091d8\">The ellipsis of the final とか, which is most common when only two things are listed, causes とか to sound more like a colloquial replacement of や, or even a vague rendition of と, in which the speaker is not willing to limit the description to said things but that is as far as their statement will go. <a href=\"#b8e1a44e-f91d-4620-b2de-578aa15091d8-link\" aria-label=\"脚注参照4にジャンプ\">↩︎<\/a><\/li><li id=\"11159d14-956b-4fe4-971d-7ee6b3efd6e9\">The か that follows interrogatives meaning &#8220;thing&#8221; is actually not the particle か but the pronoun 彼（か）, which is also present in the phrase なんとかかんとか as かん. This sound change from か to かん is an example of phonological convergence.  <a href=\"#11159d14-956b-4fe4-971d-7ee6b3efd6e9-link\" aria-label=\"脚注参照5にジャンプ\">↩︎<\/a><\/li><li id=\"0991ff4b-fb16-465c-826f-71dbc76840cc\">紅白（歌合戦） is an annual contest between popular singers that airs on NHK for New Year&#8217;s Eve. <a href=\"#0991ff4b-fb16-465c-826f-71dbc76840cc-link\" aria-label=\"脚注参照6にジャンプ\">↩︎<\/a><\/li><li id=\"4f331b58-28fa-47cd-8bc7-19aa2cb67a19\">&#8220;Deixis&#8221; is not as unfamiliar of a concept as the word may seem. Broadly speaking, &#8220;deixis&#8221; is the use of words to refer to a particular entity. The deictic center, or &#8220;anchor,&#8221; of a declarative statement, then, would be the reference point, and in the context of Ex. 49, the tea. Yet, the presence of とか takes away お茶&#8217;s role as said anchor to obfuscate what is being talked about, not nefariously or to cause ambiguity but to use this structural ambiguity to simply be politer, which is sociolinguistically understood to be the case and not taken literally &#8211; thematic of all ぼかし言葉. <a href=\"#4f331b58-28fa-47cd-8bc7-19aa2cb67a19-link\" aria-label=\"脚注参照7にジャンプ\">↩︎<\/a><\/li><li id=\"8ea79dfc-318c-4671-98ad-bee9c2da05ee\">Ultimate nuance nitpicking to the extreme, 断定 and 断言 are synonymous in referring to declaratives, but 断定 specifically refers to judgment calls whereas 断言 pertains to stating things clearly. <a href=\"#8ea79dfc-318c-4671-98ad-bee9c2da05ee-link\" aria-label=\"脚注参照8にジャンプ\">↩︎<\/a><\/li><\/ol>\n\n\n<p><\/p>\n","protected":false},"excerpt":{"rendered":"<p>The Particle とか The parallel particle とか is the combination of the quotative particle と and the adverbial part<a class=\"more-link\" href=\"https:\/\/imabi.org\/the-particle-%e3%81%a8%e3%81%8b\/\">続きを読む <span class=\"screen-reader-text\">&#8220;The Particle とか&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":"[{\"content\":\"The particle か may also be viewed as a bound particle (係助詞) in the context of being grammaticalized with とか. Bound particles are a group of particles that add meaning by means of emphasis, often in an interrogating or rhetorical sense. The sub-category of bound particles that とか falls in dictates that the predicate it binds to be in the 終止形.\",\"id\":\"875af029-3f33-4ac5-a1c4-c6bb3e2ff505\"},{\"content\":\"The \\\"colloquial\\\" nature of とか does not exclude it from polite speech. Rather, it excludes it from being used in statements that are directed at someone above one's own status.\",\"id\":\"85ad70ef-5963-4b35-ab34-dc82a8ef8a87\"},{\"content\":\"居酒屋タクシー are taxi services which include the serving of alcohol, etc.\",\"id\":\"d45b2fcb-388c-40fe-a584-9882d9647b77\"},{\"content\":\"The ellipsis of the final とか, which is most common when only two things are listed, causes とか to sound more like a colloquial replacement of や, or even a vague rendition of と, in which the speaker is not willing to limit the description to said things but that is as far as their statement will go.\",\"id\":\"b8e1a44e-f91d-4620-b2de-578aa15091d8\"},{\"content\":\"The か that follows interrogatives meaning \\\"thing\\\" is actually not the particle か but the pronoun 彼（か）, which is also present in the phrase なんとかかんとか as かん. This sound change from か to かん is an example of phonological convergence. \",\"id\":\"11159d14-956b-4fe4-971d-7ee6b3efd6e9\"},{\"content\":\"紅白（歌合戦） is an annual contest between popular singers that airs on NHK for New Year's Eve.\",\"id\":\"0991ff4b-fb16-465c-826f-71dbc76840cc\"},{\"content\":\"\\\"Deixis\\\" is not as unfamiliar of a concept as the word may seem. Broadly speaking, \\\"deixis\\\" is the use of words to refer to a particular entity. The deictic center, or \\\"anchor,\\\" of a declarative statement, then, would be the reference point, and in the context of Ex. 49, the tea. Yet, the presence of とか takes away お茶's role as said anchor to obfuscate what is being talked about, not nefariously or to cause ambiguity but to use this structural ambiguity to simply be politer, which is sociolinguistically understood to be the case and not taken literally - thematic of all ぼかし言葉.\",\"id\":\"4f331b58-28fa-47cd-8bc7-19aa2cb67a19\"},{\"content\":\"Ultimate nuance nitpicking to the extreme, 断定 and 断言 are synonymous in referring to declaratives, but 断定 specifically refers to judgment calls whereas 断言 pertains to stating things clearly.\",\"id\":\"8ea79dfc-318c-4671-98ad-bee9c2da05ee\"}]"},"tags":[],"class_list":["post-13085","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-3p3","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/13085","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=13085"}],"version-history":[{"count":7,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/13085\/revisions"}],"predecessor-version":[{"id":13101,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/13085\/revisions\/13101"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=13085"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=13085"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}