{"id":13112,"date":"2025-08-03T23:25:40","date_gmt":"2025-08-04T06:25:40","guid":{"rendered":"https:\/\/imabi.org\/?page_id=13112"},"modified":"2025-08-06T21:50:58","modified_gmt":"2025-08-07T04:50:58","slug":"%ef%bd%9e%e4%b8%8a%e3%81%8c%e3%82%8b-%ef%bd%9e%e4%b8%8a%e3%81%92%e3%82%8b","status":"publish","type":"page","link":"https:\/\/imabi.org\/%ef%bd%9e%e4%b8%8a%e3%81%8c%e3%82%8b-%ef%bd%9e%e4%b8%8a%e3%81%92%e3%82%8b\/","title":{"rendered":"～上がる &amp; ～上げる"},"content":{"rendered":"\n<h2 class=\"wp-block-heading\">～上がる &amp; ～上げる<\/h2>\n\n\n\n<p>In this lesson, we will learn how ～上がる and ～上げる form compound verbs (複合動詞) as the second verb of the compound. <\/p>\n\n\n\n<p>Compound verbs are created when two verbs, which would stand alone for what they represent under normal circumstances , merge together. V<sub>1<\/sub> (前項動詞) of a compound always appears in the 連用形, while V<sub>2<\/sub> (後項動詞) of a compound is what handles the conjugating capacity of the phrase as a whole. <\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Transitivity w\/ 上がる &amp; 上げる<\/h2>\n\n\n\n<p>To figure out whether a compound verb is transitive or intransitive, understanding  meanings of both V<sub>1<\/sub> and V<sub>2<\/sub> is crucial, as the transitivity of both in isolation can tell a lot about the verbs. First, let&#8217;s look briefly at some of the basic usages of the verbs 上がる and 上げる, cherrypicked to help out with understanding them in compounds.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">上がる<\/h3>\n\n\n\n<p>上がる is an intransitive verb with the basic meaning of &#8220;to rise,&#8221; indicating an upward motion, which can be used in literal contexts such as transitioning from a low point to a higher point as well as in all sorts of figurative applications which all share a theme of rising (up): rising prices, rising blood pressure, washing ashore, etc. It may also indicate stopping work, and this notion of &#8220;stopping&#8221; can be extended to rain stopping, car batteries dying, and even things like fish and the like coming up dead. <br><br>1. 虎之助は二階に<span style=\"text-decoration: underline;\">上がった<\/span>。<br>Toranosuke went up to the second floor.<br><br>2. 北極の気温が<span style=\"text-decoration: underline;\">上がった<\/span>ことでジェット気流の速度が遅くなり、ヒートドームの頻度が<span style=\"text-decoration: underline;\">上がっている<\/span>。<br>With rising temperatures in the Artic having slowed the jet stem, the frequency of heat domes (forming) has gone up.  <br><br>3. 体調は問題ないが急に血圧が<span style=\"text-decoration: underline;\">上がった<\/span>。<br>My health is fine, but my blood pressure suddenly rose.<br><br>4. 物価が<span style=\"text-decoration: underline;\">騰がった<\/span>分の賃金が増えなければ、消費者の生活は苦しくなるばかりだ。<br>Unless wages increase to compensate for the rise in the cost-of-living, consumers&#8217; lives will only become more difficult.<br><br>5. 歓声が上がりました。<br>Cheers erupted.<br><br>6. どうやらこの暑さで車のバッテリーが上がってしまった。<br>It seems my car battery died from the heat.<br><br>7. 海が荒れるほど、貝があがる。<br>The more shellfish come up dead the rougher the sea gets. <br><br>8. ちょうどお風呂から上がったところだ。<br>I have just got out of the bath.<br><br>9. どうぞお上がりください。<br>Please help yourself (to what I am serving you). <br><br>10. 上がってもよろしいでしょうか。<br>May I come in?<sup data-fn=\"00bcf397-15c4-418c-8414-24dbcc072fef\" class=\"fn\"><a href=\"#00bcf397-15c4-418c-8414-24dbcc072fef\" id=\"00bcf397-15c4-418c-8414-24dbcc072fef-link\">1<\/a><\/sup><br><br>Of 上がる’s meanings, the one that is most difficult to use &#8220;naturally&#8221; is its ability to indicate that something &#8220;ends.&#8221; While this definition seems simple enough, it fails to capture the nuances which separate it from other synonyms like 終わる・止む and how they differ in practice.<br><br>11a. 雨が止んだ。◎<br>11b. 雨が上がった。〇\/△<br>11a. The rain stopped.<br>11b. The rain ended (ushering in clear weather). <br><br>While both verbs are possible in Ex. 11, 11b. specifically implies that the weather&#8217;s condition has improved to clearer weather. This nuance is also evident with the nominal phrase 雨上がり.<br><br>12. 雨上がりの虹<br>Rainbow after the rain<br><br>上がる may also more specifically refer to work being completed, but in practice, 終わる is far more common. <br><br>13a. 仕事が上がった。（△）<br>13b. 仕事が終わった。<br>Work is done.<br><br>Even so, 上がる specifically implies that the work has been completed. Another more peculiar reason for why Ex. 13a. is unnatural to many speakers actually comes from how 上がる has been adapted to referring to going home once work is done (for the day). The same can be said for &#8220;to be done with work&#8221; in English. <br><br>14. 上がってOKです。<br>It&#8217;s okay for you to be done (for the day). <br><br>15. 仕事を上がった。<br>I&#8217;m done with work. <br><br>The use of the particle を here is parallel with how it is used with 終わる, making 上がる a quasi-transitive verb for &#8220;to end&#8221; in a less direct way that would necessarily imply the work is over for good. As this contradicts the original meaning of 上がる, some speakers find this to be a neologism at best. Even so, Ex. 16 is highly common as a part of バイト敬語.<br><br>16.  上がります！（△）<br>I&#8217;m heading out (for today)!<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">上げる<\/h3>\n\n\n\n<p>上げる is the transitive equivalent of 上げる with the basic meaning of &#8220;to raise,&#8221; indicating someone raising something, which can be used in literal contexts such as raising something to a higher position as well as in all sorts of figurative applications which share a theme of someone taking something to a higher\/better situation, which also encompasses its meaning of &#8220;to give.&#8221; <br><br>17. 砂浜でお父さんと凧を上げた。<br>I flew a kite with my dad on the beach.<br><br>18. 値段を上げたのに、売り上げが伸びた。<br>Despite raising prices, our sales increased.<br><br>19. 料理の腕を上げたい。<br>I want to improve my cooking skills.<br><br>20. 孫娘にお小遣いを上げたよ。<br>I gave my granddaughter her allowance.<br><br>21. 成績を上げたいって気持ちを僕らは全力で応援するよ。<br>We will fully support your desire to improve your grades\/results.<br><br>22. 体験談をもとに、結婚式を挙げた人・挙げなかった人それぞれの、満足している理由、後悔している理由にじっくり迫ります。<br>We will take a closer look at the reasons for being satisfied\/regretting having had a wedding or not, respectively, based on their personal experiences.<br><br>23. 友人が切り株に躓き股間を打ち悲鳴を上げたのを見て笑った。<br>I laughed when my friend tripped over a tree stump, hit his groin, and let out a scream.<br><br>24. 天麩羅を揚げた後に具材から立ち上がる湯気が、どうしても天麩羅内部からしけらせて衣をシンナリさせてしまいます。<br>After deep-frying tempura, the steam that rises out from the ingredients inevitably makes the inside of the tempura soggy and causes the batter to become thin.<br><br>25. 町を挙げて選手を応援している。<br>The town as a whole supports the athlete.<br><br>26. 現場代理人のすべき仕事を挙げた。<br>I have listed the tasks that a site manager should do.<\/p>\n\n\n\n<p>あげる also has one intransitive meaning &#8220;to come in&#8221; but specifically in reference to the tide.<br><br>27. 潮があげてきた。<br>The tide has risen. <\/p>\n\n\n\n<h5 class=\"wp-block-heading\">Orthography <\/h5>\n\n\n\n<p>上がる and 上げる, as you may have noticed from the examples so far, have alternate kanji spellings depending on the meaning. <\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>挙がる is used in the sense of &#8220;to turn up (as in evidence),&#8221; &#8220;to be arrested,&#8221; &#8220;for an (example) to be shown,&#8221; &#8220;to be in an uproar,&#8221; etc. <\/li>\n\n\n\n<li>揚がる literally refers to rising midair or out of a liquid, which is how it has been largely associated with &#8220;to be done frying.&#8221; However, it may also still refer to &#8220;to rise to the surface,&#8221; &#8220;to be be washed ashore,&#8221; and even in &#8220;to amuse oneself in a red light district&#8221; in older language.<\/li>\n\n\n\n<li>騰がる is used in the sense of &#8220;for prices to rise.&#8221;<\/li>\n\n\n\n<li>挙げる is used in the sense of &#8220;to raise (one&#8217;s hand),&#8221; &#8220;to raise (one&#8217;s voice),&#8221; &#8220;to achieve (results),&#8221; &#8220;to give (an example)\/display,&#8221; &#8220;to apprehend,&#8221; &#8220;to hold (an event),&#8221; &#8220;to take up arms,&#8221; etc. <\/li>\n\n\n\n<li>揚げる is used in the sense to &#8220;raise (a kite, flag, etc.) high up,&#8221; &#8220;to hoist (out of the water),&#8221; &#8220;to take out of (the frier),&#8221; etc. <\/li>\n\n\n\n<li>アガる may also be seen in the sense of &#8220;to be in high spirits\/hyped.&#8221;<\/li>\n\n\n\n<li>アゲる may also be seen in the sense of &#8220;to hype.&#8221; <\/li>\n<\/ul>\n\n\n\n<p>It is also common to see あがる・あげる in hiragana, and this is especially so for when they are used in compound verbs.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Transitivity w\/ ～上がる・上げる<\/h2>\n\n\n\n<p>For the majority of compound verbs in Japanese, the transitivity of V<sub>1<\/sub> and V<sub>2<\/sub> match each other, barring V<sub>2<\/sub> which largely pertain to aspect and not their literal meanings in which case the transitivity of V<sub>1<\/sub> takes over. As for ～上がる and ～上げる, however, transitivity is determined by them (V<sub>2<\/sub>). Moreover, both follow intransitive and transitive V<sub>1<\/sub>. First, let&#8217;s consider the following two sets of examples of these verbs in compounds to see what we glean about their transitivity and semantics in this environment.<br><br>28. 椅子から立ち上がった。<br>I stood up from my chair.<br><br>29. サギが突然飛びあがった。<br>A heron suddenly flew up into the air.<br><br>30. 器が焼き上がりました。<br>The ceramic is done baking.<br><br>31. ここまで這い上がってきた息子を心から誇りに思っている。<br>I am sincerely proud of my son, who has come so far. <br><br>32. 天然繊維で織りあげました。<br>I wove (this) from natural fibers.<br><br>33. 月を見上げた。<br>I looked up at the moon.<br><br>34. 患者は「俺の話を聞いているのか」と腹を立て、職員の尻を蹴り上げたのだった。<br>The patient got angry, saying, &#8220;Are you even listening to me?!&#8221; as he kicked the staff member in the butt.<br><br>35. 原稿を読み上げたあと、アドリブで一言添えることもあります。<br>After reading the script, I sometimes add a few ad-libbed comments. <br><br>36. これは僕が３年かけて念入りに仕上げた作品です。<br>This is a piece I&#8217;ve painstakingly worked on over the last three years.<br><br>37. 間違いを数え上げたところで、キリがありません。<br>There is no need to the number of mistakes even if were to count them up.<br><br>We see that compounds made with ～上がる are intransitive regardless of whether V<sub>1<\/sub> is intransitive or transitive, but when V<sub>1<\/sub> is transitive, we see that it shifts slightly from indicating &#8220;upward direction&#8221; to &#8220;completion&#8221; in a passive-like approach. As for those made with ～上げる, it is largely paired with transitive verbs, and depending on other semantic dynamics, it too may indicate &#8220;completing&#8221; an action, which can be viewed as a figurative extensive of moving toward a &#8220;higher > more complete&#8221; status. <br><br>Next, we will shift our focus to compounds with ～上がる and ～上げる, categorizing them by their meanings.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong><span style=\"text-decoration: underline;\">Up<\/span><\/strong>ward Directionality w\/ ～上がる and ～上げる<\/h2>\n\n\n\n<p>Whether the increase is spatial, temporal, internal, or however manner &#8220;rising\/raising&#8221; can be interpreted, we find that the majority of compounds with ～上がる and ～上げる hinge on their basic definition. <br><br>38. つまり、赤道付近からロケットを打ち上げたほうが上昇しやすいということになる。<br>This means that it is easier for a rocket to ascend if it is launched from somewhere closer to the equator.<br><br>39. 急遽、予定を繰り上げて、きょう、自宅に戻ってきました。<br>I&#8217;ve hastily moved up my plans and have returned back home today.<br><br>40. 先方の都合で、会議の時間が３０分繰り上がりました<sup data-fn=\"75b50cf0-0535-4890-be72-b2dddd5ffe3e\" class=\"fn\"><a href=\"#75b50cf0-0535-4890-be72-b2dddd5ffe3e\" id=\"75b50cf0-0535-4890-be72-b2dddd5ffe3e-link\">2<\/a><\/sup>。<br>Our meeting time has been moved up by thirty minutes for the other party&#8217;s convenience. <br><br>41. 階段を駆け上がったときに鍵を落としました。<br>I dropped my keys when I ran up the stairs.<br><br>42. 拳を突き上げた。<br>I raised a fist.<br><br>43. 誰か寝ているときに低血圧で、起き上がったときに正常か高血圧の人はいる？<br>Does anyone have low blood pressure when they are asleep but normal or high blood pressure when they wake up?<br><br>44. 赤ちゃんを抱き上げたときの温もりと重みに、突然どばっと涙がこみ上げてきた。<br>When I picked up (my) baby, their warmth and weight suddenly brought tears to my eyes.<br><br>45. 汲み上げた地下水は、浄化処理を行い、排水基準を満たしていることを確認した後に、海洋へ排水することで、原子炉建屋等に近づく地下水の量を減少させます。<br>The pumped groundwater is purified and discharged into the ocean after it is confirmed to meet discharge standards, thereby reducing the amount of groundwater approaching the reactor buildings, etc.<br><br>At times, the notion of &#8220;rising\/raising&#8221; is distorted depending on the referent V1 action&#8217;s natural directionality of progression it takes. For instance, 縮む (intr.) means &#8220;to shrink,&#8221; while 縮みあがる (intr.) means &#8220;to shrivel up.&#8221; When something shrivels up, the entity shriveling up does not &#8220;rise&#8221; upward, but rather the exact opposite. Yet, we see a parallel dynamic with English in its use of &#8220;up&#8221; to instead indicate an aspect layer of meaning pertaining to the completion of said action. <br><br>46. 盛り上がってる！<br>I&#8217;m fired up!<br><br>47. 廊下ですれ違ったぽちゃりと禿げ上がったおじさんに急にナンパされてビビった。<br>I was startled when a chubby, balding man I passed in the hallway suddenly started hitting on me.<\/p>\n\n\n\n<p>48. ライブ開催をより一層盛り上げてくれた。<br>(He) made the live performance ever more exciting. <br><br>49. 髪を短く刈り上げた。<br>I cropped my hair short.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">打ちあがる (△) ？<\/h4>\n\n\n\n<p>In dictionaries, 打ち上がる is presented as the intransitive rendition of 打ち上げる, and it is defined as meaning &#8220;to lift off\/to be launched.&#8221; To distinguish it from 打ち上げられる, which would be the passive form of its transitive form and the form closest to &#8220;to be launched,&#8221; &#8220;to lift off&#8221; would be the most fitting translation of the two. In practice, it turns out that many speakers find Ex. 50a. unnatural, favoring Ex. 50b instead.<\/p>\n\n\n\n<p>50a. 花火が打ち上がる。（△）<br>50b. 花火が打ち上げられる。◎<br>50a. The fireworks shot up.<br>50b. The fireworks were set off.<br><br>The reason for why a not so small majority of people find Ex. 50a unnatural may, in fact, be how the agency of the act of launching (fireworks, a rocket, etc.) implies. While it is fairly common for there to be an intransitive means of rewriting a transitive expression to not emphasize the agent&#8217;s role, such rewrites predicate that the action be capable of occurring as happenstance, or presented as happenstance so as not to put responsibility for the action on anyone&#8217;s shoulders. The latter condition is what controls many such rewrites when speech register dynamics are at work (Ex. 40 from above). <br><br>By favoring the passive form of the transitive 打ち上げる—打ち上げられる—the predicate may still return to an intransitive state while explicitly referencing the agent&#8217;s role. <br><br>Statistically, very few instances of V<sub>1<\/sub> (trans.) + ～上がる exist, and for those that do, a naturally progression to an ultimately completed (improved) state is implied (see below). Here, 打ち上がる only pertains to upward motion, and the force by which 打つ occurs happens to necessitate an agent. This can also be proved by the fact that the noun form for &#8220;launch&#8221; itself is 打ち上げ and not 打ち上がり<sup data-fn=\"dda167cc-e2ad-4586-bc2a-0483fa09f297\" class=\"fn\"><a href=\"#dda167cc-e2ad-4586-bc2a-0483fa09f297\" id=\"dda167cc-e2ad-4586-bc2a-0483fa09f297-link\">3<\/a><\/sup>.<br><br>51. ロケットは打ち上げ後、1段目が分離されたものの2段目の飛行途中で停止システムが作動して落下した。<br>After launch, the first stage of the rocket separated, but the second stage&#8217;s shutdown system was activated mid-flight, which resulted in it coming down.<br><br>Interestingly, when agency is not so important when 打ち上がる means &#8220;to be washed up (ashore),&#8221; we find that 打ち上がる・打ち上げられる are rather interchangeable, with the latter&#8217;s agent being the ocean itself. <br><br>52. ２頭以上が同時に海岸に打ち上がる事例は珍しい。<br>It is rare for two or more whales to wash up on the shore at the same time.<br><br>53. 先月２９日にクジラ４頭が打ち上げられた。<br>Four whales washed up on shore on the 29th of last month.<br><br>In speaking of non-human agents, even slight emphasis on said agent can bring about this difference between non-transitive vs transitive passive in other ～上がる・上げる pairs.<br><br>54. 放射能を含んだ土埃が舞い上がった。<br>Radioactive dust blew up into the air.<br><br>55. 気温の上昇と風が強まったことによって、昨日の大量飛散で地面に落ちた花粉が舞い上げられた。(agent = 風)<br>Pollen that had fallen to the ground during yesterday&#8217;s massive pollen count was whirled up by rising temperatures and the winds strengthening. <\/p>\n\n\n\n<h4 class=\"wp-block-heading\">こみ上げる is Intransitive?<\/h4>\n\n\n\n<p>The verb 込む・混む, with various meanings such as &#8220;to be crowded &#8221; and &#8220;to go into,&#8221; is intransitive, yet it is used with ～上げる to produce a compound verb which refers to surging of emotions, <em>as if adding agency<\/em> to the emotions themselves. This is contrast to similar verbs such as 沸き上がる (to well up) in which both V<sub>1 <\/sub>and V<sub>2<\/sub> are intransitive.<\/p>\n\n\n\n<p>56. 人間の喜怒哀楽は自然なことで、許せないという感情が込み上げてくるのは、自分の心が自分自身のものであるという証拠でもあるのだ。<br>Human emotions are natural, and the feeling of unforgiveness that wells up inside you is proof that your heart is your own.<br><br>57. 怒りの感情が沸き上がった。<br>Anger welled up inside me.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Completion w\/ ～上がる and ～上げる<\/h2>\n\n\n\n<p>The most intriguing examples of ～上がる and ～上げる are those which pertain to completion. These compounds can be further categorized into three subgroups. <\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Describing the completion of an activity that has resulted in a finished product. When agency is not being highlighted, ～上がる manifests, and when agency is highlighted, ～上げる manifests. <\/li>\n\n\n\n<li>Describing the completion of an action upon thorough execution with ～上げる. While similar to the first group, the results are not necessarily in the form of a tangible object, per se. With ～上がる, agency is absent, so rather than thoroughly executing an action willfully, V<sub>1<\/sub> is done thoroughly but without a willful agent.<\/li>\n\n\n\n<li>Only applicable to ～上がる, describing the completion of a natural phenomenon, which can be viewed as an extension of the second subgroup with ～上がる with even the &#8220;agent&#8221; thrown out of the equation.   <\/li>\n<\/ul>\n\n\n\n<p>58. 妻は夫の浮気の証拠を徹底的に調べ上げた。<br>The wife thoroughly investigated the evidence of her husband&#8217;s infidelity.<br><br>59. 彼の心を動かしたのは、殴られて腫れ上がった昇平君の顔だった。<br>What moved him was the sight of Shohei&#8217;s swollen face after being beaten.<br><br>60. 何日間も雨続きの後に晴れ上がった。<br>After days of rain, the sky has finally cleared up.<br><br>61. サンマが焼き上がった。<br>The saury is done grilling. <br><br>62. 古くは稲を刈り上げた後、神が天皇とともに食する前に、先に新米を口にするのは畏れ多いと、新嘗祭が済むまで収穫したばかりの米を食べることは慎まれていた。<br>In the old days, after reaping the rice, it was deemed discourteous to eat new rice before the gods partook with the emperor, so people refrained from eating the newly harvested rice until the Niiname-sai ceremony was over.<br><br>63. また、生えたばかりの永久歯も質がしっかりと出来上がっていないので、虫歯ができやすく進みやすいので注意が必要です。<br>Also, since newly emerged permanent teeth are not fully developed, they are prone to cavities, so care must be taken.<br><br>64. 注射前の消毒をしてもらいながら、愛猫の愛莉ちゃんは「何をされるの…」と言いたげに不安全開で震えあがっている。<br>As my beloved cat, Airi-chan, was being disinfected before her shots, she trembled in absolute fear as if to say, &#8220;What are they going to do to me?&#8221; <br><br>65. 子供たちが声高らかに歌いあげました。<br>The children sang at the top of their lungs.<br><br>66. 論文をようやく書き上げた。<br>I finally completed writing my thesis.<br><br>67. 我々の先人が今日の日本を作り上げたのだ。<br>Our predecessors built the Japan we know today.<br><br>68. やがて訪れる経済破綻の予感に市民が怯え上がっているというのに、年寄りにはできることが何もないじゃないか。<br>While citizens are growing terrified at the prospect of an impending economic collapse, there&#8217;s really nothing the elderly can do, now is there?<br><br>69. 旱魃で池が干上がった。<br>The pond has dried up from the drought.<br><br>Interestingly, some compounds which utilize ～上がる have defunct 終止形 and are only used as nouns with their 連用形. The primary example of this is 病み上がり (recuperating), in which case the &#8220;upward&#8221; improvement sense of ～上がる is intended, but if rendered as a verb via 病み上がる, the phrase would be misconstrued as &#8220;to end up completely ill&#8221; much like how 腫れ上がる means &#8220;to (completely) swell up.&#8221; <br><br>70. まだ病み上がりだから、ムリしないようにね。<br>You&#8217;re still recovering from that illness you had, so don&#8217;t push yourself too hard.<br><br>Another similar strange example is the phrase 持ちあがり in the sense of &#8220;homeroom teacher.&#8221; While 持ちあがる does mean &#8220;to be lifted up&#8221; or &#8220;to come up&#8221; in a figurative sense, the resultant action of remaining a group&#8217;s teacher as their &#8220;homeroom teacher&#8221; is best captured by the noun form 持ちあがり. Of course, in the sense of &#8220;maintaining the role of homeroom teacher thoroughly&#8221; can still be described with 持ちあがる. <br><br>71. 付属からの持ちあがりだよ。<br>(He) is our homeroom teacher from an affiliated school.<br><br>72. 六年生まで持ちあがって教えます。<br>I teach my classes up to the sixth grade.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Societal Actions: Directionality w\/ ～上がる and ～上げる<\/h2>\n\n\n\n<p>Though not numerous in number, there are also verbs with ～上がる and ～上げる that pertain to societal actions which have built-in directionality in terms of hierarchy. The speech register of V<sub>1<\/sub> determines the directionality of the compound. If the verb is humble, for instance, then the the directionality is from inferiors to superiors. If the verb is neutral, then the directionality is from superior to inferior.<br><br>73. ご報告申し上げます。　（申す ＝ humble verb)<br>Allow me to give you my report.<br><br>74. 先生の功績は前々から存じ上げております<sup data-fn=\"0c0e97af-9b41-4f6b-9c90-05fb708d93df\" class=\"fn\"><a href=\"#0c0e97af-9b41-4f6b-9c90-05fb708d93df\" id=\"0c0e97af-9b41-4f6b-9c90-05fb708d93df-link\">4<\/a><\/sup>。<br>I have known your achievements, sensei, for quite some time.<br><br>75. 原則、国に土地を買い上げてもらうことは難しい。<br>In principle, it is difficult to get the government to buy up land (from you).<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Being Condescending w\/  ～上がる<\/h2>\n\n\n\n<p>While Japanese also has expressions such as 見下す (to look down) which demonstrate a downward directionality when it comes to being condescending to others, there is also the opposite route, which is being &#8220;cocky.&#8221; From this standpoint, the agent is outwardly being cheeky, and it is that forcing of bad energy onto someone else that warrants an upward directionality, of course for all the wrong reasons. While few examples exist, this meaning is responsible for the ending ～やがる, which is used to accuse others of being cocky in their actions.<\/p>\n\n\n\n<p>76. 甘やかすとつけあがるので気をつけなさい。<br>Be careful not to spoil (them), as (they) can get carried away.<br><br>77. 怖いのは、自分がどのくらいのぼせ上がっているのか、自分自身ではわからない、ということです。<br>The scary thing is that you don&#8217;t realize how full of yourself you are.<br><br>78. 絵のモチーフをよく理解している、などと思いあがってはいけない。<br>Don&#8217;t get carried away and think you understand the motif(s) of the art piece(s).<br><br>79. 会社が潰れるというデマを作り上げた。<br>(He) made up a rumor that the company was going under.<br><br>80. 何しやがる！<br>What the hell are you doing?!<\/p>\n\n\n<ol class=\"wp-block-footnotes\"><li id=\"00bcf397-15c4-418c-8414-24dbcc072fef\">Japanese homes traditionally have visitors and residents alike step up into the resident, and the 上がり框 is the step, usually wooden, that one has to step over and onto the main floor. <a href=\"#00bcf397-15c4-418c-8414-24dbcc072fef-link\" aria-label=\"脚注参照1にジャンプ\">↩︎<\/a><\/li><li id=\"75b50cf0-0535-4890-be72-b2dddd5ffe3e\">The use of 繰り上がる, even with the agent behind hastening the schedule being more or less stated as the client via the use of 先方の都合で, takes the burden of responsibility of both parties&#8217; shoulders.  <a href=\"#75b50cf0-0535-4890-be72-b2dddd5ffe3e-link\" aria-label=\"脚注参照2にジャンプ\">↩︎<\/a><\/li><li id=\"dda167cc-e2ad-4586-bc2a-0483fa09f297\">Compare this to a verb like 禿げ上がる with a nominal form of 禿げ上がり, indicating that there is no inherent agency to bolding, just a victim. <a href=\"#dda167cc-e2ad-4586-bc2a-0483fa09f297-link\" aria-label=\"脚注参照3にジャンプ\">↩︎<\/a><\/li><li id=\"0c0e97af-9b41-4f6b-9c90-05fb708d93df\">存じ上げる is a humble expression that pays respect to the object of the sentence (目的語), and in turn, also shows respect to the owner of the object. This is known as 所有者敬語. Incidentally, this honorific effect of 存じ上げる is largely lost when used in the negative, implying that the directionality of respect emphasized by ～上げる has to be substantiated for the respect to be had.  <a href=\"#0c0e97af-9b41-4f6b-9c90-05fb708d93df-link\" aria-label=\"脚注参照4にジャンプ\">↩︎<\/a><\/li><\/ol>","protected":false},"excerpt":{"rendered":"<p>～上がる &amp; ～上げる In this lesson, we will learn how ～上がる and ～上げる form compound verbs (複合動詞) as the second verb <a class=\"more-link\" href=\"https:\/\/imabi.org\/%ef%bd%9e%e4%b8%8a%e3%81%8c%e3%82%8b-%ef%bd%9e%e4%b8%8a%e3%81%92%e3%82%8b\/\">続きを読む <span class=\"screen-reader-text\">&#8220;～上がる &amp; ～上げる&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":"[{\"content\":\"Japanese homes traditionally have visitors and residents alike step up into the resident, and the 上がり框 is the step, usually wooden, that one has to step over and onto the main floor.\",\"id\":\"00bcf397-15c4-418c-8414-24dbcc072fef\"},{\"content\":\"The use of 繰り上がる, even with the agent behind hastening the schedule being more or less stated as the client via the use of 先方の都合で, takes the burden of responsibility of both parties' shoulders. \",\"id\":\"75b50cf0-0535-4890-be72-b2dddd5ffe3e\"},{\"content\":\"Compare this to a verb like 禿げ上がる with a nominal form of 禿げ上がり, indicating that there is no inherent agency to bolding, just a victim.\",\"id\":\"dda167cc-e2ad-4586-bc2a-0483fa09f297\"},{\"content\":\"存じ上げる is a humble expression that pays respect to the object of the sentence (目的語), and in turn, also shows respect to the owner of the object. This is known as 所有者敬語. Incidentally, this honorific effect of 存じ上げる is largely lost when used in the negative, implying that the directionality of respect emphasized by ～上げる has to be substantiated for the respect to be had. \",\"id\":\"0c0e97af-9b41-4f6b-9c90-05fb708d93df\"}]"},"tags":[],"class_list":["post-13112","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-3pu","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/13112","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=13112"}],"version-history":[{"count":25,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/13112\/revisions"}],"predecessor-version":[{"id":13383,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/13112\/revisions\/13383"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=13112"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=13112"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}