{"id":1345,"date":"2023-08-13T13:37:54","date_gmt":"2023-08-13T20:37:54","guid":{"rendered":"https:\/\/imabi.org\/?page_id=1345"},"modified":"2023-08-13T13:37:54","modified_gmt":"2023-08-13T20:37:54","slug":"the-particles-%e3%81%a6-%e3%81%97%e3%81%a6-%e3%81%a7","status":"publish","type":"page","link":"https:\/\/imabi.org\/the-particles-%e3%81%a6-%e3%81%97%e3%81%a6-%e3%81%a7\/","title":{"rendered":"The Particles て, して, &amp; で"},"content":{"rendered":"\n<h3 class=\"wp-block-heading\">第026課: The Particles て, して, &amp; で<\/h3>\n\n\n\n<p>This lesson is about three important conjunctive particles in Classical Japanese. Be cautious of what they follow and how they are used because everything is not like now. &nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">て, して, &amp; で<\/h3>\n\n\n\n<p>Both てand してfollow the 連用形. して is often seen after ず and auxiliaries and so is て. They can show sequential ordering and imply reasoning in a causal relationship. In Modern Japanese して can still show an existing condition&#8211;の状況で. This is often seen with adjectives. て had this function too. Just as in Modern Japanese, て can be seen in the middle of the 連用形 and a supplementary verb to connect the two together.<\/p>\n\n\n\n<p>1. 珠匣　　見諸戸山矣　　行之鹿齒　　面白四手　　古昔所念　(原文)<br><ruby>&nbsp; &nbsp; 玉櫛笥<rt>たまくしげ<\/rt><\/ruby><ruby>見諸戸山<rt>みもろとやま<\/rt><\/ruby>を行きしかばおもしろくしていにしへ思ほゆ<br>&nbsp; &nbsp; When you go through Mimoroto Mountain, it seems to be like the mystic, distant ages of the gods.<br>From the 万葉集.<\/p>\n\n\n\n<p><strong>Word Note<\/strong>: 玉櫛笥 is an epithet attached to Mimoroto Mountain, which is in 奈良県 with the modern spelling of 御室処山.&nbsp;<\/p>\n\n\n\n<p>2. 住まずして<ruby>誰<rt>たれ<\/rt><\/ruby>かさとらむ。<br>&nbsp; &nbsp; Without living there, who would understand?<br>From the 方丈記.<\/p>\n\n\n\n<p>3. 老いらくの命のあまり長くして君にふたたび別れぬるかな。<br>&nbsp; &nbsp; In my old age that has become too long, it seems that I have parted from your majesty again.<br>From the 千載集.<\/p>\n\n\n\n<p><ruby>4. 或<\/ruby>は露落ちて花殘れり。<br>&nbsp; &nbsp; Sometimes, the dew falls and the flowers remain.<br>From the 方丈記.<\/p>\n\n\n\n<p>5. あはずして<ruby>今宵<rt>こよひ<\/rt><\/ruby>明けなば春の日の長くや人をつらしと思はん。<br>&nbsp; &nbsp; If we don&#8217;t meet and this evening turns to dawn, I&#8217;ll probably think of you as a cold person for a long &nbsp; &nbsp; &nbsp; time, as long as a spring day.<br>From the 古今和歌集.<\/p>\n\n\n\n<p>6.&nbsp;<ruby>六月<rt>みなづき<\/rt><\/ruby>のころ、あやしき家に<ruby>夕顔<rt>ゆふがほ<\/rt><\/ruby>の白く見えて、蚊遣火ふすぶるもあわれなり。<br>&nbsp; &nbsp; About the sixth month, the yugao (flower) appears white in poor residences and the smoldering of the &nbsp; &nbsp; mosquito burners is also very moving.<br>From the 徒然草.<\/p>\n\n\n\n<p>7. 目二破見而　手二破不所取　　月内之　　楓如　　妹乎奈何責　(原文)<br>&nbsp; &nbsp; 目には見て手には取らえぬ月の内の桂のごとき妹をいかにせむ　<br>&nbsp; &nbsp; &nbsp;What ever shall you do, you who can&#8217;t hold onto and draw near like the katsura trees on the moon &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;that one can see yet can&#8217;t obtain.<br>From the 万葉集.<\/p>\n\n\n\n<p>8.<ruby>中将<rt>ちうじやう<\/rt><\/ruby>病いと重くしてわづらひける。<br>&nbsp; &nbsp;The middle captain was in pain being severely ill.<br>From the 大和物語.&nbsp;<\/p>\n\n\n\n<p>9. 春過而　　夏来良之　　白妙能　　　衣乾有　天之香来山　(原文)<br>&nbsp; &nbsp; 春過ぎて夏来るらし<ruby>白<rt>しろ<\/rt><\/ruby>たへの衣乾したり天の香具山<br>&nbsp; &nbsp; It appears that spring has passed and summer has come because Mount Kaguyama is said to dry &nbsp; &nbsp; &nbsp; &nbsp; pure white clothing in summer.<br>From the 万葉集.<\/p>\n\n\n\n<p>10.&nbsp;<ruby>説法<rt>せつぽふ<\/rt><\/ruby>いみじくして、みな人なみだを流しけり。<br>&nbsp; &nbsp; &nbsp; Since the sermon was so powerful, everyone shed tears.<br>From the 徒然草.<\/p>\n\n\n\n<p>11. これを皇子聞きて、「ここらの日ごろ思ひわび侍る心は、今日なん落ちゐぬる」とのたまひて、返し、わが袂今日乾ければわびしさのちぐさの数も忘られぬべしとのたまふ。<br>The prince upon hearing this said, &#8220;for a long time my heart has been bitter, and today it is at rest&#8221;, and in ode to this he said, &#8220;and (the feelings towards Princess Kaguya and my wet sleeves from the sea), it has dried today, so the endless number of pain I have naturally forgotten&#8221;. &nbsp;<br>From the 竹取物語.<\/p>\n\n\n\n<p><strong>Translation Note<\/strong>: Always remember that things are deleted out because of the context of the overall piece. It is reiterated in translation as to not make the sentence sound disjoint.<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p>When used with the negative or a sentence with negative implication, て and して may show a concession, which is only an application of the reasoning function stated above.&nbsp;&nbsp;<\/p>\n\n\n\n<p>12. 都の人は、ことうけのみよくて、<ruby>實<rt>まこと<\/rt><\/ruby>なし。 &nbsp;<br>&nbsp; &nbsp; &nbsp; Though the people of the capital are good at just accepting things, they don&#8217;t have sincerity.<br>From the 徒然草.<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p><strong><u>奈良時代: A Case Particle て?&nbsp;<\/u><\/strong><\/p>\n\n\n\n<p>The ancient dialects of 東国方言 in the 奈良時代 did noticeably use て as a case particle with the same function(s) of と and can be found extremely rarely in the 万葉集. This, though, is a matter of regional vowel sound changes in words and not suggestive of the origins of the conjunctive particle て begin discussed here. The one example in question comes from it being used after the 命令形 of a verb used with the citation function.<\/p>\n\n\n\n<p>13.&nbsp;知々波々我 可之良加伎奈弖 佐久安&lt;例弖&gt; 伊比之氣等&lt;婆&gt;是 和須礼加祢&lt;豆&gt;流　(原文)<br><ruby>　　　父母<\/ruby>が頭かき<ruby>撫<rt>な<\/rt><\/ruby>で<ruby>幸<rt>さ<\/rt><\/ruby>くあれて言ひし<ruby>言葉<rt>けとば<\/rt><\/ruby>ぜ忘れかねつる<br>　　　My parents caressed my head and told me to be able-bodied, and that I just cannot forget.<br>From the 万葉集. This is evidence that during the 奈良時代 in 東国, o-sounds often changed to e-sounds. Thus, this explains ぜ being used rather than ぞ・そ and why 言葉 was けとば instead of ことば. Therefore, we can assume with certainty that this is the reason why と →　て in this example. Try not to think of the Modern Japanese contraction of という → （っ）て as the contraction of this for much of Classical Japanese was actually てふ, which would have eventually become pronounced as ちょう by no later than the 1700s.<\/p>\n\n\n\n<p>It is also important to note that we would not have such examples of these ancient dialects had it not been for 防人（さきもり） existing from this region. Thus, the poet was actually being stationed as a protector and he is referring to his parents telling him to be safe and strong in order for him to eventually come safely home.&nbsp;<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p><strong><u>～ずて<\/u><\/strong><\/p>\n\n\n\n<p>～ずて　＝　～ないで. The grammar is quite parallel. ～ずて can be then contracted to the conjunctive particle で. Therefore, don&#8217;t mistake it for something is.&nbsp;<\/p>\n\n\n\n<p>14. 君ならで誰にか見せん。<br>&nbsp; &nbsp; &nbsp; If not to you, to whom would I show?<br>From the 古今和歌集.&nbsp;<\/p>\n\n\n\n<p>15. 老いもせず死にもせずして<br>&nbsp; &nbsp; &nbsp; Without knowing aging or death<br>From the 難波の浦島五郎の物語.&nbsp;<\/p>\n\n\n\n<p>16. 麻都我延乃 都知尓都久麻弖 布流由伎乎 美受弖也伊毛我 許母里乎流良牟　(原文)&nbsp;<br>&nbsp; &nbsp; &nbsp; 松が枝の土に着くまで降る雪を見ずてや妹が<ruby>隠<rt>こも<\/rt><\/ruby>り<ruby>居<rt>を<\/rt><\/ruby>るらむ。<br>&nbsp; &nbsp; &nbsp; Dear, how could you not see the snow that has reached the pine branches and be indoors?<br>From the 万葉集.<\/p>\n\n\n\n<p>17. さらに潮に濡れたる衣をだに脱ぎかへなでなん、こちまうで来つる。<br>&nbsp; &nbsp; &nbsp; Without even changing his clothes completely soaked in sea water, he visited here.<br>From the 竹取物語.<\/p>\n\n\n\n<p>18.&nbsp;橘之　　　　蔭履路乃　　　　八衢尓　　　物乎曽念　　　　妹尓不相而　三方沙弥　(原文)<br><ruby>橘<rt>たちばな<\/rt><\/ruby>の<ruby>蔭<rt>かげ<\/rt><\/ruby>踏む<ruby>路<rt>みち<\/rt><\/ruby>の<ruby>八衢<rt>やちまた<\/rt><\/ruby>に物をぞ<ruby>念<rt>おも<\/rt><\/ruby>ふ<ruby>妹<rt>いも<\/rt><\/ruby>にあはずて<br>　 Not meeting you, I worry as if I were going back and forth on a fork in the road covered by tachibana.<br>From the 万葉集.<\/p>\n\n\n\n<p>19. 丹生乃河　　瀬者不渡而　　　由久遊久登　戀痛吾弟　　　　乞通來祢 &nbsp; (原文) &nbsp;&nbsp; &nbsp;<br>&nbsp; &nbsp; &nbsp; 丹生の河瀬は渡らずてゆくゆくと恋痛し吾が背いで通ひ來ね<br>&nbsp; &nbsp; &nbsp; Oh brother, I have an earnest yearning; come here hastily without crossing the Nyuu Rapids.&nbsp;<br>From the 万葉集.<\/p>\n\n\n\n<p>20. 難波潟みじかき葦のふしのまも逢はでこの世をすぐしてよとや<br>&nbsp; &nbsp; &nbsp; Just a node length of a Naniwa reed away would be fine, yet you say you&#8217;ll spend this life without &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; me?<br>From the 新古今和歌集.<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p><strong><u>～ては<\/u><\/strong><\/p>\n\n\n\n<p>Similar to its usage in ～てはいけない in Standard Japanese, ～ては was used to make a conditional statement under preceding conditions. Aside from this, it is used in the pattern XてはYては in which X and Y stand for verbs meaning &#8220;constantly&#8230;and&#8230;&#8221;.<\/p>\n\n\n\n<p>21. さりともうち捨ててはえ行きやらじ。<br>&nbsp; &nbsp; &nbsp; Even so, if you abandon me, you will not probably be able to go (to the other world).<br>From the 源氏物語.<\/p>\n\n\n\n<p>22. 月満ちては欠け、物盛りにしては衰ふ。<br>&nbsp; &nbsp; &nbsp;The moon constantly becomes full and fades, and as such things constantly flourish and deteriorate.<br>From the 徒然草.<\/p>\n\n\n\n<p>23. これぞ求め得てさうらふ。<br>&nbsp; &nbsp; &nbsp; I sought and found this.<br>From the 徒然草.&nbsp;<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p>&nbsp;<strong><u>History<\/u><\/strong><\/p>\n\n\n\n<p>て comes from the 連用形 of the&nbsp;perfective つ. When this function was lost, て was then able to show connection between phrases. て, as would be expected due to its origin, is thought to establish that in a sequence that the continuative statement it modifies is completed.&nbsp;<\/p>\n\n\n\n<p>24. もろとんにしもわらい<strong>て<\/strong>き。<br>&nbsp; &nbsp; &nbsp; We laughed together (about it).<br>From the 蜻蛉日記.<\/p>\n\n\n\n<p>25. はや船出し<strong>て<\/strong>この浦を去りね。<br>&nbsp; &nbsp; &nbsp; Hurry and take out your boat and leave this shore!<br>From the 源氏物語.<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p><strong><u>What all can て follow?&nbsp;<\/u><\/strong><\/p>\n\n\n\n<p>In looking at the various usages of て, it&#8217;s hard to say that all of its usages truly come from the auxiliary つ and that all of them truly are conjunctive particle usages. For instance, what do you call it when it attaches to adverbs such as かくて (このように), などて (なぜ), and さて.<\/p>\n\n\n\n<p><strong>Word Note<\/strong>: なぜ is the result of a contraction of などて.&nbsp;<\/p>\n\n\n\n<p>This leads to the question of what does て actually attach to. For the て that attaches to the 連用形 of a conjugatable part of speech (verbs, adjectives, auxiliaries), it not only attaches to just these things but it can&nbsp;subsequently follow something with continuative modifying words. This is what leads to the problem of going so far as to say that there are indeed usages that can&#8217;t be called conjunctive anymore. It is suffice to say that the course of modernization of these various usages is remarkable.<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p><strong><u>Examples&nbsp;<\/u><\/strong><\/p>\n\n\n\n<p>26. 乎等賣良我 多麻毛須蘇婢久 許能尓波尓 安伎可是不吉弖 波奈波知里都々　(原文)<br>&nbsp; &nbsp; &nbsp; をてめらが<ruby>裳裾<rt>もすそ<\/rt><\/ruby>びくこの庭に秋風吹きて花は散りつつ<br>&nbsp; &nbsp; &nbsp; The flowers scatter constantly by the blowing autumn wind in this yard in which young women play &nbsp; &nbsp; &nbsp; &nbsp; as they hold up the hems of their skirts.<br>From the 万葉集.&nbsp;<\/p>\n\n\n\n<p>27. 池めいて<ruby>窪<rt>くぼ<\/rt><\/ruby>まり水漬ける所あり。<br>&nbsp; &nbsp; &nbsp; There is a place where like a lake the earth sinks and water soaks in.<br>From the 土佐日記.<\/p>\n\n\n\n<p>28. やまとうたは人の心を種としてよろづのことのはとぞなれりける。<br>&nbsp; &nbsp; &nbsp; Waka is akin to the source of a person&#8217;s heart and thence from it is an endless amount of words.<br>From the 古今和歌集.<\/p>\n\n\n\n<p>In the first two examples, it is without a doubt that we are dealing with the conjunctive て. Although it is not necessarily wrong to say the same for として, the verbal quality of し from す essentially gets fossilized and the whole expression is best thought of as a&nbsp;separate&nbsp;particle of its own. This is why we treat it as a compound particle expression today.<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p><strong><u>て VS して<\/u><\/strong>&nbsp;<\/p>\n\n\n\n<p>When following adjectives as well as the particles と and に, て was used and is still used a lot. However, して was far more prevalent in 漢文・訓読 styled writing. The fact that these expressions still exist with huge overlap with just differences on when and why they&#8217;re used today is still evidence of how they were so interchangeable in Classical Japanese.<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p><strong><u>Sound Changes&nbsp;<\/u><\/strong><\/p>\n\n\n\n<p>Sound changes become more common as time progresses and first show up in the 平安時代. When followed by マ行バ行四段動詞, it would get voiced and be preceded by the 撥音, ん. Ex. 飛ぶ　→　飛びて　→　飛んで. This sound change would eventually extend to ナ変動詞 in the 室町時代.<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><tbody><tr><td>&nbsp;活用<\/td><td>&nbsp;時代<\/td><td>&nbsp;音便現象<\/td><\/tr><tr><td>&nbsp;マ行四段動詞<\/td><td>&nbsp;平安時代～現代日本語<\/td><td>&nbsp;読む　＋　て　→　読みて　→　読んで<\/td><\/tr><tr><td>&nbsp;バ行四段動詞<\/td><td>&nbsp;平安時代～現代日本語<\/td><td>&nbsp;喜ぶ　＋　て　→　喜びて　→　喜んで<\/td><\/tr><tr><td>&nbsp;ナ変動詞<\/td><td>&nbsp;室町時代～現代日本語<\/td><td>&nbsp;死ぬ　＋　て　→　死にて　→　死んで<br>&nbsp;往ぬ　＋　て　→　往にて　→　往んで<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p><strong>Grammar Notes<\/strong>:<\/p>\n\n\n\n<p>1. In the 江戸時代, くて begins to sometime take the form くって, and this is still occasionally done in Modern Japanese.<br>2. て would follow the k-drop changes of the 連用形 for adjectives but not for the かり-stem bases!&nbsp;<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><tbody><tr><td>&nbsp;活用<\/td><td>&nbsp;時代<\/td><td>&nbsp;音便現象<\/td><\/tr><tr><td>&nbsp;ク形容詞<\/td><td>&nbsp;平安時代～現代日本語（方言のみ）<\/td><td>&nbsp;固く ＋　て　→　固くて　→　固うて<\/td><\/tr><tr><td>&nbsp;シク形容詞<\/td><td>&nbsp;平安時代～現代日本語（方言のみ）<\/td><td>&nbsp;新しい　＋　て　→　新しくて　→　新しうて<\/td><\/tr><tr><td>&nbsp;形容詞<\/td><td>&nbsp;江戸時代～現代日本語<\/td><td>&nbsp;新しい ＋　て　→　新しくて　→　新しく（つ・っ）て<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p><strong>Pronunciation Notes<\/strong>:<\/p>\n\n\n\n<p>1. The resultant combination of あう →　おー even today in certain dialects, and likewise いう sounds as ゆう.<br>2. Remember that the 促音 spelling wasn&#8217;t standardized until Modern times.<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p>&nbsp;<strong><u>Examples<\/u><\/strong><\/p>\n\n\n\n<p>29. その<ruby>返事<rt>かへりごと<\/rt><\/ruby>はなくて、屋の上に飛ぶ車を寄せて<br>&nbsp; &nbsp; &nbsp; Having no response, he approached the cart flying to the top of the building&#8230;<br>From the 竹取物語.<\/p>\n\n\n\n<p>30.&nbsp;<ruby>三寸<rt>さんずん<\/rt><\/ruby>ばかりなる人、いとうつくしうてゐたり<br>&nbsp; &nbsp; &nbsp;A percent of just three sun was sitting in a very cute figure.<br>From the 竹取物語.<\/p>\n\n\n\n<p>31. 内輪の茶書こそ。。。。おもしろくッていいけれど<br>&nbsp; &nbsp; &nbsp; Our tea ceremony book is certainly&#8230;&#8230;.interesting, but&#8230;<br>From 滑・ハ笑人<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p><strong><u>形容動詞: に＋て &amp; と＋して<\/u><\/strong><\/p>\n\n\n\n<p>Also note that the combination に＋て, with this に being the 連用形 of the copula なり, would give rise to the case particle で with the same functions it has today.　You also see this for ナル形容動詞. For タル形容動詞, though, you must use として&#8211;と being the 連用形 of the copula たり&#8211;instead of とて.<\/p>\n\n\n\n<p>32.&nbsp;<ruby>殿<rt>との<\/rt><\/ruby>も渡り給へる程にて、「かくなむ」と女別当御覧ぜさす。<br>&nbsp; &nbsp; &nbsp; Genji too when he came, saying &#8220;in these circumstances&#8221;, met with the head lady.<br>From the 源氏物語.<\/p>\n\n\n\n<p>33. 南を望めば、<ruby>海漫々<rt>かいまんまん<\/rt><\/ruby>として、雲の波、<ruby>煙<rt>けぶり<\/rt><\/ruby>の浪深く、北をかへりみれば、また山岳の<ruby>峨々<rt>がが<\/rt><\/ruby>たるより、<br>&nbsp; &nbsp; &nbsp; 百尺の<ruby>瀧水<rt>りうすい<\/rt><\/ruby>みなぎり落ちたり。<br>When you gaze to the south, the sea spans endlessly, the clouds undulate, the (volcano) smoke deeply heaves, and when you look back to the north, again from the steep mountain you can see water flowing down from a big waterfall.<br>From the 平家物語.<\/p>\n\n\n\n<p><strong>Historical Note<\/strong>: At the end of the 室町時代, にて began being contracted to で, and にても　would become でも, and just like today, では would become じゃ. The original forms from then on became part of the literary language. The conjunctive で that arose in phrases like それで (thereupon) was here to stay by the 江戸時代. &nbsp;<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p><strong><u>と＋て<\/u><\/strong>&nbsp;<\/p>\n\n\n\n<p>34. 「のたまひしに違はましかば」とて、この花ををりてまうできたるなり。<br>&nbsp; &nbsp; &nbsp; Thinking that it was contrary to what (Princess Kaguya) had said, he dressed up and came to her.<br>From the 竹取物語.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>第026課: The Particles て, して, &amp; で This lesson is about three important conjunctive particles in Classical Ja<a class=\"more-link\" href=\"https:\/\/imabi.org\/the-particles-%e3%81%a6-%e3%81%97%e3%81%a6-%e3%81%a7\/\">続きを読む <span class=\"screen-reader-text\">&#8220;The Particles て, して, &amp; で&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":""},"tags":[],"class_list":["post-1345","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-lH","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/1345","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=1345"}],"version-history":[{"count":1,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/1345\/revisions"}],"predecessor-version":[{"id":1347,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/1345\/revisions\/1347"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=1345"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=1345"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}