{"id":1360,"date":"2023-08-13T13:52:38","date_gmt":"2023-08-13T20:52:38","guid":{"rendered":"https:\/\/imabi.org\/?page_id=1360"},"modified":"2023-08-13T13:52:38","modified_gmt":"2023-08-13T20:52:38","slug":"adverbial-particles","status":"publish","type":"page","link":"https:\/\/imabi.org\/adverbial-particles\/","title":{"rendered":"Adverbial Particles"},"content":{"rendered":"\n<h3 class=\"wp-block-heading\">第032課: Adverbial Particles<\/h3>\n\n\n\n<p>All of the particles that will be discussed in this lesson are those that you should already know from Modern Japanese. Essentially little has changed, which will hopefully make this an easy lesson. The particles that will be studied in this lesson are the following.<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><tbody><tr><td>&nbsp;まで&nbsp;<\/td><td>&nbsp;など&nbsp;<\/td><td>&nbsp;し（も）<\/td><td>&nbsp;ばかり<\/td><\/tr><tr><td>&nbsp;のみ<\/td><td>&nbsp;だに<\/td><td>&nbsp;すら<\/td><td>&nbsp;さえ<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<h3 class=\"wp-block-heading\">The Particle まで<\/h3>\n\n\n\n<p>As you know, the particle まで created some sort of extent, and this is rather concrete, even when it is dealing with unexpected degree as opposed to other phrases like にかけて. As is the case in Modern Japanese, this particle may follow noun phrases and the 連体形. Just like in Modern Japanese it can be paired with either the particles から or より to create &#8220;from&#8230;to&#8230;&#8221;.&nbsp;<\/p>\n\n\n\n<p>1. 明くるより暮るる<strong>まで<\/strong>、東の山ぎはを眺めて過ぐす。<br>&nbsp; &nbsp;From the time the sun came up till it went down, I passed the time by gazing at the edge of the &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;eastern hills.<br>From the 更級日記.<\/p>\n\n\n\n<p>2. 夜更くる<strong>まで<\/strong>酒飲み物語して、あるじの親王、酔ひて入りたまひなむとも。<br>&nbsp; &nbsp; The Prince of the household drank and talked until night and was completely drunk as he tried to &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; enter (his bedroom).<br>From the 伊勢物語.&nbsp;<\/p>\n\n\n\n<p>3. 武蔵の國<strong>まで<\/strong>惑ひ歩きけり。<br>&nbsp; &nbsp; He walked wandering as far as Musashi Province.<br>From the 伊勢物語.&nbsp;<\/p>\n\n\n\n<p>4. わが宿は道もなき<strong>まで<\/strong>荒れにけり。<br>&nbsp; &nbsp; As for our house, it has been overrun to the point that the road has disappeared.<br>From the 古今和歌集.&nbsp;<\/p>\n\n\n\n<p>5. 朝ぼらけ有明の月と見る<strong>まで<\/strong>に吉野の里に降れる白雪<br>&nbsp; &nbsp; It&#8217;s the white snow piled up in Yoshino village to the point that one mistakes it for the moon at dawn&#8217;s &nbsp; &nbsp; light shining across.<br>From the 古今和歌集.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">The Particle など<\/h3>\n\n\n\n<p>The&nbsp;particle など first appeared in the 平安時代. Its primary function is to show example(s), implying similar items of such group are included as well. However, just as in Modern Japanese, it may just be used primarily to soften the sentence.&nbsp;<\/p>\n\n\n\n<p>6. 雨<strong>など<\/strong>降るもをかし。<br>&nbsp; &nbsp; It is also charming when the rain and such falls.<br>From the 枕草子.<\/p>\n\n\n\n<p>7. いみじううつくしきちごの、いちご<strong>など<\/strong>食ひたる。<br>&nbsp; &nbsp; Extremely kids ate strawberries and such.<br>From the 枕草子.<\/p>\n\n\n\n<p>8. いざ、いと心安き所にて、のどかに聞こえむなど語らひ給へば&#8230;<br>&nbsp; &nbsp;Since (Genji) said such things as &#8220;Well, let&#8217;s talk all relaxed somewhere very comfortable&#8221;,&#8230;<br>From the 源氏物語.<\/p>\n\n\n\n<p>9. 閼伽棚に菊紅葉<strong>など<\/strong>折り散らしたる、さすがに住む人のあればなるべし。<br>&nbsp; &nbsp; The chrysanthemums and colored leaves bent and scattered on the water offering board is no doubt &nbsp; &nbsp; because people are living there.&nbsp;<br>From the 徒然草.<\/p>\n\n\n\n<p>10. 大人、童、下衆<strong>なんど<\/strong>、かたちよし。<br>&nbsp; &nbsp; &nbsp; The adults, children, and low class people and such have beautiful appearances.<br>From the 宇津保物語.&nbsp;<\/p>\n\n\n\n<p>11. 車の音すれば、若き者どもの覗きなどすべかめるに<br>&nbsp; &nbsp; &nbsp; It looked like the young (lady) attendants were looking for an opening of such when there was noise &nbsp; &nbsp; &nbsp; from a cart, but&#8230;&nbsp;<br>From the 源氏物語.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">The Particle し（も）<\/h3>\n\n\n\n<p>Up until the 平安時代, the particle し was seen in all sorts of positions in a sentence, but it quickly became more commonly seen in combinations such as し&#8230;ば&#8230; or combined with bound particles. This is where the form しも comes to play, which is sometimes classified as a bound particle with there being も. The particle is quite emphatic and singles out a single item from a list of things, and thus, it is very limiting. Just like in Modern Japanese, this means it&#8217;s perfect for strengthening a negation.&nbsp;<\/p>\n\n\n\n<p>12. 今し、かもめむれゐてあそぶ所あり。<br>&nbsp; &nbsp; &nbsp; Right now, there is a place where the seagulls are gathering and playing.<br>From the 土佐日記.&nbsp;<\/p>\n\n\n\n<p>13. 折りしも雨風うしつづきて、心あわただしく散りすぎぬ。<br>&nbsp; &nbsp; &nbsp; The rain and wind unfortunately continued, and (the cherry blossoms) restlessly ended up scattering away.<br>From the 徒然草.&nbsp;<\/p>\n\n\n\n<p>14. 飛鳥川の淵瀬常ならぬ世にしあれば<br>&nbsp; &nbsp; &nbsp; Since this is the world just like the rapids and abysses of the Asuka river ever changing<br>From the 徒然草.<\/p>\n\n\n\n<p>15. 心には月見むとしも思はねどうきには空ぞながめられける。<br>&nbsp; &nbsp; &nbsp; Though in my heart, I didn&#8217;t have any thought of looking at the moon, in my sorrow I found myself &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; gazing at the sky.<br>From the 後拾遺集.&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">The Particle ばかり<\/h3>\n\n\n\n<p>Just like in Modern Japanese, the primary usage of ばかり is to show approximation. This approximation deals with numbers, place, age, time, weight, etc. It can also show degree\/extent. The use of &#8220;just&#8221;, which is also found in Modern Japanese, began in the 平安時代. This is pretty distinguishable from the other usage because it wouldn&#8217;t be used with a &#8220;counter\/quantity noun&#8221;.<\/p>\n\n\n\n<p>Now, the intense repetition usage found in things like 鳴いてばかりいる in Modern Japanese started out in the 鎌倉時代 as a final particle usage, but now it is the most important usage, with its use for &#8220;just&#8221; as a means of restriction being almost entirely given to だけ and its approximation usage fighting with くらい over minute semantics (Lesson 83).<\/p>\n\n\n\n<p><strong>Origin Note<\/strong>: The particle ばかり comes from the verb 計る. If you know that はかり・秤 means a &#8220;scale\/weighing machine&#8221; even to this day, you can see the direct correlation it has with its fundamental meaning of showing approximation, which all of its other usages evolved from over time.<\/p>\n\n\n\n<p><strong>Sound Change Note<\/strong>: Starting in the 江戸時代, the particle underwent dialectical sound changes, of which some have survived into Modern Japanese as slang\/colloquial variants. Those that are important include ばっかり, ばっかし, ばかし, and ばっか. &nbsp;<\/p>\n\n\n\n<p><strong>Base Note<\/strong>: ばかり goes after the 終止形 for approximation usages but after the 連体形 for limitation usages.<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p><strong>Examples<\/strong><\/p>\n\n\n\n<p>16.&nbsp;廣瀬河袖衝許 淺乎也 心深目手 吾念有良武　(原文)<br>&nbsp; &nbsp; &nbsp; 広瀬川袖つくばかり浅きをや　心深めて我が思へるらむ。<br>&nbsp; &nbsp; &nbsp;Just like the Hirose River being so shallow that my sleeves are wet,<br>&nbsp; &nbsp; &nbsp;I wonder why I&#8217;m taking it so deep to the heart.<br>From the 万葉集.<\/p>\n\n\n\n<p>17. 如此許恋乍不有者高山之磐根四巻手死奈麻死物乎　 (原文)<br>&nbsp; &nbsp; &nbsp; かくばかり恋ひつつあらずは高山の磐根し<ruby>枕<rt>ま<\/rt><\/ruby>きて死なましものを<br>&nbsp; &nbsp; &nbsp; Without yearning and suffering this much,<br>&nbsp; &nbsp; &nbsp; I want to end up dying upon the rocks as my pillow in that tall mountain.<br>From the 万葉集.<\/p>\n\n\n\n<p>18. されど、なほ夕顔という名ばかりはをかし。<br>&nbsp; &nbsp; &nbsp; But after all, only the name of the evening face is charming.<br>From the 枕草子.<\/p>\n\n\n\n<p>19. 頚もちぎるばかり引きたるに。<br>&nbsp; &nbsp; &nbsp; They pulled (his head) to the extent that his neck was almost torn off.<br>From the 徒然草.<\/p>\n\n\n\n<p>20. 卯のときばかりにふねいだす。<br>&nbsp; &nbsp; &nbsp; We set out on the boat around the Hour of the Rabbit.<br>From the 土佐日記.&nbsp;<\/p>\n\n\n\n<p>21. 人しれずおつる涙のつもりつつ數かくばかりなりにけるかな。<br>&nbsp; &nbsp; &nbsp; As my tears in secret piled up, I ended up at the point of writing down the number of tears in vain.<br>From the 拾遺和歌集.<\/p>\n\n\n\n<p>22. 命あらば逢ふよもあらん世の中になど死ぬばかりおもふ心ぞ。<br>&nbsp; &nbsp; &nbsp; If I had life, I would probably have a time of being able to meet that person, but even so, why does &nbsp; &nbsp; &nbsp; &nbsp; my heart fret as if I&#8217;m going to die?<br>From the 金葉集.<\/p>\n\n\n\n<p><strong>Word Note<\/strong>: 世の中 in this passage has both the meaning of &#8220;male-female relationship&#8221; and &#8220;longevity&#8221;. This adds to the modern translation as referring to the speaker and the partner as well as the twist on &#8220;life&#8221;. &nbsp;<\/p>\n\n\n\n<p>23. 吾屋前 　芽子花咲有 　見来益 　今二日許 　有者将落　(原文)<br>&nbsp; &nbsp; &nbsp; 我が屋戸の萩が花咲けり見に来ませいま二日ばかりあらば散りなむ<br>&nbsp; &nbsp; &nbsp; The ogi flowers have bloomed at my yard. Come see them! Won’t they scatter away in two days?<br>From the 万葉集.<\/p>\n\n\n\n<p>24. 有明のつれなく見えし別れより暁ほど憂きものはなし。<br>&nbsp; &nbsp; &nbsp; Nothing is better than the dawn from the day we parted as the dawn moonlight shined coldly above.&nbsp;<br>From the 古今和歌集.<\/p>\n\n\n\n<p>25. かぞふれば年の残りもなかりけり老いぬるばかり悲しきはなし。&nbsp;<br>&nbsp; &nbsp; &nbsp; When you count, there is no remaining years. There is nothing more said that getting old.<br>From the 新古今和歌集.&nbsp;<\/p>\n\n\n\n<p>26. 今来んと言ひしばかりに長月のありあけの月を待ちいでつるかな。<br>&nbsp; &nbsp; &nbsp; I wait for the moon of the dawn of the ninth month saying it will show now, but will it emerge?<br>From the 古今和歌集.&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">The Particle のみ<\/h3>\n\n\n\n<p>The particle のみ during the 奈良時代 was used far more frequently than ばかり, but ever since it has lost its steam, and even in Modern Japanese were it has survived to, it is used in a limited fashion in more literary\/formal situations. Its use, just like today is to show &#8220;limitation&#8221; meaning &#8220;only&#8221;. Up until the 平安時代, it would be placed before particles like を and に, but the order switched to をのみ and にのみ respectively, as is the case to the present day.&nbsp;&nbsp;<\/p>\n\n\n\n<p>27. ただ浪の白きのみぞ見ゆる。<br>&nbsp; &nbsp; &nbsp; The only thing that was visible was the white of the waves.<br>From the 土佐日記.<\/p>\n\n\n\n<p>28. 秋の夜も名のみなりけり逢ふといへば事ぞともなく明けぬるものを。<br>&nbsp; &nbsp; &nbsp; The fall night was in name only. If I were to meet (my lover), I wish this night would end oh so soon.&nbsp;<br>From the &nbsp;古今和歌集.<\/p>\n\n\n\n<p>29. 筑波祢尓 可加奈久和之能 祢乃未乎可 奈伎和多里南牟 安布登波奈思尓　(原文)&nbsp; &nbsp; &nbsp;<br>　　 &nbsp;筑波嶺に　かか鳴く鷲の音のみをか　泣きわたりなむ　逢ふとはなしに。<br>&nbsp; &nbsp; &nbsp; Like the eagles crying at Tsukubane, I too shall cry for I can no longer see that child.<br>From the 万葉集.<\/p>\n\n\n\n<p>30. 花は盛りに、月はくまなきをのみ見るものかは。<br>&nbsp; &nbsp; &nbsp; Should we look at the moon only when it is clear or at flowers only at their peak?<br>From the 徒然草.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">The Particles だに, すら, &amp;　さえ<\/h3>\n\n\n\n<p>Except for some particle details, the original coverage of these particles almost completely applies here as well.&nbsp;<\/p>\n\n\n\n<p>だに was used a lot in the 奈良時代 to primarily show minimal desire (せめて&#8230;でも), and then afterwards it began being used to show minimal example, eventually replacing すら． However, as we know, in Modern Japanese さえ took over all of them.<\/p>\n\n\n\n<p>すら was used in the ancient period too, in which it showed minimal example. So, at least in the 奈良時代, the two particles weren&#8217;t really confused in function with each other. There wasn&#8217;t even any true consistency on how it was used with case particles. Combinations like をすら, すらを, すらに, にすら, etc. were all common. At one point it also appeared as そら, and managed to survive into Modern Japanese be being consistently used in writing. &nbsp;<\/p>\n\n\n\n<p>さえ is slightly different in that it can mean &#8220;on top of that&#8221; and show minimal example. &#8220;Minimal example&#8221; in Modern Japanese can appear as でさえ（も） to distinguish the usages. It came from the verb &#8220;to add&#8221;, 添ふ． This shouldn&#8217;t be a surprise. It too was used in the ancient period. With the similar roles of だに, すら, and さえ, it&#8217;s not surprising that they&#8217;d be confused with each other and that one would become used more than the others as a result. &nbsp;<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p>&nbsp;<strong><u>Examples<\/u><\/strong><\/p>\n\n\n\n<p>31. 今一度聲をだに聞かせ給へ。<br>&nbsp; &nbsp; &nbsp; Now let me hear your voice at least once.<br>From the 源氏物語.<\/p>\n\n\n\n<p>32. かたみに打ちて、男をさへぞ打つめる。<br>&nbsp; &nbsp; &nbsp; They took turns hitting each other, and it appears that they even hit the men!<br>From the 枕草子.&nbsp;<\/p>\n\n\n\n<p>33. 昇らんをだに見送り給へ。<br>&nbsp; &nbsp; &nbsp; At the very least, watch me ascend.<br>From the 竹取物語.<\/p>\n\n\n\n<p>34. 言不問 木尚妹興兄 有云乎 直独子尓 有之苦者　(原文)<br>&nbsp; &nbsp; &nbsp; 言問はぬ木すら<ruby>妹<rt>いも<\/rt><\/ruby>と<ruby>兄<rt>せ<\/rt><\/ruby>ありとふをただ<ruby>独子<rt>ひとりご<\/rt><\/ruby>にあるが苦しさ。<br>&nbsp; &nbsp; &nbsp; They say that even the mute tree has sisters and brothers; oh how hard it must be as an only child!<br>From the 万葉集.<\/p>\n\n\n\n<p>35. ひとつ子にさへありければ、いとかなしうし給ひけり。<br>&nbsp; &nbsp; &nbsp; In addition, since he was the only child, (the mother) was even more saddened.<br>From the 伊勢物語.&nbsp;<\/p>\n\n\n\n<p>36. 星の光だに見えず暗きに。<br>&nbsp; &nbsp; &nbsp; It was dark and even the light of the stars wasn&#8217;t visible.<br>From the 更級日記.<\/p>\n\n\n\n<p>37. 人所寝 味宿不寝 早敷八四 公目尚 欲嘆　(原文)<br>&nbsp; &nbsp; &nbsp;人の寝る 味眠は寝ずて<ruby>愛<rt>は<\/rt><\/ruby>しきやし 君が目すらを欲りて嘆くも。<br>　　 Having not had sweet sleep with someone, my dear, I sigh desiring at least a glimpse of you.<br>From the 万葉集.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>第032課: Adverbial Particles All of the particles that will be discussed in this lesson are those that you shoul<a class=\"more-link\" href=\"https:\/\/imabi.org\/adverbial-particles\/\">続きを読む <span class=\"screen-reader-text\">&#8220;Adverbial Particles&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":""},"tags":[],"class_list":["post-1360","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-lW","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/1360","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=1360"}],"version-history":[{"count":1,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/1360\/revisions"}],"predecessor-version":[{"id":1362,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/1360\/revisions\/1362"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=1360"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=1360"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}