{"id":1365,"date":"2023-08-13T13:54:57","date_gmt":"2023-08-13T20:54:57","guid":{"rendered":"https:\/\/imabi.org\/?page_id=1365"},"modified":"2024-04-22T13:50:31","modified_gmt":"2024-04-22T20:50:31","slug":"the-history-of-%ef%bd%9e%e3%81%be%e3%81%99","status":"publish","type":"page","link":"https:\/\/imabi.org\/the-history-of-%ef%bd%9e%e3%81%be%e3%81%99\/","title":{"rendered":"The History of ～ます"},"content":{"rendered":"\n<h3 class=\"wp-block-heading\">第034課: The History of ～ます<\/h3>\n\n\n\n<p>～ます is used in Modern Japanese as a very essential auxiliary verb to express politeness. It has its prescriptive restrictions of not having a 連体形, and not showing up until the end of an independent clause, but these restrictions of which are not really adhered today have never existed as we learn. We will start by looking at 参らす, its ultimate source.&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">From 参らす To ～ます<\/h3>\n\n\n\n<p>The supplementary verb 参らす・進らすappears in the middle of the Early Middle Japanese period (794-1185 A.D.). However, because other supplementary verbal endings such as 奉る, 聞こゆ, and 申す were used in similar fashion, it was not until the end of the Early Middle Japanese period (中古日本語) that it became prevalent. Its meaning was the same as the Modern Japanese pattern お…申し上げる, which indicates the high degree of humility it tacks onto the speaker.<\/p>\n\n\n\n<p>1. たすけまゐらせんとは存じ<ruby>候<rt>さうら<\/rt><\/ruby>へども<br>Though I will help you….<br>From the 平家物語 九 (End of 12<sup>th<\/sup> century). <\/p>\n\n\n\n<p>2. 今日すでに離れ参らせなんず。<br>Today I bid you my goodbye.<br>From the 平家物語.<\/p>\n\n\n\n<p>3. 薩摩守のたまひけるは、「年ごろ申し承つて後、おろかならぬ御事に思ひ参らせ候へども、この二、三年は京都の騒ぎ、国々の乱れ、しかしながら当家の身の上のことに候ふあひだ、疎略を存ぜずといへども、常に参り寄ることも候はず。<br>The words of the Governor of Satsuma were, “After having since been taught by you (on Waka) several years ago, I have not thought you to be foolish, but in these two, three years, there has been the uproar in Kyoto and unrest throughout the provinces, and as this all involves our house, though by no means meaning to be discourteous to you, I could not always visit.<br>From the 平家物語.&nbsp;<\/p>\n\n\n\n<p>4. <ruby>乳母<rt>めのと<\/rt><\/ruby>の女房、せめても心のあられずさに、走り出でて、いづくをさすともなく、その辺を足にまかせて泣き<ruby>歩<rt>あり<\/rt><\/ruby>くほどに、ある人の申しけるは、「この奥に<ruby>高雄<rt>たかを<\/rt><\/ruby>といふ山寺あり。その<ruby>聖<rt>ひじり<\/rt><\/ruby>、<ruby>文<rt>もん<\/rt>覚房<rt>がくぼう<\/rt><\/ruby>と申す人こそ、鎌倉殿にゆゆしき大事の人に思はれ<strong>参らせて<\/strong>おはしますが、<ruby>上臈<rt>じやうらふ<\/rt><\/ruby>の<ruby>御子<rt>おんこ<\/rt><\/ruby>を<ruby>御弟子<rt>おんでし<\/rt><\/ruby>にせんとて、欲しがらるなれ」と申しければ、うれしきことを聞きぬと思ひて、母上にかくとも申さず、ただ<ruby>一人<rt>いちにん<\/rt><\/ruby>高雄に尋ね入り、聖に向かひたてまつて、「血の中より<ruby>生<rt>お<\/rt><\/ruby>ほしたて<strong>参らせて<\/strong>、今年十二にならせたまひつる若君を、昨日武士に捕られて候ふ。<ruby>御命<rt>おんいのち<\/rt><\/ruby>乞ひうけ参らせたまひて、御弟子にせさせたまひなんや」とて、聖の前に倒れ伏し、声も惜しまず泣き叫ぶ。まことにせんかたなげにぞ見えたりける。<br>The wet nurse brooded over the situation, lost her composure, and ran away with no particular direction in mind. But, while she was walking in tears having gained her maturity walking still in the vicinity, one person said, “There is a temple in the mountains in the interior called Takao. I heard that the priest there by the name of Mongakubo was pressured by the Kamakura Palace to apprentice the son of a high ranking court lady.” The wet nurse thought she had heard a good report, and without saying anything to her mother, she went alone to inquire the priest at Takao and said, “The prince which I have raised from birth who has turned twelve this year has been captured yesterday by militants. I beg of you to have his life spared and make him your apprentice”, which then she fell down before the priest and cried and shout with no reluctance. She truly could not be helped.<br>From the 平家物語.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">The Independent Verb 参らす<\/h2>\n\n\n\n<p>As an independent word, 参らす became a humble word with the meaning of 献上する・差し上げる・奉る. It comes from the combination of the verb 参る and the honorific ending ～す, which exhibited the following bases. <\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><tbody><tr><td>&nbsp;未然形<\/td><td>&nbsp;連用形<\/td><td>&nbsp;終止形<\/td><td>&nbsp;連体形<\/td><td>&nbsp;已然形<\/td><td>&nbsp;命令形<\/td><\/tr><tr><td>&nbsp;せ<\/td><td> <strong>せ<\/strong><\/td><td>&nbsp;す<\/td><td>&nbsp;する<\/td><td>&nbsp;すれ<\/td><td>&nbsp;せよ<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>5. 薬の壺に<ruby>御文<rt>おほんふみ<\/rt><\/ruby>そへてまゐらす。<br>I will present (the emperor) the medicine jar along with (Princess Kaguya’s) letter.<br>From the 竹取物語 (10<sup>th<\/sup> century). <\/p>\n\n\n\n<p>This meaning is used in a way that 参らす, despite being composed of two parts, was treated as being a single word. You will need to consider this once we see the other two competing meanings of 参らす.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Causation or 尊敬?<\/h2>\n\n\n\n<p>As an independent verb, 参らす also had the causative meanings of making visiting (the palace) and serving\/giving. If translated into Modern Japanese, it would be one of the following verbs depending on context: 参上させる・参内させる・差し上げさせる・奉仕させる。<\/p>\n\n\n\n<p>6. 急ぎまゐらせて御覧ずるに<br>When (the Emperor had the young prince) rush and come to court and see,<br>From the 源氏物語 (1008年). <\/p>\n\n\n\n<p>7. 待ちいで給ひて、加持まゐらせむとし給ふ。 <br>Waiting on the faith healer, I’ll have an incantation performed.<br>From the 源氏物語 (1008年ごろ).　<\/p>\n\n\n\n<p>When this す was used for 尊敬, it would be accompanied with たまふ. Thus, you get まゐらせたまふ. See the passage of the wet nurse above for an example of this 参らす. You must be careful not to confuse these two other 参らす with the one which evolved into a 補助動詞 which lead to ～ます as it is this one which may be viewed as a single word. With contexts like above, you shouldn&#8217;t have trouble differentiating the three usages. <\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Late Middle Japanese: まらす<\/h2>\n\n\n\n<p>Even after Late Middle Japanese (1185-start of the 17<sup>th<\/sup> century), 参らす was still frequently used. When it changed to まらする, the 連用形 まらし came about and まらする was both the 連体形 and 終止形. At the end of Late Middle Japanese, its original independent meaning of being a humble verb disappeared, and by the end of Early Modern Japanese, まらする’s meaning had completely shifted to showing politeness, and this of course leads directly to ～ます with the intermediary steps of まっする and まする.<\/p>\n\n\n\n<p>8. この金をまらせん。<br>I will give this money.<br>From the 蒙求抄.<\/p>\n\n\n\n<p>9. ともかくも頼みまらする。<br>Anyway, I will make the request. <br>From the 虎明狂. <\/p>\n\n\n\n<p>10. ソレガシモ子供ヲ引キ具シテヤガテ参リマラセウズル。<br>I will have the child accompany me and go before long.<br>From the 天草本平家.<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: うずる is the 連体形 of the auxiliary うず which is a contraction of むず. It has the same function as the modern auxiliary ～う. It dropped out of use in the 江戸時代. <\/p>\n\n\n\n<h2 class=\"wp-block-heading\">～まする → ～ます<\/h2>\n\n\n\n<p>～まする is frequently confused with the 連体形 of <ruby>坐<rt>いま<\/rt><\/ruby>す and <ruby>申<rt>まう<\/rt><\/ruby>す. Before standardization, まさ could be seen as an alternative 未然形 to ませ due to confusion with these verbs which exhibited 四段 conjugation. <br><br>Since the merger of the 終止形・連体形, ～まする had for much of Japanese history been used for both. It is only until Early Modern Japanese that both became rendered as ～ます. <br><br>As for the 命令形, it at one point acquired the form ～ませい. If you read a lot of older texts pre-war,  you can even see this contracted to ～まし. Other conjugation differences include the usage of ～ますれば, which was often used in letter correspondences. Otherwise, ～ましたら was the most prevalent form for the 仮定形.<\/p>\n\n\n\n<p>11. お美事にござりまする。 <br>How splendid.<\/p>\n\n\n\n<p>12. 天に（い）まします神よ<br>O Lord which art in heaven <\/p>\n\n\n\n<p>13. このようにお断り申し上げまする。<br>In this manner, I decline.  <\/p>\n\n\n\n<p>14. 振り返ってみまするに、数々の山を乗り越えてまいりました。 <br>When I looked back, I saw that we had passed over several mountains. <br>Sourced from <a href=\"https:\/\/www.weblio.jp\/content\/%E3%81%BE%E3%81%99%E3%82%8B\" data-type=\"link\" data-id=\"https:\/\/www.weblio.jp\/content\/%E3%81%BE%E3%81%99%E3%82%8B\">weblio辞書<\/a><\/p>\n\n\n\n<p>Today, ～まする and ～ますれ are very outdated but not entirely moribund. As for other conjugations, ～ませぬ is the predecessor of ～ません, and in some regions even to this day, the form ～ませず is present. <\/p>\n","protected":false},"excerpt":{"rendered":"<p>第034課: The History of ～ます ～ます is used in Modern Japanese as a very essential auxiliary verb to express politen<a class=\"more-link\" href=\"https:\/\/imabi.org\/the-history-of-%ef%bd%9e%e3%81%be%e3%81%99\/\">続きを読む <span class=\"screen-reader-text\">&#8220;The History of ～ます&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":""},"tags":[],"class_list":["post-1365","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-m1","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/1365","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=1365"}],"version-history":[{"count":4,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/1365\/revisions"}],"predecessor-version":[{"id":5130,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/1365\/revisions\/5130"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=1365"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=1365"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}