{"id":1367,"date":"2023-08-13T13:55:43","date_gmt":"2023-08-13T20:55:43","guid":{"rendered":"https:\/\/imabi.org\/?page_id=1367"},"modified":"2023-08-13T13:55:43","modified_gmt":"2023-08-13T20:55:43","slug":"manyogana","status":"publish","type":"page","link":"https:\/\/imabi.org\/manyogana\/","title":{"rendered":"Man&#8217;yogana"},"content":{"rendered":"\n<h3 class=\"wp-block-heading\">第035課: 万葉仮名 Introduction<\/h3>\n\n\n\n<p>Chinese characters were designed for the Chinese language to represent native words. Applying them to very different languages would require altering the script. The script of Modern Japanese is a final product of a successful application of the Chinese script to a completely different language. The Modern Japanese mixed script is composed of 漢字 and 仮名.<\/p>\n\n\n\n<p>This script would not be possible without the invention of the original Japanese script 万葉仮名. This script is similar to the modern script in its use of both semantic and phonetic spellings. The phonetic use of 漢字 enabled Japanese to be written with the Chinese script for the purpose of writing Japanese and not Chinese. However, I propose that writers of 万葉仮名 made use of the meanings of 漢字 for semantic play in otherwise completely phonetic spellings. Therefore, meaning was a fundamental component of the script that made a framework for phonetic spellings.<\/p>\n\n\n\n<p>This lesson is an introduction into the script based on my beginning research in this study on the semantic purpose of phonetic spellings in 万葉仮名.&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">万葉仮名<\/h3>\n\n\n\n<p>万葉仮名&nbsp;was used to write Old Japanese, which had around eighty-nine syllables with V or CV structure. Each character would either match up to an individual morpheme or individual syllable. Old Japanese had an eight vowel system composed of a, i, ï, e, ë, o, and ö. We will use this common representation of Old Japanese vowels, though they may not be best representative of the actual pronunciation of them. A subset of 漢字 could be used arguably interchangeably for a given syllable. However, basic lexemes were often spelled semantically. For example,&nbsp;<em>umi&nbsp;<\/em>“sea” was usually spelled with 海, the kanji for ocean.<\/p>\n\n\n\n<p>Watabe (1998) gives the analysis that 万葉仮名 was purely phonetic with minor instances of semantic spelling. According to Watabe, ideographic 漢字 were used to write Japanese phonetically by sacrificing entirely the semantic values of those characters. If a concept had only one associated character, then reading ambiguity could arise due to multiple readings. Watabe’s assertion hinges on two flawed assumptions. The first assumption is that phonetic spellings had no semantic relation at all to the words they represented. The second assumption is that reading ambiguity was a problem, and thus a motivation for phonetic spellings. I will first show how Watabe’s assumption about phonetic spellings is false.<\/p>\n\n\n\n<p>Watabe gives the character 君 meaning “you” as an example of why purely phonetic spellings with no meaning were necessary. In his opinion, 君 (you) could be read as&nbsp;<em>kimi<\/em>,&nbsp;<em>anata<\/em>, or&nbsp;<em>omae<\/em>&nbsp;because they were all words for “you”. As a result, writers would have devised phonetic spellings to disambiguate readings. According to Watabe, the spellings 岐美, 吉民, and 伎美 were created with no semantic relation to the word&nbsp;<em>kimi<\/em>. Looking at the first spelling 岐美, the characters literally mean “crossroads of beauty”. People referred to with&nbsp;<em>kimi<\/em>&nbsp;at the time had divine roles.<\/p>\n\n\n\n<p>So, in light of the actual meaning of&nbsp;<em>kimi<\/em>, 岐美 may be thought of as a reasonable artistic spelling of the word. In the second spelling, 吉民 literally means “fortunate citizen”, which can be viewed as a reasonable artistic spelling of&nbsp;<em>kimi<\/em>&nbsp;focusing on the wealthy status of the individual. The third spelling伎美 literally means “skill and beauty”, which may also be viewed as a qualification of the majestic role of someone referred to with&nbsp;<em>kimi<\/em>. Thus, these three spellings demonstrate that the meanings of these characters may not have been ignored in phonetic spelling but may have been taken into account for semantic play.<\/p>\n\n\n\n<p>Watabe’s second assertion is that 君(you) had a three-way reading ambiguity between&nbsp;<em>kimi<\/em>,&nbsp;<em>anata<\/em>, and&nbsp;<em>omae.<\/em>&nbsp;Watabe claims that alleviating such reading ambiguity was a strong motivation for phonetic spellings. However, this assertion is fundamentally flawed. Watabe assumes that these three words all had the meaning of a grammatical second person pronoun. In reality,&nbsp;<em>kimi<\/em>&nbsp;had the meaning of “ruler”, and the words&nbsp;<em>anata<\/em>&nbsp;and&nbsp;<em>omae<\/em>&nbsp;would have been direction location words in Old Japanese. Furthermore, if semantic spellings were hard to read, then the semantic spelling of&nbsp;<em>kimi&nbsp;<\/em>as 君 would not show up six times in Volume One of the 万葉集.&nbsp;Also, his assertion would not explain words such as&nbsp;<em>kimi<\/em>&nbsp;having multiple semantic spellings. This is proven with the fact that&nbsp;<em>kimi<\/em>&nbsp;is most frequently semantically spelled as 王 meaning “king”.<\/p>\n\n\n\n<p>Note: The 万葉集 is the largest corpus of 万葉仮名 composed of 4,516 poems written in Old Japanese by multiple authors who lived from 347 to 759 A.D.<\/p>\n\n\n\n<p>The spellings of&nbsp;<em>kimi<\/em>&nbsp;exemplify how great of a role semantics had in the script. When words were written phonetically, the meanings of the characters chosen added a sense to the word that would otherwise be absent. In fact, as is mentioned by Bentley (2001), though the system does employ phonetic spellings, 万葉仮名 glyphs were chosen in a way that would avoid unpleasant semantics. This would be evidence for writers capitalizing on semantic play and provides additional evidence that the writers were aware of what the characters meant. &nbsp;<\/p>\n\n\n\n<p>If the phonetic part of the script was free from semantics, then characters would be used in complete disregard of meaning. Consider, though, the following poem from the 万葉集. Bold characters stand for 漢字 used semantically and underlined characters stand for 漢字 used phonetically.<\/p>\n\n\n\n<p>1)<\/p>\n\n\n\n<p>Poem 1<\/p>\n\n\n\n<p><strong>籠<\/strong>毛與&nbsp;<strong>美籠<\/strong>母乳&nbsp;布久思毛與&nbsp;<strong>美<\/strong>夫君志<strong>持<\/strong>&nbsp;<strong>此岳尓<\/strong>&nbsp;<strong>菜採須兒<\/strong>&nbsp;<strong>家告<\/strong>閑　<strong>名告<\/strong>紗根&nbsp;<strong>虚<\/strong>見津&nbsp;<strong>山跡乃國<\/strong>者&nbsp;<strong>押<\/strong>奈戸手&nbsp;<strong>吾<\/strong>許曽<strong>居<\/strong>&nbsp;師吉名倍手&nbsp;<strong>吾<\/strong>己曽<strong>座<\/strong>&nbsp;<strong>我<\/strong>許背齒&nbsp;<strong>告<\/strong>目&nbsp;<strong>家<\/strong>呼毛<strong>名<\/strong>雄母<sup>&nbsp;<\/sup>&nbsp;(Hatuse-nö-asakura-nö-miya-ni-mi-yo-siramesi-si-Sumera-mikoto n.d.)<br><em>Ko-mö-yö mi-ko moti pukusi-mö-yö mi-bukushi mo- kö-nö-woka-ni na tum-as-u ko ipe nor-as-e na nor-as-an-e sora mit-u yamatö-nö kuni-pa os-i-nabe-te ware kösö wor-e sik-i-nab-e-te ware kösö mase wa-ni-kösö-pa nora-me ipe-wo-mö na-wo-mö.<br><\/em>Hey, young girl picking grasses with the basket, the wonderful basket, and the hand shovel the wonderful hand shovel, tell me where your house is but not its name. I rule all of Yamato which abounds with the spirits, and though I rule everything, I ask that you tell me about your house and your name.<\/p>\n\n\n\n<p>Approximately 44% of the characters used in this poem are semantic spellings, but the remaining 56% cannot be considered strictly phonetic. How these phonetic spellings are not used in complete disregard of meaning is exemplified with 毛與. 毛與 is the first phonetically spelled phrase in this poem with two conjoined particles, neither of which have Chinese equivalents. The first particle,&nbsp;<em>mö<\/em>, would have had no 漢字 for a direct semantic spelling, and only two 漢字 in the script had the phonetic value&nbsp;<em>mö<\/em>. In this poem, both spellings, 毛 and 母, are found. It is hard to believe that the writer avoided repetition for aesthetic purposes because 毛 shows up three times in this poem for the particle&nbsp;<em>mö<\/em>. In fact, all instances of 毛 stand for the particle&nbsp;<em>mö<\/em>&nbsp;in Volume One of the 万葉集, which is evidence that a link was made between the character and the particle&nbsp;<em>mö<\/em>.<\/p>\n\n\n\n<p>After the king addresses the female listener, the particle&nbsp;<em>mö<\/em>&nbsp;appears with the spelling母. Although母 literally means “mother”, words referring to mother and daughter were frequently used as endearment words for women in general. Thus, the usage of 母 here may be viewed as a semantic play between the homophonous particle&nbsp;<em>mö<\/em>&nbsp;and noun meaning mother.<\/p>\n\n\n\n<p>Looking at the other words written phonetically in Poem One, similar semantic plays with kanji are made with words that cannot be written semantically due to the agglutinative nature of Japanese. Thus, in&nbsp;<strong>押<\/strong>奈戸手&nbsp;<em>os-i-nabe-te<\/em>&nbsp;and&nbsp;師吉名倍手<em>sik-i-nab-e-te<\/em>, both referring to ruling, characters with semantic ties to ruling such as戸 (household), 手 (hand), and 師 (master) are implemented. Rather than a random allotment of characters based on sound, the spellings exemplify a crafty adaptation of Chinese script to Japanese while maintaining the meaning of 漢字.<\/p>\n\n\n\n<p>The poem below is written by another ruler. The same formatting as before is used to distinguish semantic and phonetic kanji for ease of identification.<\/p>\n\n\n\n<p>2)<\/p>\n\n\n\n<p>Poem 375<\/p>\n\n\n\n<p><strong>吉野尓有　夏實之河乃　川余<\/strong>杼<strong>尓<\/strong>　<strong>鴨曾鳴<\/strong>成　<strong>山影尓之弖<\/strong>&nbsp;(Yupara-nö-opo-kimi n.d.)<br><em>Yösino-ni ar-u natumi-nö kapa nö kapa-yodo-ni kamo sö nak-u nar-u yama-kage-ni-s-i-te<\/em><\/p>\n\n\n\n<p>In the river pool of the Natsumi River in Yoshino, you can hear ducks cry in the shadowy mountains.<\/p>\n\n\n\n<p>Most of this poem is written semantically, and the argument can be made that the writer chose characters that best fit for the meanings of the words written phonetically. Consider the following. 成, meaning ‘become’, was used primarily to write the native Japanese word&nbsp;<em>naru<\/em>&nbsp;‘become’. It is used for the copula&nbsp;<em>nari<\/em>&nbsp;here because it is the only kanji with the disyllabic reading&nbsp;<em>naru<\/em>.<\/p>\n\n\n\n<p>The “do” in&nbsp;<em>yodo<\/em>&nbsp;(pool of water) also seems to be spelled without an apparent reason as the character 杼 meaning “acorn” is used.&nbsp;<em>Yodo<\/em>&nbsp;in Modern Japanese is spelled semantically as 淀. However, due to 淀 being rare, it was likely unknown to the author. Furthermore, the author clearly attempted to spell&nbsp;<em>yodo<\/em>&nbsp;semantically because he chose 余 meaning “exceeding” for the syllable&nbsp;<em>yo<\/em>. A&nbsp;<em>yodo<\/em>&nbsp;refers to a pool of water from a stream, and can thus be viewed as an excess of water. Considering the other 漢字 read as “do” in 万葉仮名, the rest are more detached than 杼 to “pool of water”: 騰 (advancing), 藤 (wisteria) and 特 (particular). For a semantic spelling, 騰 would actually be the worst spelling as water in a&nbsp;<em>yodo&nbsp;<\/em>is stagnant and not rushing. Thus, due to script limitations, it appears writers struggled to find the right character to choose in light of meaning.<\/p>\n\n\n\n<p>There have been two ways thus far 万葉仮名 has been shown to take meaning into account in phonetic spellings. The first is purposeful semantic play on characters. The second is choosing the next best character for when there is not an appropriate character available to write things clearly semantically. As mentioned earlier, some words which have semantic spellings may still be spelled phonetically. If this is so, possible motivations related to semantic word play would need to be found to say that phonetic value was not the primary motivation for spelling in 万葉仮名. With that said, consider the following poem.<\/p>\n\n\n\n<p>3)<\/p>\n\n\n\n<p>Poem 28<\/p>\n\n\n\n<p><strong>春過而<\/strong>&nbsp;<strong>夏来<\/strong>良之&nbsp;<strong>白妙<\/strong>能&nbsp;<strong>衣乾有<\/strong>&nbsp;<strong>天之<u>香<\/u>来山<\/strong>&nbsp;(Emperor Jitō n.d.)<br><em>Paru sug-i-te natu k-i-tar-u-ras-i shiro-tapë-nö koromo hos-i-tar-i amë-nö kaguyama<br><\/em>It definitely appears that spring has passed and summer has arrived. They are drying the white hemp robes at Heavenly Kaguyama.<\/p>\n\n\n\n<p>Mount Kaguyama is a very important mountain. Its name is of Ainu origin. Despite this being a good reason for phonetic spelling, this does not appear to be the case. As 来 does not have the reading&nbsp;<em>gu<\/em>, the character cannot be for phonetic value. Although 香 has the sound&nbsp;<em>ka<\/em>, its meaning of fragrance is likely the main motivation for having been chosen. As the poem suggests, there was a tradition of people going to Kaguyama to dry clothes. As&nbsp;<em>siro-tapë<\/em>&nbsp;was white hemp, which takes great craftsmanship to make, character play on emphasizing this talent could explain the choice of 能 (ability) for the particle&nbsp;<em>nö<\/em>.<\/p>\n\n\n\n<p>The semantic spellings 乃 and 之 appear in this poem, but they don’t appear in attribute phrases about Mt. Kaguyama was one of several holy mountains with important complex rituals. As 能 (ability) consistently appears in attributes for these mountains, it seems to have been conventionalized as a means of emphasizing the importance of these mountains. To show how this was conventional rather than a random spelling, consider the same use of 能 (ability) in another poem.<\/p>\n\n\n\n<p>4)<\/p>\n\n\n\n<p>Poem 317<\/p>\n\n\n\n<p><strong>天地之<\/strong>&nbsp;<strong>分時従<\/strong>&nbsp;<strong>神<\/strong>左備手&nbsp;<strong>高貴<\/strong>寸&nbsp;<strong>駿河有<\/strong>&nbsp;布士能<strong>高嶺乎<\/strong>&nbsp;<strong>天原<\/strong><strong>振放見<\/strong>者&nbsp;<strong>度日之<\/strong>&nbsp;<strong>陰<\/strong>毛<strong>隠<\/strong>比&nbsp;<strong>照月乃<\/strong>&nbsp;<strong>光<\/strong>毛<strong>不見<\/strong>&nbsp; (Yamabë-nö-akabito n.d.)<br><em>Amë-nö tuti-nö wakar-e-si toki-yu kami-sabi-te taka-ku taputo-ki suruga-nar-u puzi-nö taka-ne-wo ama-no para puri-sakë mi-re-ba watar-u pi nö kagë-mö kakur-a-pi ter-u tuki-nö pikari-mö mië-du<br><\/em>Looking afar into the wide sky at Mount Fuji of Suruga, which has been a highly exalted and divine peak since the division of heaven and earth, you cannot even see the shining moon light for even the shadow of the passing sun is hidden.&nbsp;<\/p>\n\n\n\n<p>This poem has 能 after&nbsp;<em>puzi<\/em>&nbsp;meaning “Mount Fuji”. Fuji is a name of Ainu providence with unknown meaning, and so the phonetic spelling here including the symbol for cloth 布 and warrior 士 were probably chosen out of confusion as to what the word meant. Just like Mount Kaguyama, though, due to the mountain’s great importance, 能 (ability) was chosen to emphasize the importance of Mount Fuji. More examples are needed to see the extent to which certain character plays were conventionalized, but these two poems both use 能 (ability) for&nbsp;<em>nö<\/em>&nbsp;show that such semantic plays were being employed.<\/p>\n\n\n\n<p>In this essay, 万葉仮名 has been demonstrated to be deeply tied to the semantic values of 漢字. Despite the fact that phonetic spellings arose due to the immense differences between Japanese and Chinese, authors chose characters for phonetic spellings while keeping semantics in mind. Had these writers merely wanted a phonetic system for words that could not be spelled semantically, there would not be evidence of semantic play in phonetic spellings.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>第035課: 万葉仮名 Introduction Chinese characters were designed for the Chinese language to represent native words. <a class=\"more-link\" href=\"https:\/\/imabi.org\/manyogana\/\">続きを読む <span class=\"screen-reader-text\">&#8220;Man&#8217;yogana&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":""},"tags":[],"class_list":["post-1367","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-m3","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/1367","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=1367"}],"version-history":[{"count":1,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/1367\/revisions"}],"predecessor-version":[{"id":1368,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/1367\/revisions\/1368"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=1367"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=1367"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}