{"id":1688,"date":"2023-11-02T01:16:19","date_gmt":"2023-11-02T08:16:19","guid":{"rendered":"https:\/\/imabi.org\/?page_id=1688"},"modified":"2025-09-11T19:24:33","modified_gmt":"2025-09-12T02:24:33","slug":"counters-for-frequency-%ef%bd%9e%e5%ba%a6%e3%83%bb%e5%9b%9e%e3%83%bb%e9%81%8d","status":"publish","type":"page","link":"https:\/\/imabi.org\/counters-for-frequency-%ef%bd%9e%e5%ba%a6%e3%83%bb%e5%9b%9e%e3%83%bb%e9%81%8d\/","title":{"rendered":"Counters for Frequency: ～度・回・遍"},"content":{"rendered":"\n<h2 class=\"wp-block-heading\">Counters for Frequency: ～度, ～回, &amp; ～遍<\/h2>\n\n\n\n<p>There are three primary counters for counting number of times: ～度, ～回, and ～遍. These three suffixes are defined in the 日本語大辞典 as follows:<br><br>「度」: Used to count number of times.<br>「回」: Expresses number of times, attached to words related to number or sequence.<br>「遍」: Used to count the number of times an action or effect occurs.<br><br>From these definitions alone, it is not possible to glean how exactly they differ, nor is it the case that either definition&#8217;s parameters are exclusive to said counter. Of the three counters, ～度 and ～回 are by far the most common, but in actual speech, all three naturally share a lot of overlap, especially with small numbers. <br><br>1. ｛一回・一度・一遍｝やっただけでは覚えられないよ。<br>I can&#8217;t remember something just from doing it once!<\/p>\n\n\n\n<p> 2. 今年は｛３度・３回・３遍行きました｝。<br>This year, I have gone (there) three times.<\/p>\n\n\n\n<p>3. こんなシーンはいまだにかつて｛一度・一回・一遍｝も起こらなかったことを改めて明言しておきたい。<br>I wish to state formally and clearly that this sort of scene has yet to occur once ever before.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">The Counter ～度<\/h2>\n\n\n\n<p>The kanji 度<sup data-fn=\"f41e9a02-2053-4f38-8dc7-099cbf8e8686\" class=\"fn\"><a href=\"#f41e9a02-2053-4f38-8dc7-099cbf8e8686\" id=\"f41e9a02-2053-4f38-8dc7-099cbf8e8686-link\">1<\/a><\/sup> can be literally understood as, &#8220;gradation of measurement,&#8221; which explains why, as a counter and generic suffix, it can mean &#8220;degree&#8221; as in temperature, angles, and even severity. <br><br>4. 気温は（摂氏）２０度を超えています。<br>The temperature is exceeding 20℃.<br><br>5. ９０度のことを直角と言います。<br>We call 90° a right angle.<br><br>6. 難易度を正しく設定しないといけません。<br>You must properly set its difficulty level.<br><br>7. 絶対零度とは宇宙の中で最も低い温度のことである。<br>Absolute zero is the lowest temperature in the universe.<br><br>When ～度 counts &#8220;times,&#8221; the recurrence of said event is uncertain or irregular, as it inherently only refers to instances as if they were points. This is also why it is ungrammatical to use it with decimal numbers, 0, and even negative numbers since its inability to foreshadow repetition means it cannot express incomplete turns.<br><br>Now that we know ～度 has two separate usages as a counter, let&#8217;s briefly go over how it is pronounced with numbers, as its meaning determines its pitch accent.<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><tbody><tr><td>0<\/td><td>れ↓いど※<\/td><td>1<\/td><td>いち↓ど　<br>いちど ↓※<\/td><td>2<\/td><td>に↓ど<br>にど↓※<\/td><td>3<\/td><td>さ↓んど<\/td><\/tr><tr><td>4<\/td><td>よ↓んど<\/td><td>5<\/td><td>ご↓ど<br>ごど↓※<\/td><td>6<\/td><td>ろく↓ど<br>ろくど↓※<\/td><td>7<\/td><td>なな↓ど・しち↓ど<\/td><\/tr><tr><td>8<\/td><td>はち↓ど<\/td><td>9<\/td><td>きゅ↓うど・く↓ど<\/td><td>10<\/td><td>じゅ↓うど<\/td><td>?<\/td><td>な↓んど<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>※零度・〇度 cannot be used for the meaning of &#8220;zero times.&#8221;<br>※With exception to number combinations possessing only one possible accent contour, the numbers 1, 2, 5, and 6 as well as larger numbers ending in them exhibit a pitch dichotomy in which an 尾高型 accent signifies &#8220;number of times,&#8221; whereas a 中高型 accent signifies &#8220;degree.&#8221; When used adverbially, those with an 尾高型 accent undergo pitch leveling and become 平板型.<\/p>\n\n\n\n<p>8. 人生は一度きり。<br>You only live once.<br><br>9. 息子は１度や２度ではなく３度撃たれた。<br>My son was shot not once, not twice, but three times.<br><br>10. 一度おいでください。<br>Please stop by once.<br><br>11. 一生に一度は読むべき本なんです。<br>It&#8217;s a book you just have to read at least once in your life.<br><br>12. 一度だけでもバルセロナに行ってみたいです。<br>I want to try to go to Barcelona even if it&#8217;s just once. <br><br>13. 二度あることは三度ある。<br>Whatever happens twice will happen thrice.<br><br><strong>Usage Note<\/strong>: Although it may seem that ～度 is being used in Ex. 13 to foresee a recurrence, the timing of when that recurrence takes place is still very much in the air.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">The Adverb 一度（に）<\/h3>\n\n\n\n<p>～度 is most commonly used with the number 1, and incidentally, 一度 has acquired unique adverbial usages which can be distinguished by whether or not the particle に is used. <br><br>i. The adverbial form 一度に may be used synonymously with the phrases 一斉に (in unison) and 同時に (simultaneously\/at once). <br>ii. 一度 itself may also be used adverbially with the meaning of &#8220;(trying) once&#8221; with the implication that the result is now set in motion.<br><br>14. 一度にたくさん食べてしまうことがある。<br>I occasionally eat a lot all at once. <br><br>15. 一度食べたら止まらない人は要注意！<br>Be cautious of people who can&#8217;t stop eating once they have started!<br><br>16. 蘭の花は一度にすべての花が咲くのではなく、下から順に咲いていく。<br>Orchids do not have all their flowers bloom at once; they bloom in order from the bottom. <br><br>17. 食パンは一度おいしいものを食べたら、戻れない。<br>As for white bread, you can&#8217;t go back once you&#8217;ve had some that&#8217;s delicious.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">～度: Speech Style &amp; Set Phrases<\/h3>\n\n\n\n<p>～度 is used far more frequently in the written language, which gives insight to how speakers internalize its open-ended nature towards repetition. Whether the action happens again is often not a concern when writing out pure observations. In fact, of the three counters, ～度 is most prevalent in set phrases as, often times, set phrases often do not have a direct correlation with time. Interestingly enough, ～度 may find itself used in set phrases pertaining to cyclical behavior that has a specific endpoint that does not get passed. <br><br>18. お婆さんは氏神に毎月お百度を踏むのが習慣です。<br>As for my grandmother, walking back and forth in front of the shrine of the local deities 100 times is a custom of hers.<br><br><strong>Culture Note<\/strong>: There is a tradition in Japan often done at the start of the month\/year in which people will visit the local Shinto shrines, pray in the main sanctuary, head outside to the entrance, then repeat this process 100 times as part of their due diligence to have their requests heard by the gods.<br><br>19. 兄は女が三度の食事より好きだ。<br>My older brother likes women more than he does three meals a day. <br><br>20. 仏の顔も三度（まで）<br>Literally: (If you touch the) Buddha&#8217;s face three times(, he will get annoyed)<br>Even the patience of a saint eventually runs out.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">the Counter ～回<\/h2>\n\n\n\n<p>The kanji 回 derives from a pictogram of a spiral, and unsurprisingly, its modern use in Japanese heavily revolves around rotation and cyclical behavior. Before going into greater detail, let&#8217;s review how it is pronounced with numbers.<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><tbody><tr><td>0<\/td><td>れいか↓い<br>ゼロか↓い※<\/td><td>1<\/td><td>いっか↓い<\/td><td>2<\/td><td>にか↓い<\/td><td>3<\/td><td>さんか↓い<\/td><\/tr><tr><td>4<\/td><td>よんか↓い<\/td><td>5<\/td><td>ごか↓い<\/td><td>6<\/td><td>ろっか↓い<\/td><td>7<\/td><td>ななか↓い<\/td><\/tr><tr><td>8<\/td><td>はちか↓い<br>はっか↓い<\/td><td>9<\/td><td>きゅうか↓い<\/td><td>10<\/td><td>じゅっか↓い<br>じっか↓い<\/td><td>?<\/td><td>なんか↓い<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>※The number 0 is formally 零（れい）, but it is frequently replaced with ゼロ, which is derived from English, especially in math. <br>※While all examples of ～回 exhibit a 中高型 contour, this is true from when said phrase is treated grammatically as a noun. When adverbial, the contour changes to 平板型.<\/p>\n\n\n\n<p>When counting repetitions within a certain period of time, ～回 is preferred over ～度. In fact, its use strongly implies orderly repetition. Whether or not the action in question has been repeated yet, ～回 may imply that a repeat is desired and foreseeable. Conversely, if repetition is impossible, the lack of another go at is highlighted. <br><br>21. 人は一回しか生きられないこそ人間だ。<br>People are precisely human because they can only live but once!<br><br>22. 仕事に行く前にスクワットを２０回してます！<br>I do 20 squats before going to work.<br><br>23. 3回見ると死ぬ絵を3回以上見ちゃったんですけど、どうなるんでしょうか？<br>I saw one of those &#8220;pictures you die from looking at three times&#8221; more than three times, but what&#8217;s going to happen?<br><br>Most notably, ～回 is heavily used in math. For instance, #回中＃ is how you would go about saying &#8220;# times out of #,&#8221; but this pattern can be extended to any counter. It is especially useful for compartmentalizing actions into smaller ones. For instance, if you bought a TV with a 20-payment plan, that would be a ２０回払い. <br><br>24. ２０回払いで大型テレビを購入しました。<br>I purchased a big-screen TV in 20 installations. <br><br>25. １０回中１回だけ負けました。<br>I lost only one time out of ten times.<br><br>As mentioned, ～回 is also overwhelmingly preferred with grammar points related to an action being done in constant succession. Such grammar points include:<br><br>・連続で (in succession)<br>・合計～ (total of)<br>・～にわたって (over the course of)<br>・～につき (per)<br><br>26. 宝くじを買って10回連続1等当選する確率ってどのくらいですか？<br>What&#8217;s the probability like for winning the first-tier prize in the lottery 10 times in a row?<br><br>27. 合計２００回スキルを使いましょう。<br>Use your skills a total of 200 times.<br><br>28. 男性、詳細を聞くために、メールに記載された電話番号に連絡したところ、「利用料を支払わないなら裁判を起こすので供託金が必要だ」などと言われ、２０回にわたって、合計５千万円を現金書留で送金してしまった。<br>The man accidentally sent a registered-mail envelope for a total of 50 million yen over the course of 20 times upon being told, &#8220;they would bring a lawsuit if he didn&#8217;t pay usage fees, so he needed to make deposits,&#8221; after having contacted a number in an e-mail he had to verify details. <br><br>29.１回につきこれを2錠飲んでください。<br>Take two of these pills per time.<br><br>Because ～回 is preferred when the next instance is anticipated, it helps form other counter expressions like ～回忌 (counter for anniversaries of someone&#8217;s death), ～回生 (Kansai Dialect for &#8220;years of university students&#8221;), ～回戦 (matches\/rounds in fighting)\/competition\/battling). These counters are unique in that they function as ordinal number phrases without the need for ～目.<br><br>30. ３回戦で勝った方が有利になるだろう。<br>It&#8217;d be advantageous to win in the third match. <br><br>31. ２回生からの就活は決して早すぎることはありません。<br>It is never too soon for a sophomore in college to be job hunting.<br><br>32. 三回忌は、故人の命日から満2年目に営む法要である。<br>The &#8220;third anniversary&#8221; of someone&#8217;s death is a Buddhist ceremony held two full years after the day a person has passed away. <br><br><strong>Usage Note<\/strong>: The reason why the number with ～回忌 seems to be one year too soon is because the first ceremony held honoring someone&#8217;s death is counted as the &#8220;first anniversary,&#8221; and since that is done on the day one dies, the first year after will be the second such ceremony.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">～回: Speech Style <\/h3>\n\n\n\n<p>～回 is heavily used in the spoken language, and arguably, this is when it encroaches on the semantic space of ～度 the most. Although the difference between unpredictable vs. predictable recurrence can still be rationalized with any instance of the two counters, whether that is actually truly considered by speakers who predominantly use ～回 in their speech is doubtful. <br><br>33. 外国には｛一度 ◎・一回 〇｝行ったことしかない。<br>I&#8217;ve only ever visited a foreign country once.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">The Counter ～遍<\/h2>\n\n\n\n<p>In Modern Japanese, the use of ～遍 is most prevalent with the number 1, and it is hardly ever seen with numbers larger than 10. Before delving into it further, let&#8217;s recap how to pronounce it with numbers.<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><tbody><tr><td>0<\/td><td>n\/a<\/td><td>1<\/td><td>い↓っぺん<\/td><td>2<\/td><td>に↓へん<\/td><td>3<\/td><td>さ↓んべん<\/td><\/tr><tr><td>4<\/td><td>よ↓んへん<\/td><td>5<\/td><td>ご↓へん<\/td><td>6<\/td><td>ろ↓っぺん<\/td><td>7<\/td><td>なな↓へん<\/td><\/tr><tr><td>8<\/td><td>は↓っぺん<br>はち↓へん<\/td><td>9<\/td><td>きゅ↓うへん<\/td><td>10<\/td><td>じゅ↓っぺん<br>じ↓っぺん<\/td><td>?<\/td><td>な↓んぺん<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>34. 奥さんは蛇飯を召し上がらんから、そんな事をおっしゃるが、まあ一遍たべて御覧なさい。<br>Your wife may say that because she has never had snake before, but, what can I say, give it a try. <br>From 『吾輩は猫である』 by 夏目漱石.<br><br>35. そのうちで自分の気分と自分の言葉が、半紙の裏表のようにぴたりと合った愉快を感じた覚えがただ一遍ある。<br>Meanwhile, I have only ever felt the joy of my feelings and my words fitting together like two sides of a piece of paper once. <br>From 『彼岸過迄』 by 夏目漱石.<br><br>That is not to say its use with larger numbers is impossible, as is demonstrated by the existence of the following idiom (成句).<br><br>36. 読書百遍義自ずから見（あらわ）る。<br>Literal Interpretation: The meaning (of a text) naturally becomes evident from reading it 100 times.<br>Repeated reading makes the meaning clear.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">The Adverb 一遍に<\/h3>\n\n\n\n<p>一遍に may be used as a standalone adverb with the meaning of doing multiple things all in one go. <br><br>37. コックたちが一遍に注文を捌ききれない状態だ。<br>The situation is such that the cooks cannot handle the orders all at once.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">The Suffix ～一遍<\/h3>\n\n\n\n<p>一遍 may also be seen used as a suffix to indicate superficiality, which derives from its literal interpretation of doing something all out in one go. <br><br>38. 正直一遍<br>Honest to a fault<br><br>39. 道理百遍義理一遍<br>(Giving) 100 reasons (is one thing, but pleading to) duty once (with all you have is all one needs to do).<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">～遍: Speech style &amp; Dialectal Use<\/h3>\n\n\n\n<p>Although its presence in the written language is notably higher than ～回, which is in part due to these idiomatic expressions, it is not all that common to hear it used in the plain sense of counting instances in the spoken language. However, this is not the case for dialects of Western Japan such as Kansai Dialects, in which it is notably far more common.<br><br>40. 一遍言うてみぃ！（関西弁)<br>Try saying it once!<br><br>41. 一遍やってみなよ。<br>Give it a try!<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">#, #~; #~, #~<\/h2>\n\n\n\n<p>When numbers (+ counters) are juxtaposed together, the intent is either to create an indeterminate figure (概数)—&#8221;# or # times&#8221;—or to imply succession—&#8221;# times, # times.&#8221; <br><br>Of these two scenarios, the former is far more common with ～度, but the latter is far more common with ～回. Unlike either, however, ～遍 is rare in both scenarios as its use beyond 1 is too rare for either to be practical. However, expressions such as 四五遍 for &#8220;four or five times&#8221; or 四遍五遍 for &#8220;four times, five times&#8221; are perfectly grammatical.<br><br>42. 同じことを二三度言わせるな。<br>Literally: Don&#8217;t make me say the same thing two, three times!<br>Don&#8217;t make me say the same thing more than once!<br><br>43. 年に一、二度しか使っていません。<br>I only use it once or twice a year.<br><br>44. 一生のうちに四、五回は、自分の力に絶望する時がある。<br>There will be four, five times in one&#8217;s life in which one feels hopeless about one&#8217;s strength.<br><br>45. 一読すれば終わりではなく、二回、三回と読み返すべき優れた内容であると思うのでお薦めですよ！<br>Reading once isn&#8217;t the end; I think it&#8217;s such excellent material that you ought to reread it a second time then a third time, so I really recommend it!<br><br>46. 何でも同じ事を四五遍繰り返したのを記憶している。<br>I remember repeating all the same things over and over, four, five times.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">With 数～・～数<\/h2>\n\n\n\n<p>The prefix 数～ means &#8220;several (around 3-6),&#8221; and it used with all three counters. However, 数遍 is notably rare. 数度 is largely seen in the written language, and it may also be used closer in meaning to &#8220;occasionally.&#8221; 数回, on the other hand, is far more common in the spoken language and is most suited for mentioning successive repetition. It even has the emphatic form 複数回. <br><br>47. 彼は矢来の坂を下りながら、変な男があったものだという観念を数度繰り返した。<br>As he descended Yarai Hill, he repeated the thought in his head, over and over, of how such a strange man was there.<br>From 『彼岸過迄』 by 夏目漱石.<br><br>48. 風邪でくしゃみが連続して出るのはまれで１回から数回で治まります。<br>It is rare to sneeze consecutively with a cold; (the sneezing) will calm down within one to several sneezes.<br><br>49. 男性はこの後、背後から複数回撃たれた。<br>The man was then shot multiple times from behind.<br><br>50. 数回の深呼吸で苛立ちを抑えた。<br>I suppressed my frustration with several deep breaths.<br><br>As for the suffix ～数 for &#8220;the number of&#8230;,&#8221; both 度数 and 回数 are commonly used, but 遍数 does not exist. It must be noted, though, that 度数 is far more likely to refer to &#8220;alcohol percentage,&#8221; &#8220;lens strength,&#8221; etc. than it is to refer to frequency. Even when it does have the meaning of &#8220;number of times,&#8221; it differs with 回数 on the lines of indeterminate recurrence of unique instances vs. predictable recurrence of all the same instances.<br><br>51. <ruby>出入<rt>でいり<\/rt><\/ruby>の度数がこう重なるにつれて、敬太郎が二人の娘に接近する機会も自然多くなって来たが・・・<br>As the number of times Keitaro would visit accumulated like this, he naturally had more opportunities to get close to both ladies, but&#8230;&#8230;<br>From 『彼岸過迄』 by 夏目漱石.<br><br>52. 度数は視力だけでは決まらない！<br>Your lens strength is not determined by your vision!<br><br>53. 会える回数が少ないんだから、どうしようもないじゃない？<br>We just can&#8217;t see each other enough times, so there&#8217;s no way out of this, no?<br><br>54. アルコール度数の高いビールを造り、それを冷凍室で氷結してみました。<br>(We) created a high-alcohol content beer, then attempted freezing it in a freezing compartment.<br><br>55. 空気が残っている間は蒸気が熱の全度数を獲得できないのであろう。<br>The vapor likely cannot acquire all the heat&#8217;s strength while air is still remaining.<br><br>56. 回数を重ねるごとに痛みが減り、ここを選んでよかったなと思っています。<br>My pain decreased as the number of times (I went) accumulated, and I&#8217;m glad I chose (going) here.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">何＋｛度・回・遍｝＋も・でも<\/h2>\n\n\n\n<p>Whereas there is no certain number of times floating in a speaker&#8217;s mind when using 何度も or 何遍も in the sense of &#8220;no matter how many times,&#8221; the same cannot be said for 何回も. Just as with the phrase &#8220;over and over&#8230;&#8221; in English, the speaker is emotionally involved with just how many times the same scenario is repeating itself. As for 何度・何遍, what actually happens each time need not be the same scenario, and each instance constitutes its own separate emotional weight. <br><br>57. 何遍聞いてもよくわからんわ。<br>I can&#8217;t seem to figure it out no matter how many times I listen (to it).<br><br>58. 何百回繰り返しても言い足りない。<br>Enough cannot be said no matter how many hundred times I repeat myself.<br><br>59. 何回でも何十回でも自分に言い聞かせなければならなかった。<br>I had to convince myself (of this), as many times or tens of times it had to take. <br><br>The counter ～度 may also be seen used with the native prefix for &#8220;how many&#8221; &#8211; 幾 &#8211; in which case ～度 may be read as either ど or たび, but the former reading is far more common. This produces phrases like 幾度も (many times) 幾度となく (many a time), etc. In these expressions, 幾～ may always be interchanged with 何～, but the former is more literary and emphatic in tone. <br><br>60. 戦後、不発弾の自然発火で<em>いくどとなく<\/em>山火事が起きた。&nbsp;<br>After the war, there were countless wild fires due to the spontaneous combustion of unexploded ordnance.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">もう一｛度・回・遍｝<\/h2>\n\n\n\n<p>In the written language, もう一度 and もう一遍 are used heavily to mean &#8220;one more time,&#8221; giving a lot of semantic weight to each occurrence as a unique situation. Conversely, もう一回 is used heavily in the spoken language, but there is no such heavy pondering over the severity of each occurrence. Rather, you are just repeating the action once more, and nothing more.<\/p>\n\n\n\n<p>61. もう｛一度◎・一遍〇・一回？｝考えてみましょう。<br>Let&#8217;s think (about this) one more time. <br><br>62. 僕は図面の上部に記された『奇蹟』の文字をもう一度じっくりと眺めた。<br>I closely gazed at the word &#8220;miracle&#8221; written in the top-left corner of the diagram once more.<br><br>There is also the synonym 再度 (once more), which is rather formal in tone. It must be noted that ～度 cannot be exchanged for the other two counters in this expression.<br><br>63. 再度ご購入いただきありがとうございます。<br>We thank you for making a purchase again.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">一｛度・回・遍｝もない<\/h3>\n\n\n\n<p>Of the three counters, ～度 is most common with negative expressions, and in conjunction with the number 1, this likelihood becomes even higher. The use of 一回もない and 一遍もない is very colloquial in the spoken language.<br><br>64. これまで雪を見たことが一度もなかった。<br>I had never once seen snow until now.<br><br>65. 学校を休んだことが一度もありません。<br>I have never once missed school.<br><br>66. 助けられたこと一回もないよ。<br>I have not been helped once.<br><br>67. 嘘をついたことは一遍もないわ。<br>I have never lied once.<br><br>The same can be said for the phrase 二度と (never again), which is always paired with the negative, and interestingly, not interchangeable with the other two counters. <br><br>68. 会いたいと思っても二度と会えない人もいる。<br>There are also people whom you wish to see but will never be able to meet again.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">X Time Span ＋ に ＃｛度・回・遍｝<\/h2>\n\n\n\n<p>The use of ～回 in &#8220;# times in X span of time&#8221; heavily implies repetition, and it is favored in contexts with relatively short time spans, and if the time span indicated is not necessarily short, the action is methodic and predictable enough to count on it always happening in that set rhythm. <br><br>69. 有酸素運動は週に何回するのがベストでしょうか？<br>How many times a week is best for doing aerobic exercises?<br><br>70. 一日に二回お風呂に入る人がいるでしょうか。<br>Are there people who bathe twice a day?<\/p>\n\n\n\n<p>The use of ～度・遍 in &#8220;# times in X span of time&#8221; is favored in relatively longer time spans in which the frequency of recurrence is neither planned nor predictable. Circumstances in the moment add to the tally, and sometimes, it might just never happen again.<br><br>71. 東日本大震災の津波というのは、何百年に一遍という中に入るのではないのか。<br>Would the tsunami from the Great East Japan Earthquake not fall under something that happens once in several hundred years? <br><br>72. 百年に一度の月蝕らしいよ。<br>It seems like it&#8217;s a once in a hundred year kind of lunar eclipse.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">ただ・たった＋一｛度・回・遍｝<\/h2>\n\n\n\n<p>When used in a limiting sense, the adverbial phrases ただ・たった (only\/merely) are heavily used with 一度 and 一遍. However, for ただ一回 (simply one time) to be used naturally, the context must not limit the agent&#8217;s ability to try again. Meanwhile, たった一回 (just once) does imply an end-of-the-road scenario. <br><br>73. 生涯ただ一度の恋だった。<br>It was the sole love I&#8217;d had in my life.<br><br>74. たった一遍の唱題にどれほど力が秘められているかがわかるだろう。<br>You&#8217;ll surely see just how much power is hidden in chanting a sutra just once.<br><br>75. 成し遂げんとした志をただ一回の敗北によって捨ててはいけない。<br>You mustn&#8217;t throw away your will to accomplish something just from one defeat.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Ordinal Number Expressions<\/h2>\n\n\n\n<p>～度 and ～遍 are not paired with the ordinal number prefix 第～, as instances counted with them are too autonomous to be presumed to be set-in-stone recurrences. However, they may still be used with the ordinal number suffix ～目, which does not inherently presume a set number of times. ～回, on the other hand, can be used with 第～ or ～目 but never both at the same time. <br><br>76. 市は今後の〇〇公園の利用の在り方を検討するため、有識者による検討会（第３回）を令和〇年〇〇月〇〇日（金）に開催します。<br>The city will be hosting a planning conference (the third one) led by experts to investigate how ## Park ought to be used moving forward on Reiwa Year # Month ## Day ## (Fri.). <br><br>77. 確かに今年が三度目の受験・・・<br>It certainly will be the third time I&#8217;ve taken the exam this year&#8230;..<br><br>78. 始めて、こんな感覚があった時は驚ろいた。二遍目は寧ろ新奇な経験として喜んだ。<br>The first time I had this feeling, I was surprised, and the second time I had this feeling, if anything, I was pleased to have such a fresh experience. <br>From 『それから』by 夏目漱石.<br><br>79. <em>三回目のデート<\/em>で恋を加速させる方法をご紹介します。<br>We&#8217;ll introduce you to methods for speeding up the romance on the third date.<br><br>80. 一度目のミスは誰でもするミスだ。<br>The first mistake you make will be one anyone makes.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">With Quantitative Affixes<\/h2>\n\n\n\n<p>Only ～回 can be used with quantitative affixes such as ～分 (worth) or 全 ～ (all). Although the instances which ～度 and 〜遍 count may not necessarily be instantaneous, they are still being perceived as snippets of time in which the breadth of their extent is not in question. <br><br>81. 5ヶ月間(全5回)お届けします。<br>We&#8217;ll deliver (it to you) over 5 months (total of five times). <br><br>82. 一度に二回分の薬を飲むのは止めましょう。<br>Let&#8217;s quit taking two doses of medicine at once.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">The Counter ～次<\/h3>\n\n\n\n<p>Chinese speakers will readily recognize ～次 as a means of counting &#8220;times.&#8221; Although its use is limited in Japanese, it may still be seen in very formal settings, most often with the prefix 第～. It is also frequently used with temporal nouns to show frequency (ex. 月次 = monthly). Lastly, in math it is used to mean &#8220;order\/degree.&#8221;<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><tbody><tr><td>1<\/td><td>いち↓じ<\/td><td>2<\/td><td>に↓じ<\/td><td>3<\/td><td>さ↓んじ<\/td><td>4<\/td><td>よ↓じ・よ↓んじ<\/td><\/tr><tr><td>5<\/td><td>ご↓じ<\/td><td>6<\/td><td>ろく↓じ<\/td><td>7<\/td><td>なな↓じ<\/td><td>8<\/td><td>はち↓じ<\/td><\/tr><tr><td>9<\/td><td>きゅ↓うじ<\/td><td>10<\/td><td>じゅ↓うじ<\/td><td>?<\/td><td>な↓んじ<\/td><td>＃<\/td><td>じす↓う<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>83. 第三次世界大戦がいつ勃発するかは誰にもわかりません。<br>No one knows when World War III will erupt.<br><br>84. 財務相は議会に年次予算を提出した。<br>The Finance Minister submitted the annual budget to parliament.<br><br>85. 次の二次方程式を解け！<br>Solve the next quadratic equation!<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">The Native Counter ～度（たび）<\/h3>\n\n\n\n<p>The native reading of 度, たび, may also be used as a counter to count &#8220;times.&#8221; Speakers treat ～たび as being more emphatic than the Sino-Japanese version. Like most native counters, however, it is very rare but not impossible to see it used past the number 4 (with an ultimate limit at 10). It is most commonly used with the number 2, with which it has a special spelling in kanji—再び.<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><tbody><tr><td>1<\/td><td>ひと↓たび<\/td><td>2<\/td><td>ふたたび<\/td><td>3<\/td><td>み↓たび<\/td><td>4<\/td><td>よ↓たび<\/td><\/tr><tr><td>5<\/td><td>い↓つたび <\/td><td>6<\/td><td>む↓たび △<\/td><td>7<\/td><td>なな↓たび<\/td><td>8<\/td><td>や↓たび △<\/td><\/tr><tr><td>9<\/td><td>ここのたび △<\/td><td>10<\/td><td>と↓たび<\/td><td>?<\/td><td>い↓くたび<\/td><td>#<\/td><td>たびかず<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>※～たび is also seen in the grammatical structure ～たびに after verbs to mean &#8220;whenever.&#8221; You may also recognize the word in 度々, which is an adverb meaning &#8220;occasionally.&#8221;<\/p>\n\n\n\n<p>86. ひとたび決心したことはあくまで遂行する。<br>Whatever I&#8217;m determined to do once, I carry it out till the bitter end.<br><br>87. 敵軍は再び基地を攻撃した。<br>The enemy army attacked the base once again (twice).<br><br>88. ななたび人として生まれ変りて<sup data-fn=\"983ce98d-ef99-4a9b-a9b9-74d6210d80ec\" class=\"fn\"><a href=\"#983ce98d-ef99-4a9b-a9b9-74d6210d80ec\" id=\"983ce98d-ef99-4a9b-a9b9-74d6210d80ec-link\">2<\/a><\/sup>朝敵を滅ぼさん。<br>I&#8217;ll be reborn as human seven times over and shall defeat the enemy come morning.<br><br>89. いくたび𠮟られたことか。<br>All the times I&#8217;ve been scolded&#8230;<\/p>\n\n\n\n<div class=\"wp-block-buttons is-content-justification-center is-layout-flex wp-container-core-buttons-is-layout-16018d1d wp-block-buttons-is-layout-flex\">\n<div class=\"wp-block-button\"><a class=\"wp-block-button__link has-text-align-center wp-element-button\" href=\"https:\/\/imabi.org\/counters-iv-time-part-ii-%e6%99%82-%e6%99%82%e9%96%93-%e5%88%86-%e7%a7%92-%e6%99%a9-%e5%a4%9c\/\">Previous Lesson<\/a><\/div>\n\n\n\n<div class=\"wp-block-button\"><a class=\"wp-block-button__link has-text-align-center wp-element-button\" href=\"https:\/\/imabi.org\/used-to-%ef%bd%9e%e3%81%9f%e3%82%82%e3%81%ae%e3%81%a0-%e5%98%97%e3%81%a6\/\">Next Lesson<\/a><\/div>\n<\/div>\n\n\n<ol class=\"wp-block-footnotes\"><li id=\"f41e9a02-2053-4f38-8dc7-099cbf8e8686\">Incidentally, the related word 頻度 is a great example word to indicate how &#8220;gradation&#8221; ties into &#8220;times&#8221; in the sense of individual points of something occurring, as it means &#8220;frequency,&#8221; with the kanji 頻 having the meaning of &#8220;a situation consistently occurring.&#8221;  <a href=\"#f41e9a02-2053-4f38-8dc7-099cbf8e8686-link\" aria-label=\"脚注参照1にジャンプ\">↩︎<\/a><\/li><li id=\"983ce98d-ef99-4a9b-a9b9-74d6210d80ec\">This example is in Classical Japanese, and so the sound change associated with the て form that would be expected (生まれ変わりて → 生まれ変わって) does not occur. Additionally, the ～ん at the end is not a negation marker, but rather a volitional marker.  <a href=\"#983ce98d-ef99-4a9b-a9b9-74d6210d80ec-link\" aria-label=\"脚注参照2にジャンプ\">↩︎<\/a><\/li><\/ol>","protected":false},"excerpt":{"rendered":"<p>Counters for Frequency: ～度, ～回, &amp; ～遍 There are three primary counters for counting number of times: ～度, ～回<a class=\"more-link\" href=\"https:\/\/imabi.org\/counters-for-frequency-%ef%bd%9e%e5%ba%a6%e3%83%bb%e5%9b%9e%e3%83%bb%e9%81%8d\/\">続きを読む <span class=\"screen-reader-text\">&#8220;Counters for Frequency: ～度・回・遍&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":"[{\"content\":\"Incidentally, the related word 頻度 is a great example word to indicate how \\\"gradation\\\" ties into \\\"times\\\" in the sense of individual points of something occurring, as it means \\\"frequency,\\\" with the kanji 頻 having the meaning of \\\"a situation consistently occurring.\\\" \",\"id\":\"f41e9a02-2053-4f38-8dc7-099cbf8e8686\"},{\"content\":\"This example is in Classical Japanese, and so the sound change associated with the て form that would be expected (生まれ変わりて → 生まれ変わって) does not occur. Additionally, the ～ん at the end is not a negation marker, but rather a volitional marker. \",\"id\":\"983ce98d-ef99-4a9b-a9b9-74d6210d80ec\"}]"},"tags":[],"class_list":["post-1688","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-re","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/1688","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=1688"}],"version-history":[{"count":56,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/1688\/revisions"}],"predecessor-version":[{"id":14028,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/1688\/revisions\/14028"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=1688"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=1688"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}