{"id":183,"date":"2023-07-11T18:15:35","date_gmt":"2023-07-12T01:15:35","guid":{"rendered":"https:\/\/imabi.org\/?page_id=183"},"modified":"2025-08-26T11:12:31","modified_gmt":"2025-08-26T18:12:31","slug":"the-particle-%e3%81%be%e3%81%a7","status":"publish","type":"page","link":"https:\/\/imabi.org\/the-particle-%e3%81%be%e3%81%a7\/","title":{"rendered":"The Particle まで"},"content":{"rendered":"\n<h3 class=\"wp-block-heading\">The Particle まで　<\/h3>\n\n\n\n<p>As its core function, the particle まで indicates extent<sup data-fn=\"4f5a4dab-053e-462d-aebb-0bf6e865cd24\" class=\"fn\"><a href=\"#4f5a4dab-053e-462d-aebb-0bf6e865cd24\" id=\"4f5a4dab-053e-462d-aebb-0bf6e865cd24-link\">1<\/a><\/sup>, and it is generally easily translated as &#8220;up to\/until\/till&#8221; into English, permitting liberal translation for its finer nuancing. As far as classification is concerned, まで is typically classified as an adverbial particle in mainstream dictionaries<sup data-fn=\"cace8b01-3c0c-49aa-888b-f355fa85e70a\" class=\"fn\"><a href=\"#cace8b01-3c0c-49aa-888b-f355fa85e70a\" id=\"cace8b01-3c0c-49aa-888b-f355fa85e70a-link\">2<\/a><\/sup>. <br><br>Usage I: As a case particle indicating the point to which an action is carried out. The extent of the action may be interpersonal (up to a certain individual), spatial (up to a point in space), temporal (up to a certain point in time), or quantitative (up to a certain amount\/degree).<br><br>1. お医者さんまで連れていきましょうか。<br>Shall I take you (up) to the doctor&#8217;s?<br><br>Usage II: As a case particle indicating the final extent of a range\/sequence\/order, and said range may be interpersonal (between two (groups of) people), spatial (between two points of space), temporal (between two points in time), or quantitative (between two amounts).<br><br>2. テイラー君は午前１０時から午後６時半まで働きました。<br>Taylor-kun worked from 10 AM to 6:30 PM. <br><br>3. オースティンからダラスまで４時間半かかる。<br>It will take 4.5 hours (to get) from Austin to Dallas.&nbsp;<br><br>Usage III: As an adverbial particle strongly emphasizing an extreme extent. <br><br>4. セス先生まで疑っている。<br>Even Seth Sensei (along with everyone else) is doubting me.<br><br>Usage IV: As an adverbial noun indicating the severe degree to which the modifier (adjective\/adjectival noun) attached to it is so. This utilization is highly emphatic.<br><br>5. 見事なまでに失敗した。<br>I failed splendidly so. <br>Literally: I failed to the point of said failure splendidly coming to pass.<br><br><strong>Orthography Note<\/strong>: Unlike most particles, there is a kanji spelling for まで—迄—which is fairly commonly used for Usage I when the preceding noun is temporal.<\/p>\n\n\n\n<p>In this lesson, we will be investigating each of these core meanings of まで, keeping in mind how factors such as part of speech (品詞), other particles, and surrounding context all play a role in how to understand it.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Usage I: To the Extent of&#8230;<\/h2>\n\n\n\n<p>For the case particle&nbsp;まで, Usage I is ironically more straightforward grammatically speaking than Usage II, despite the latter usage being its staple usage. Yet, as will be demonstrated, Usage I truly is where the logic behind まで begins. <br><br>Usage I, at first glance, seems very similar to other particles like に・へ, especially when paired with intransitive verbs. In such contexts, while まで could be switched out for them, the change in meaning cannot be overlooked.<br><br>6a. 渋谷まで行きました。(Extent)<br>I went as far as Shibuya.<br><br>6b. 渋谷｛に・へ｝行きました。(Destination) <br>I went to Shibuya. <br><br>Yet, this affinity does not stop with intransitive verbs. In the next example, while in the native mind まで is the best choice, learners struggle to choose it over に given how both particles can just as easily be translated as &#8220;to&#8221; in such scenarios.<br><br>7. ご用の方は、係までお申し出ください。<br>For those (who need) assistance, please submit (your request) to the clerk.<br><br>From the speaker&#8217;s perspective, まで sets a line for how far they want the person submitting a request to go in their endeavor. By using まで, the listener knows not to submit their request to someone above the clerk, but it also directs them to that point. While both に and まで express an end point, に does not indicate one way or another whether the agent (doer of the action) exceeded that end point, whereas this is precisely what まで does. <br><br>8. 「日本のどこに行きましたか？」「いろんなところに行きましたが、残念ながら、沖縄までは<sup data-fn=\"19fcbddc-2293-4eba-a1c5-3664b51f1495\" class=\"fn\"><a href=\"#19fcbddc-2293-4eba-a1c5-3664b51f1495\" id=\"19fcbddc-2293-4eba-a1c5-3664b51f1495-link\">3<\/a><\/sup>行きませんでした」<br>&#8220;Where (all) did you go in Japan?&#8221; &#8220;I went to all sorts of places, but unfortunately, I didn&#8217;t make it to Okinawa.&#8221; <br><br>In Ex. 8, the first speaker simply asks the other where they went in Japan. The response the second speaker gives starts off by indicating all the destinations that made up their trip but then finishes by admitting that they didn&#8217;t go to the extent that they could have. The implication is that their travel was limited by some exterior force.<\/p>\n\n\n\n<p>9. ちょっと大学まで行ってくる！<br>I&#8217;m going to go to the university for a little bit and come back!&nbsp;<br><br>10.「どちらへ？」「ちょっとそこまで」&nbsp;<br>&#8220;Where are you going?&#8221; &#8220;Nowhere particular.&#8221;<\/p>\n\n\n\n<p><strong>Culture Note<\/strong>: In Japanese, you may be asked as a gesture where you are going in the sense of &#8220;are you heading out?&#8221; <br><br>11. 私たちは<ruby>一緒<rt>いっしょ<\/rt><\/ruby>に駅まで行きました。<br>We went together up to the train station.&nbsp;<\/p>\n\n\n\n<p>12. このバスは<ruby>京都<rt>きょうと<\/rt><\/ruby>まで行きます。<br>This bus goes (up) to Kyoto.&nbsp;<\/p>\n\n\n\n<p>13. 新宿までいくらですか。<br>How much is it up to Shinjuku?<\/p>\n\n\n\n<p>In addition to nouns, まで may also follow adverbial nouns. Adverbial nouns include counter phrases as well as temporal nouns.<br><br>14. 僕は9<ruby>歳<rt>さい<\/rt><\/ruby>までローマで<ruby>育<rt>そだ<\/rt><\/ruby>ちました。<br>I was raised in Rome until I was nine years old.&nbsp;<br><br>15. 6月まで福岡に住む<ruby>予定<rt>よてい<\/rt><\/ruby>です。<br>I plan to live in Fukuoka until June.&nbsp;<br><br>16.&nbsp;<ruby>最近<rt>さいきん<\/rt><\/ruby>までアメリカに住んでいました。<br>I was living in America until recently.&nbsp;<\/p>\n\n\n\n<p>17.&nbsp;<ruby>最後<rt>さいご<\/rt><\/ruby>の<ruby>一粒<rt>ひとつぶ<\/rt><\/ruby>まで食べてください。<br>Eat to the last grain.&nbsp;<br><br>18. きょうまでよく<ruby>耐<rt>た<\/rt><\/ruby>えたな・・・<br>&nbsp;I&#8217;ve endured pretty well thus far&#8230; &nbsp;<\/p>\n\n\n\n<p>While まで is most often seen after nouns, it may also be seen after the 連体形 of verbs in the non-past tense. ～まで cannot be paired with the past tense, as it is illogical to describe an event that has yet to occur as if it had been completed when the verb ～まで would be following has yet to even be completed.<\/p>\n\n\n\n<p>19. カチッと音が<ruby>鳴<rt>な<\/rt><\/ruby>るまで<ruby>鍵<rt>かぎ<\/rt><\/ruby>を<ruby>押<rt>お<\/rt><\/ruby>し<ruby>込<rt>こ<\/rt><\/ruby>む。&nbsp;<br>To push a key in until there is a click sound.&nbsp;<\/p>\n\n\n\n<p>The case particle まで may even be followed by the case particle の to then modify another noun.<\/p>\n\n\n\n<p>20. 仕事が始まるまでの休み時間は<ruby>素晴<rt>すば<\/rt><\/ruby>らしい。<br>My free time until work starts is wonderful.<br><br>21. 大阪までの切符を４枚ください。<br>Four tickets up to Osaka please.&nbsp;<br><br>22. なるべく令和〇年〇月〇日までの提出をお願いします。<br>Please submit it by #\/## (Reiwa Year #) if at all possible.<br><br>In Ex. 22, the particle に would otherwise appear if it were not the case that [令和〇年〇月〇日まで] was not modifying a noun. To know how ～までに works, however, we will touch on that separately later in this lesson (compare with Ex. 50).<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Usage II: &#8220;From X to Y&#8221;<\/h2>\n\n\n\n<p>Usage II<sup data-fn=\"a4f1201d-72a5-470c-9b80-7f974ea0b31c\" class=\"fn\"><a href=\"#a4f1201d-72a5-470c-9b80-7f974ea0b31c\" id=\"a4f1201d-72a5-470c-9b80-7f974ea0b31c-link\">4<\/a><\/sup> takes this notion of extent and applies it to a range, and this range is denoted by the pattern XからYまで, which translates to &#8220;from&#8230;to&#8230;&#8221; in various capacities: temporal, locational=spatial, or quantitative<sup data-fn=\"a87f7d1b-a7fd-48ae-b89f-6b34e2400790\" class=\"fn\"><a href=\"#a87f7d1b-a7fd-48ae-b89f-6b34e2400790\" id=\"a87f7d1b-a7fd-48ae-b89f-6b34e2400790-link\">5<\/a><\/sup>, etc. In doing so, まで acts both like a case marker and like an adverbial phrase. <br><br>What is meant by a range depends on the kind of range involved, a point which is often overlooked. A range implies at least one quantifying factor with at least two points: Point X and Point Y. <br><br>Within that range, the action occurring may be further quantified by another factor. In this scenario, ambiguity naturally occurs as to whether the action is collectively or individually distributed within that range. <br><br>23a. [先生から生徒四人まで]が５台の机を運んだ。<br>From the teacher to his four students, they moved 5 desks. <br><br>In this example, the range pertains to people—Point X (from the &#8220;teacher&#8221;) and Point Y (to &#8220;the students&#8221;). Within that range, the act of moving desks occurs. Yet, it is unclear whether they collectively moved 5 desks or if each person moved 5 desks. There are two solutions to this ambiguity: the surrounding context (visual and\/or textual) or supplementing the main clause with a modifier that clearly rules out one of the interpretations. <br><br>The second solution is arguably the easier route, as is demonstrated by Exs. 23b–c.<br><br>23b. [先生から生徒まで]がそれぞれ５台の机を運んだ。<br>From the teacher to his students, they each moved 5 desks.<br><br>23c. [先生から生徒まで]が｛みんなで・一緒に｝５台の机を運んだ。<br>From the teacher to his students, they moved 5 desks (al)together.<br><br>With these additional modifiers, however, まで&#8217;s necessity is significantly weakened, with XからYまでが likely being paraphrased out with XとYが, though the use of まで does always highlight extent to which something is not done just as much as it does so in the affirmative, making both 23b and 23c valid.<br><br>If the easier route seems to be the less traveled route, this has major implications for why in everyday speech, visual\/textual clues are more likely to pinpoint which interpretation is intended—to the point of affecting grammaticality judgements. Lo and behold, in the context of ranges made by まで, speakers are quick to assume whether a range&#8217;s potential output is within reason.<br><br>24. [テイラー君からセス君まで]が1５０キロだ。<br>Meaning I: (As for the weight of the group), from Taylor to Seth, that&#8217;s 150 kilos.<br>Meaning II: (As for who has that weight), from Taylor to Seth, (they) are at 150 kilos.<br><br>The topic at hand, which is the discussion in and of itself, greatly sways the interpretation of the whole sentence, which is an all too common phenomenon in Japanese discourse. If one can visibly tell that one person could not possibly weigh that much, Meaning II would be out of the question. A reasonable scenario for Meaning I to be meant would be in regard to the weight limit of a structure or provided Taylor and Seth are a group of children having their weights tallied. Meaning II, meanwhile, would make sense in the context of weight class, albeit a heavily overweight class. <br><br>Ranges pertaining to time, space, or degree, on the other hand, are not ambiguous like this. Regardless of what other factors appear within their range, the amount of time, space, or the severity with which the agents (doers) have to deal with is <em>set<\/em> in stone. <br><br>25 [午後１時から午後２時まで]が休憩時間だ。<br>From 1 PM to 2 PM is break time.<br><br>26. [故郷から首都まで]が１００キロだ。<br>From my hometown to the capital is 100 km. <br><br>27. [１５度から２０度まで]が適温だ。<br>From 15℃ to 20℃ is an adequate temperature.<br><br>From these examples, we can see that there is a clear difference between ranges in which X and Y are people or things versus ranges in which X and Y are points in time, space, or degree, but both kinds of scenarios equate &#8220;ranges&#8221; with &#8220;sets&#8221; in their respective ways. <br><br>The ambiguity that arises from people or things (tangible sets) being part of a range, as opposed to time, space, or degree (intangible sets), is further felt when attempting to use said ranges in an attributive sense to modify another phrase, whether that modified phrase be another noun or the predicate itself. Consider how strange saying the following would be in both English and Japanese.<br><br>28. 言語交流会には、テイラー君からセス先生までの外国語が得意な方が参加している。?<br>At the language exchange, people talented at foreign languages, from Taylor-kun to Seth Sensei, are participating. ?<br><br>29. 言語交流会には、外国語が得意な方が、テイラー君からセス先生まで参加している。X<br>At the language exchange, people talented at foreign languages are participating from Taylor-kun to Seth Sensei. X<br><br>In Exs. 28 and 29, notice how people and things are treated as a set within the same range. Moreover, what makes them so unnatural is how the &#8220;X to Y&#8221; ranges attributed leave too many questions about what actually defines the set. In both sentences, it is as if the speaker were trying to redefine the elements of the set outlined by XからYまで—within it in Ex. 28 and externally before even stating the set in Ex. 29. Ultimately, word order and &#8220;tangible&#8221; set boundaries are not flexible when using まで, which is also corroborated by Exs. 23–24 from earlier.<br><br>The grammaticality of these tangible sets is also based on practicality just as much as they are by syntactic restrictions. Take for instance the following: <br><br>30a. 哲学の本をプラトンからサルトルまで読んだ。?<br>30b. 哲学の本プラトンからサルトルまでを読んだ。X<br>30c. 哲学の本プラトンからサルトルまでを、私は読んだ。?<br>30d. プラトンからサルトルまでの哲学の本を読んだ。??<br>30e. プラトンからサルトルまで哲学の本を読んだ。◎<br>I&#8217;ve read philosophy books from Plato to Sartre. <br><br>What is so important about Ex. 30 is how the unnaturalness behind 30a–d cannot be felt from the English translation alone. That being said, let&#8217;s break each one of these iterations down.<br><br>30a. is just as unnatural as 30d, but what 30a implies is a tad bit more likely to rationalize. 30a sounds as though the speaker is viewing X (Plato) and Y (Sartre) on a contiguous line of progress, which would make sense if the speaker were meticulously studying philosophy books one by one and viewed X (Plato) definitely as the starting point and Sartre as either the definitive end point or the extent to which the speaker has studied. The ambiguity of the end point and the oddness of the speaker viewing X as the definitive start of the range add to the unnaturalness of the statement. <br>30b. is ungrammatical because of how [哲学の本プラトンからサルトルまで] is treated definitively as the set which is philosophy books, when in reality, a speaker would know that [プラトンからサルトルまで] cannot be the definitive bounds of [哲学の本], yet here this range is defining the head of the expression [哲学の本] as if it were. <br>30c. While this ought to be just as ungrammatical as 30b., the reason why it gets more of a pass is because the speaker makes it clear that, despite the incorrect implication of the statement, the speaker is very much under the impression that [哲学の本] = [哲学の本プラトンからサルトルまで]. <br>30d. Here, we see that [プラトンからサルトルまで] is modifying the head of the expression [哲学の本]. By doing so, the set is unambiguously defined as not philosophy books as a whole, but rather the exact set of philosophy books from Plato to Sartre is what the speaker read. 30d is more unnatural than even Ex. 28 is because of how impractical the feat is. Provided the set of books composing X to Y could be adequately conceptualized, 30d itself would remain grammatical, but its impracticality begs to question the validity of the set itself, thus defeating the purpose of using XからYまで.<br>30e. Here, [プラトンからサルトルまで] sets an open-ended range–with the understanding that all sorts of other examples are part of the set–with which the speaker (agent) read [哲学の本], which is both logical and sound without erroneously making any strange rationalizations about the set itself. Sentences like this demonstrate how まで phrases behave adverbially, and in this case, [プラトンからサルトルまで] modifies the predicate 読んだ. This is also the case in 30f.<br><br>30f. プラトンからサルトルまで読んだ。<br>I&#8217;ve read from Plato to Sartre. <br><br>If, in 30a., the range [プラトンからサルトルまで] were qualified with a counter phrase, the unnaturalness would disappear, as the range and counter phrase would be one of the same thing, relying heavily on the adverbial nature of まで. With the counter phrase acting as the anchor for the adverbial phrase as a whole, it may freely float around without any logical limitations. <br><br>30g. 哲学の本をプラトンからサルトルまで３０冊読んだ。<br>30h. プラトンからサルトルまで３０冊（の）哲学の本を読んだ。<br>I&#8217;ve read 30 philosophy books from Plato to Sartre. <br><br>Meanwhile, intangible sets create dimensional ranges with which the predicate occurs, allowing for anything to occur within them so long as they actually occur in the kind of range being made. <br><br>31a. テイラー君は、午後１時から午後２時まで休憩を取りました。<br>31b. テイラー君は、午後１時から午後２時までの休憩を取りました。<br>31c. テイラー君は、午後１時から午後２時まで１時間の休憩を取りました。<br>31d. テイラー君は、1時間午後１時から午後２時まで休憩を取りました。X<br>31e. テイラー君は、休憩を午後１時から午後２時まで取りました。<br>Taylor-kun took his break (of 1 hour) from 1 PM to 2 PM. <br><br>Ex. 31d is ungrammatical due to a matter of word order. The counter should occur after XからYまで, and NEVER before. <br><br>What else Taylor-kun does while taking his break is irrelevant, although expected, so long as it all occurs within the range set by Point X (1 PM) and Point Y (2 PM). <br><br>32a. セスさんは２０歳から４０歳までの独身男性を対象に彼氏を探している。◎<br>32b. セスさんは独身男性を対象に２０歳から４０歳まで彼氏を探している。X<br>Seth-san is looking for a boyfriend, aiming for a single guy from ages 20–40. <br><br>Ex. 32b is ungrammatical because the act of searching is not done through a temporal range, but through a range of people. The range of people may be qualified by an age range, but the reverse is not logical. Thus, while intangible sets may float around, they may only do so if the predicate makes sense with them.<br><br>At times, the predicate may still make sense regardless of where the intangible set is placed, but the meaning of the sentence may not stay the same. <br><br>33. １００ページから１５０ページまでの論文を読みました。<br>I read the thesis on Pg 100–150. <br><br>34. 論文を１００ページから１５０ページまで読みました。<br>I read the paper from Pg 100 to Pg 150.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">Omitting まで<\/h4>\n\n\n\n<p>XからYまで may actually be rendered as XからY so long as the phrase is followed by another case particle, but まで must ALWAYS be present if the phrase is being used adverbially (in which case it may be observed floating around given the right conditions described thus far). Often times when まで is omitted, XからY is spelled as X～Y.<br><br>35. ２０代から３０代に多い病気を調べてみました。<br>I looked into diseases common for those in their 20s to 30s. <br><br>36. 花粉は朝５時から１０時が特に危険だ。<br>Pollen is particularly dangerous from 5 AM to 10 AM. <br><br>37. １０匹～１００匹（のポケモン）を登録した。<br>I recorded 10~100 (Pokémon).<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Usage I まで vs ～までに<\/h2>\n\n\n\n<p>The addition of the case particle に onto まで results in a profound change in nuance. While まで continues denoting the extent to which the action occurs, に sets that as the time frame &#8220;by&#8221; which the action ought to be done. While ～まで still establishes the extent to which the predicate may be true, に points out that the action must at least occur at any point within that range. <br><br>In short, imagine まで establishing a line on a temporal plane. While the line is still there with までに, the に indicates a point on that line. The point can be anywhere before the line ends, but it still defines a point nonetheless.<\/p>\n\n\n\n<p>38.&nbsp;<ruby>零時<rt>れいじ<\/rt><\/ruby>までに３冊読んでください。<br>Please read three books by midnight.&nbsp;<\/p>\n\n\n\n<p>39a. 日が出るまでに床に就く。&nbsp;〇\/？<br>39b. 日が出るまで寝ている。〇　<br>39a. To go to sleep by the time the sun rises.&nbsp;<br>39b. To be asleep until the sun rises.<\/p>\n\n\n\n<p>40. 明日までに<ruby>郵便局<rt>ゆうびんきょく<\/rt><\/ruby>に行かないといけない。 <br>I have to go to the post office by tomorrow. <br><br>41. 私に情をかけたいつもりなら、処刑までに三日間の日限を与えてください。<br>If you intend on showing me mercy, please allot me a deadline of three days before my execution.<br>From 『走れメロス』by 太宰治. <br><br>42. 結婚するまでには、もう日本で働き始めました。<br>By the time I got married, I had already begun working in Japan.<br><br>43. お食事は、会議が開かれるまでには、済ませてください。<br>Please be sure to finish eating by the time the meeting is started. <br><br>Having seen how ～までに works, consider the following sentences in which just the change between ～まで and ～までに makes a profound difference. <br><br>44a. あの店は朝6時まで閉まっている。<br>44b. あの店は朝6時までに閉まっている。<br>44a. That store is closed until 6 AM.<br>44b. That store is closed by 6 AM. <br><br>45a. 寝るまでテレビを見ている。<br>45b. 寝るまでにテレビを見ている。<br>I habitually watch TV until I sleep. <br><br>46a. 番組が始まるまで、テレビを消してある。<br>46b. 番組が始まるまでに、テレビを消してある。<br>46a. (I) have the TV kept off until the show starts. <br>46b. (I) have the TV turned off by the time the show starts. <br><br>In Ex. 46a, the TV is turned on once the shows starts, but in Ex. 46b, just with the inclusion of に, the TV is turned off at some point before the show starts, but the TV remains off even after the show starts. <br><br>47. 完治する｛まで 〇・までに X｝入院している。<br>I am hospitalized until I fully recover.<br><br>48a. お客様がお見えになるまでお待ちしております。（うちの店で）<br>I am there waiting (in my store) for (as long as) I see customers coming. <br><br>48b. お客様がお見えになるまでにお待ちしております。（駅などで）<br>I&#8217;m (there) waiting (for my customers) by the time they get (there).<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">～までに vs ～前に<\/h3>\n\n\n\n<p>While ～までに may seem very similar to ～前に because of how the main clause occurs before the subordinate clause with ～までに is completed, the key difference is that ～までに sets a deadline for which the first action must be completed (which coincidentally is before the main clause occurs), whereas ～前に simply indicates &#8220;before.&#8221; Whether a sentence will make sense with either or will rest on whether the notion of &#8220;by said point&#8221; is intended and\/or necessitated.  <br><br>49a. 新居に引っ越すまでに不要な家具を捨てました。<br>49b. 新居に引っ越す前に不要な家具を捨てました。<br>49a. I had thrown out unneeded furniture by the time I moved to my new place. <br>49b. I had thrown out unneeded furniture before I moved to my new place.<br><br>50. 明日｛までに 〇・前に X｝、第６３課のレポートを提出すること！<br>Submit your report on Lesson 63 by tomorrow!<br><br>51. お父さんは完治する｛まで X・までに △・前に 〇｝退院していました。<br>My father had left the hospital [by the time ?\/before] he fully recovered.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Usage I まで + Non-Temporal に<\/h2>\n\n\n\n<p>Now, the particle に after まで need not always be temporal in nature. If it is not temporal in nature, it is likely being used as a purpose marker, which is the case for the following examples.<\/p>\n\n\n\n<p>52a. ご<ruby>参考<rt>さんこう<\/rt><\/ruby>までにしてください。<br>52b. ご参考まで（に）<sup data-fn=\"36ae9c5f-a7aa-44bb-a79d-316303c3f960\" class=\"fn\"><a href=\"#36ae9c5f-a7aa-44bb-a79d-316303c3f960\" id=\"36ae9c5f-a7aa-44bb-a79d-316303c3f960-link\">6<\/a><\/sup><br>Please use for your reference.<\/p>\n\n\n\n<p>53. ご挨拶(まで)に伺いました。<br>I have come by to greet (which is the extent of my visit). <\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: The verb 伺う is the humble form of 来る.&nbsp;<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Usage 1 まで ＋ で<\/h2>\n\n\n\n<p>It may seem surprising that ～までで is also possible, but the choice of the particle で indicates a transition point where, at that point in time, the action\/situation at hand is stopped\/concluded for the next to occur. In this structure, what precedes ～までで will necessarily be a temporal noun (most likely a deadline). <br><br>54. 午後６時までで帰宅した。<br>(I) put a hold (on work) at 6 PM and returned home.<br><br>At times, though, までで appears overlap with まで, but in situations like Ex. 55, the choice of までで indicates that &#8220;the most fun&#8221; to have had is being reflected on with &#8220;now&#8221; as the transition point into a discussion on what might be done next. Meaning, the fun that has happened may be finished, but there is the open possibility of going back to complete all the fun that could be had<sup data-fn=\"9809c69b-6a1a-4c69-8087-eade9826bcef\" class=\"fn\"><a href=\"#9809c69b-6a1a-4c69-8087-eade9826bcef\" id=\"9809c69b-6a1a-4c69-8087-eade9826bcef-link\">7<\/a><\/sup>. By simply using まで, the focus is kept within the time frame that 今まで establishes, which ends at &#8220;now.&#8221; <br><br>55. 今｛まで・までで｝一番楽しかったことは何ですか？<br>What has been the most fun thing you&#8217;ve experienced [so far\/up-to-date]. <br><br>It may also be the case that で is not the particle で at all. Instead, you may be looking at the copula in its て form. Now, Ex. 54 could be viewed as a bridging context between the two, but for an example in which で can only be viewed as the latter, consider Ex. 56. In this example, までで clearly marks the end of a subordinate clause. <br><br>56. ご応募の締め切りは、今月末までで、詳細はホームページで確認するよう呼び掛けています。<br>The deadline to apply is until the end of this month, and we are asking that (everyone) see the details on (our) website.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Usage III: Extremity<\/h2>\n\n\n\n<p>The adverbial particle まで may also indicate an extremity. This is by nature an extension of its case particle function (Usage I) of establishing the extent of an amount\/degree. The &#8220;extreme&#8221; nature of how true the statement is provides an emotional aspect quite different from its utilization seen thus far, but also like other phrases which may equate to &#8220;even,&#8221; other things below the threshold that まで establishes are implied to be just as true.<br><br>57. あの留学生は、日本語を学び始めて半年なのに、難しい漢字まで読めるよ。<br>That foreign exchange student has only started Japanese for half a year, yet he can read even difficult kanji (having mastered everything less complicated). <br><br>58. 子供の喧嘩なのに、警察まで出てきたんだよ。<br>Even though it was just kids arguing, (it has reached the point that) even the police have arrived on the scene.<br><br>59. 自分の彼女までもオレを<ruby>疑<rt>うたが<\/rt><\/ruby>ってるんだよ。<br>Even my own girlfriend doubts me.&nbsp;<\/p>\n\n\n\n<p>60. どこまでオレを<ruby>憎<rt>にく<\/rt><\/ruby>むのか。(Masculine; rough)<br>To what extent do you detest me? <br><br>61. そこまで言うの？ちょっとひどくない？<br>Wow, isn&#8217;t that a little harsh saying that much?<br><br>One way the adverbial particle まで differs from the case particle まで is how it can go after other case particles like に・へ, though its appearance results in the ellipsing of other case particles like が・を.<br><br>62. だから、自分の子供にまで軽蔑されるんだよ。<br>That&#8217;s why you&#8217;re scorned by even your own kids (and everyone else for that matter). <br><br>63. 彼は会社にまでペットのワニを連れてきているよ。まだちっちゃいんだけど、怖いなあ。<br>He&#8217;s bringing his pet crocodile even to the office. It&#8217;s still small and all, but dang, it&#8217;s sure scary. <br><br>64. 外国へまで行って探しました。<br>I went all the way to a foreign country to find (it).<br><br>At this point, you may wonder whether the adverbial particles は and も may follow the adverbial particle まで to provide their unique emphatic effects<sup data-fn=\"76230336-b4b1-4aac-b86e-325de2e299ef\" class=\"fn\"><a href=\"#76230336-b4b1-4aac-b86e-325de2e299ef\" id=\"76230336-b4b1-4aac-b86e-325de2e299ef-link\">8<\/a><\/sup>, and the simple answer to this is yes. <br><br>65. あの人は、いじめが原因で学校へ行かなくなり、さらに付き合っていた彼女までも殺害したという。<br>They say that that person stopped going to school with bullying being the cause, and what&#8217;s more that he went so far as to kill even his girlfriend that he was dating.<br><br>Usage III does not, in practice, get used with the negative, as the extreme extent (degree) at hand is intended to be an affirmative realization of the extreme effect at play. As such, when the particle まで is clearly being used adverbially but is merely a negation of not reaching a certain extent, this ought to be viewed as an iteration of Usage I, a counterargument to it being viewed (solely) as a case particle. <br><br>66. そこまでは言っていません。<br>I wouldn&#8217;t go <em>that<\/em> far.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Usage IV: Adverbial Particle or Dummy Noun?—To be Continued<\/h2>\n\n\n\n<p>Under specific circumstances as we have begun to see in Usage III, まで may indicate an extreme\/severe\/incredible degree, and in doing so, in conjunction with adjectives\/adjectival nouns which describe extreme situations, it possesses dummy noun-like qualities. <br><br>Yet, the grammatical situations in which まで takes on dummy-noun-like qualities are varied, resulting in the dummy-noun まで being riddled with subtleties, so much so that rather than viewing this as a separate usage from a semantic standpoint, it is best to view it as a different syntactic realization of either Usage I, Usage III, or both at the same time.<br><br>67. この世界は残酷なまでに美しい。(Adj. Noun + ～までに = Severe Degree)<br>This world is beautiful to the point of brutality. <br><br>68. プリンセスを助けるまでに成長した。(Verb + ～までに = Severe Degree)<br> I had grown to the point of (going out and) saving the princess.<br><br>69. 死ぬほどまでに苦しんでいた。（～ほどまでに = Severe Degree → Usage III）<br>I had been suffering to the point of death.<\/p>\n\n\n\n<p>70. 蒼穹に聳え立つ山頂から見える日の出は、いっそ神々しいまでだ。(Dummy-Noun = Severe Degree)<br>The sunrise that can be viewed from atop the mountain peak which towers into the blue sky is nothing short of being ever more sublime. <br><br>71. そんなに嫌なら、会社を辞めるまでだな。（Dummy-Noun ≠ Severe Degree?)<br>If you hate the company that much, then there is nothing left for you to do but to quit. <br><br>The extent to which まで may function in this capacity and how it relates to other structures are worth further study, but due to the complexity involved, that discussion will be saved for the second lesson on <a href=\"https:\/\/imabi.org\/the-particle-%e3%81%be%e3%81%a7-ii\/\" data-type=\"page\" data-id=\"744\">まで<\/a>.<br><br>参照<br>『助詞・助動詞の辞典』 by 森田良行.<br>『日本語類義表現 使い分け辞典』by 泉原省二.<br><a href=\"https:\/\/www.let.kumamoto-u.ac.jp\/literature\/asia\/nihonbungaku\/tmogi\/misc\/tmogi2000b.pdf\" data-type=\"link\" data-id=\"https:\/\/www.let.kumamoto-u.ac.jp\/literature\/asia\/nihonbungaku\/tmogi\/misc\/tmogi2000b.pdf\">順序助詞句「AからBまで」について<\/a> by 茂木俊伸.<\/p>\n\n\n<ol class=\"wp-block-footnotes\"><li id=\"4f5a4dab-053e-462d-aebb-0bf6e865cd24\">&#8220;Extent&#8221; as in a point to which something is attained but does not extend beyond said point. The &#8220;point&#8221; may be interpersonal, spatial, temporal, or quantitative.  <a href=\"#4f5a4dab-053e-462d-aebb-0bf6e865cd24-link\" aria-label=\"脚注参照1にジャンプ\">↩︎<\/a><\/li><li id=\"cace8b01-3c0c-49aa-888b-f355fa85e70a\">The 広辞苑 defines all the usages of まで discussed in this lesson as being adverbial in nature.  <a href=\"#cace8b01-3c0c-49aa-888b-f355fa85e70a-link\" aria-label=\"脚注参照2にジャンプ\">↩︎<\/a><\/li><li id=\"19fcbddc-2293-4eba-a1c5-3664b51f1495\">The case particle まで may be emphasized via the addition of the particle は, which highlights the extent marked by まで as being both noteworthy and contrastive to some exterior expectation.  <a href=\"#19fcbddc-2293-4eba-a1c5-3664b51f1495-link\" aria-label=\"脚注参照3にジャンプ\">↩︎<\/a><\/li><li id=\"a4f1201d-72a5-470c-9b80-7f974ea0b31c\">In light of how Usage II of まで functions in creating a range–&#8221;from X to Y&#8221;– the classification 順序助詞 has been proposed by some researchers to account for how まで functions so similarly to other quantifiers (数量詞) like counter phrases, especially given how case particles such as が and を may appear with まで. By this logic, the 順序助詞「まで」can exhibit both case (tangible end point) and adverbial (extent) functionality.      <a href=\"#a4f1201d-72a5-470c-9b80-7f974ea0b31c-link\" aria-label=\"脚注参照4にジャンプ\">↩︎<\/a><\/li><li id=\"a87f7d1b-a7fd-48ae-b89f-6b34e2400790\">Usage II of the case particle まで is limited to what sort of quantitative phrases it may follow. If following a phrase like 最後の一粒 (final grain of rice) or ３本目 (third cylindrical item) in which the &#8220;quantity&#8221; is directly attributed to a physical noun, まで is grammatical. However, directly following counter phrases is trickier:<br>v. おひとり様ひとつまで<br>Up to one per customer<br>vi. お酒は｛三本 X・三本め ○｝まで無料です。<br>Alcohol is free up to the third drink.<br>It is generally unnatural to rationalize multiple quantities as being part of a range when its the individual items that make up said range. The same could be said for English, as &#8220;alcohol is free up to three&#8221; is less natural than &#8220;alcohol is free up to the third drink.&#8221;    <a href=\"#a87f7d1b-a7fd-48ae-b89f-6b34e2400790-link\" aria-label=\"脚注参照5にジャンプ\">↩︎<\/a><\/li><li id=\"36ae9c5f-a7aa-44bb-a79d-316303c3f960\">When dropping する, the choice seems to be between まで and までに, but because に is not being used temporally, it is more so how far does the phrase get shortened and what the impact on tone is by that decision. Without に, while まで still softens the request for how far the listener should take the speaker&#8217;s advice, the sentence is direct enough that it sounds as though the speaker is of higher authority than the listener.   <a href=\"#36ae9c5f-a7aa-44bb-a79d-316303c3f960-link\" aria-label=\"脚注参照6にジャンプ\">↩︎<\/a><\/li><li id=\"9809c69b-6a1a-4c69-8087-eade9826bcef\">In other words, までで sets up a goal that at which point said time has been reached, the effect of the main clause takes hold, and there is a sense of some accomplishment had from the time that was had, but the entire act may very still follow in the future. This is not the case with までに, as V<sub>1<\/sub> must occur and be completed by the time V<sub>2<\/sub> commences.    <a href=\"#9809c69b-6a1a-4c69-8087-eade9826bcef-link\" aria-label=\"脚注参照7にジャンプ\">↩︎<\/a><\/li><li id=\"76230336-b4b1-4aac-b86e-325de2e299ef\">は being contrastive by nature and possible in negative sentences, while も highlights the affirmative.  <a href=\"#76230336-b4b1-4aac-b86e-325de2e299ef-link\" aria-label=\"脚注参照8にジャンプ\">↩︎<\/a><\/li><\/ol>","protected":false},"excerpt":{"rendered":"<p>The Particle まで　 As its core function, the particle まで indicates extent, and it is generally easily translated<a class=\"more-link\" href=\"https:\/\/imabi.org\/the-particle-%e3%81%be%e3%81%a7\/\">続きを読む <span class=\"screen-reader-text\">&#8220;The Particle まで&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":"[{\"content\":\"\\\"Extent\\\" as in a point to which something is attained but does not extend beyond said point. The \\\"point\\\" may be interpersonal, spatial, temporal, or quantitative. \",\"id\":\"4f5a4dab-053e-462d-aebb-0bf6e865cd24\"},{\"content\":\"The 広辞苑 defines all the usages of まで discussed in this lesson as being adverbial in nature. \",\"id\":\"cace8b01-3c0c-49aa-888b-f355fa85e70a\"},{\"content\":\"The case particle まで may be emphasized via the addition of the particle は, which highlights the extent marked by まで as being both noteworthy and contrastive to some exterior expectation. \",\"id\":\"19fcbddc-2293-4eba-a1c5-3664b51f1495\"},{\"content\":\"In light of how Usage II of まで functions in creating a range–\\\"from X to Y\\\"– the classification 順序助詞 has been proposed by some researchers to account for how まで functions so similarly to other quantifiers (数量詞) like counter phrases, especially given how case particles such as が and を may appear with まで. By this logic, the 順序助詞「まで」can exhibit both case (tangible end point) and adverbial (extent) functionality.     \",\"id\":\"a4f1201d-72a5-470c-9b80-7f974ea0b31c\"},{\"content\":\"Usage II of the case particle まで is limited to what sort of quantitative phrases it may follow. If following a phrase like 最後の一粒 (final grain of rice) or ３本目 (third cylindrical item) in which the \\\"quantity\\\" is directly attributed to a physical noun, まで is grammatical. However, directly following counter phrases is trickier:<br>v. おひとり様ひとつまで<br>Up to one per customer<br>vi. お酒は｛三本 X・三本め ○｝まで無料です。<br>Alcohol is free up to the third drink.<br>It is generally unnatural to rationalize multiple quantities as being part of a range when its the individual items that make up said range. The same could be said for English, as \\\"alcohol is free up to three\\\" is less natural than \\\"alcohol is free up to the third drink.\\\"   \",\"id\":\"a87f7d1b-a7fd-48ae-b89f-6b34e2400790\"},{\"content\":\"When dropping する, the choice seems to be between まで and までに, but because に is not being used temporally, it is more so how far does the phrase get shortened and what the impact on tone is by that decision. Without に, while まで still softens the request for how far the listener should take the speaker's advice, the sentence is direct enough that it sounds as though the speaker is of higher authority than the listener.  \",\"id\":\"36ae9c5f-a7aa-44bb-a79d-316303c3f960\"},{\"content\":\"In other words, までで sets up a goal that at which point said time has been reached, the effect of the main clause takes hold, and there is a sense of some accomplishment had from the time that was had, but the entire act may very still follow in the future. This is not the case with までに, as V<sub>1<\/sub> must occur and be completed by the time V<sub>2<\/sub> commences.   \",\"id\":\"9809c69b-6a1a-4c69-8087-eade9826bcef\"},{\"content\":\"は being contrastive by nature and possible in negative sentences, while も highlights the affirmative. \",\"id\":\"76230336-b4b1-4aac-b86e-325de2e299ef\"}]"},"tags":[],"class_list":["post-183","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-2X","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/183","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=183"}],"version-history":[{"count":75,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/183\/revisions"}],"predecessor-version":[{"id":13884,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/183\/revisions\/13884"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=183"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=183"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}