{"id":221,"date":"2023-07-11T18:25:34","date_gmt":"2023-07-12T01:25:34","guid":{"rendered":"https:\/\/imabi.org\/?page_id=221"},"modified":"2025-07-04T13:18:48","modified_gmt":"2025-07-04T20:18:48","slug":"the-particle-%e3%81%a8-ii-citation","status":"publish","type":"page","link":"https:\/\/imabi.org\/the-particle-%e3%81%a8-ii-citation\/","title":{"rendered":"The Citation Particle と"},"content":{"rendered":"\n<h2 class=\"wp-block-heading\">The Citation Particle と<\/h2>\n\n\n\n<p>In this lesson, we will study the citation particle と, which unlike its case particle equivalent, marks an objective comment that is then linked to the predicate through it. <\/p>\n\n\n\n<p><strong>Terminology Note<\/strong>: For this purpose, と may be classified as a &#8220;quotative particle,&#8221; as it forms a dependent clause for said function.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Direct &amp; Indirect Quotes<\/h3>\n\n\n\n<p>The easiest application of the citation\/quotative particle と is marking that the clause before it is a quote, and this quote may either be a direct or indirect.<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Direct Quote: A word-for-word reproduction of what someone has said, written, or thought. <\/li>\n\n\n\n<li>Indirect Quote: A rephrasing of what someone has said, written, or thought without using their exact words.<\/li>\n<\/ul>\n\n\n\n<p>In the case of direct quotes, you may see the punctuation marks 「」employed as quotation marks, but they are not obligatory. <\/p>\n\n\n\n<p>The top five &#8220;citation&#8221; verbs used in tandem with the quotative と are 言う (to say), 思う (to think), 考える (to think over), 聞く (to hear\/ask), and 話す (to speak). Of course, the quotative と is used with all such verbs to this effect.<\/p>\n\n\n\n<p>1. 彼女は「雨が<ruby>降<rt>ふ<\/rt><\/ruby>りません」と言いました。<br>She said, &#8220;It won&#8217;t rain.&#8221;&nbsp;<\/p>\n\n\n\n<p>2. <ruby>山田<\/ruby>さんは「<ruby>英語<\/ruby>は<ruby>難<\/ruby>しいですよ」と<ruby>言<\/ruby>いました。<br>Yamada-san said, &#8220;English is hard!&#8221;<br><br>3. セスさんは諒さんが好きだと思います。<br>I think that Seth-san likes Ryo-san.<br><br>4. あした試験があると言っていました。<br>(They) were saying that there is an exam tomorrow.<br><br>5. 二人の親は二人の関係を知らないと話している。<br>The two&#8217;s parents are saying that they didn&#8217;t know about their relationship.<br><br>6. 昨夜、アルゼンチンで地震があったと聞いた。<br>I heard that there was an earthquake in Argentina last night.<br><br>7. 「日本語がわかりませんと言ったはず？」「算数だぞ」<br>&#8220;I thought I said, &#8220;I don&#8217;t understand Japanese&#8221; (to you)?&#8221; &#8220;This is a math problem.&#8221;<br><br>8. 今にも、激しい雨が降る恐れがあると、観光客たちに説明しました。<br>I explained to the tourists that there is an imminent risk of heavy rain. <br><br>9. 韓国のムアン（務安）空港で旅客機が炎上する事故があって、韓国メディアは、28人が死亡したと伝えています。<br>There has been an accident in which a passenger plane has burst into flames at Muang Airport on South Korea, and South Korean media is reporting that 28 people have died. <br><br>10. <ruby>花子<\/ruby>ちゃんが、<ruby>先生<\/ruby>に<ruby>英語<\/ruby>でいいえと<ruby>答<rt>こた<\/rt><\/ruby>えました。<br>Hanako-chan responded &#8220;no&#8221; to the teacher in English.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">Grammatical Restrictions: Speech Register, Aspect, &amp; Tense <\/h4>\n\n\n\n<p>While direct quotes can theoretically contain everything, most quoted contents (引用部) denoted by the quotative と are &#8220;indirect&#8221; in nature, and as a consequence, typical restrictions on the construction of dependent clauses apply. <\/p>\n\n\n\n<h5 class=\"wp-block-heading\">No Doubling of Politeness markers<\/h5>\n\n\n\n<p>The first restriction to make mention of is that an &#8220;indirect&#8221; quote&#8217;s dependent clause must be in the plain speech register. This results in Ex. 11a being ungrammatical. <\/p>\n\n\n\n<p>11a. 雨が降りませんと思います。X<br>11b. 雨が降らないと思います。〇<br>I think that it won&#8217;t rain.&nbsp;<br><br>In fact, the fact that Ex. 11 is one&#8217;s own thought is a secondary reason for why 11a is ungrammatical, as one&#8217;s thoughts would never be rendered in polite speech. You may behave as the most polite alive, but your &#8220;speech behavior&#8221; of using polite speech is to maintain whatever social dynamic that both the speaker and listener are anticipating. Your thoughts pertain to you, first and foremost. As the 対人関係 trigger for using polite speech is not present, inner monologues must never be in polite speech.<\/p>\n\n\n\n<h5 class=\"wp-block-heading\">Aspect Restriction: ～ている w\/ Third-pErson Thoughts<\/h5>\n\n\n\n<p>When expressing other people&#8217;s thoughts (third person), the citation verb representing said thought must be rendered with ～ている, not so much to mark it as an ongoing action (its tense interpretation), but so as to denote those thoughts as occurring in another person&#8217;s <em>state<\/em> of mind. <\/p>\n\n\n\n<p>12a. 彼はどう思うの?　X<br>12b. 彼はどう思っているの? 〇　<br>What is he thinking?&nbsp;<\/p>\n\n\n\n<p><ruby>13. 妹<\/ruby>はサンタ・クロースは<ruby>来<\/ruby>ないと<ruby>思<\/ruby>っています。<br>My little sister thinks that Santa Claus won&#8217;t come.<\/p>\n\n\n\n<p>Note that this aspect restriction does not apply to literal, verbal utterances.<\/p>\n\n\n\n<p><ruby>14. 彼<\/ruby>の<ruby>祖父<rt>そふ<\/rt><\/ruby>は<ruby>偉大<rt>いだい<\/rt><\/ruby>な<ruby>学者<rt>がくしゃ<\/rt><\/ruby>だったという。<br>(They) say that his grandfather was a great scholar.<\/p>\n\n\n\n<h5 class=\"wp-block-heading\">No Tense Agreement<\/h5>\n\n\n\n<p>Japanese does not possess tense agreement. As a consequence of this, the extent of tense is localized to the individual clause level. In the context of the quotative と, this results in the following grammaticality judgment.<br><br>15a.「映画を見て、どう思いましたか？」「スリルがあって面白かったと思いました」X<br>Intended: &#8220;What did you think of the movie?&#8221; &#8220;I thought it was thrilling and (that it was) fun.&#8221;<br><br>While &#8220;that it was&#8221; is put in parentheses in the intended English translation, its presence, nonetheless, manifests as a common grammatical error when English learners try mirroring the sentence in Japanese. The correct rendition of Ex. 15 ought to reflect how the initial question was posed in terms of tense.<br><br>15b. 「映画を見て、どう思いましたか？」「スリルがあって面白いと思いました」<br>&#8220;What did you think of the movie?&#8221; &#8220;I thought it was thrilling and (that it was) fun.&#8221;<\/p>\n\n\n\n<p>The thought &#8220;スリルがあって面白い&#8221; can be viewed as existing in the moment of watching the movie, and with the thought having occurred in the past, the citation verb is what gets the past tense marker ～た. <\/p>\n\n\n\n<p>Now, this is not to say that the past tense cannot occur within an indirect quote. The consequence, however, is that a truth statement marked by ～た  in an indirect quote would have to be contained within the past, causing the quote take on a retrospective aspect, and with the retrospection taking place in the present, the citation verb itself, thus, would be stated in the non-past tense. As an example of this, consider the following. <br><br>16. 本当に見てくれたら、絶対に面白かった（だろう）と思う。<br>If they had actually watched (the movie), I&#8217;m sure it was definitely fun (for them).<br><br>The lack of tense agreement in Japanese does not forbid the possibility of ～た appearing both in the dependent and independent clauses of the same sentence. When ～た does appear twice, though, the aspect of said timing for those clauses cannot be the same.  <\/p>\n\n\n\n<p>17. 梅雨はもう終わったと思ったのですが、どうやらまだ続いているようですね。<br>I thought that the rainy season had already ended, but it appears to still be going, doesn&#8217;t it?&nbsp;<br><br>[梅雨はもう終わった], in the context of the thought of the agent (oneself in this case), involves a phenomenon that was believed to have already ended for some time. Meanwhile [思った] indicates the speaker has at this juncture concluded that they had been wrong. <\/p>\n\n\n\n<h5 class=\"wp-block-heading\">Place of Negation Marker Changes its Scope<\/h5>\n\n\n\n<p>The negation marker ～ない negates everything that appears before it, within its sentence, of course. To make this &#8220;scope&#8221; of negation clearer, it is marked with [] in the two iterations that follow.  <\/p>\n\n\n\n<p><ruby>18a. [雨<\/ruby>が<ruby>降<\/ruby>ら]ないと<ruby>思<\/ruby>う。<br>I think that it won&#8217;t rain.<br><ruby>18b. [雨<\/ruby>が<ruby>降<\/ruby>ると<ruby>思<\/ruby>わ]ない。　<br>I don&#8217;t think that it will rain.　<\/p>\n\n\n\n<p>18a is representative of most thoughts utilizing the negative, and the same can be said for both the English and the Japanese. 18b is indicative of having either been asked of one&#8217;s opinion or the speaker&#8217;s insistence on stating that they are not of the same mind. <br><br>As for what negation being present in both the quoted content dependent clause and in the independent clause (= the predicate) does, consider the following.<br><br>18c.  雨が降らないと（は）思わない。<br>I do not think that it will not rain.<br><br>Just as in English, this &#8220;double negation&#8221; results in an &#8220;affirmative&#8221; interpretation. As far as practicality is concerned, the motivation for a speaker to resort to using this would, just like with 18b. indicate a desire to state one is not of the same mind as the prior speaker(s). <\/p>\n\n\n\n<h4 class=\"wp-block-heading\">The Full Extent of &#8220;Linguistic Output&#8221;<\/h4>\n\n\n\n<p>As is already evident with the verb 聞く (to hear), the quotative と is not limited to speech (発話) and thought (思考) by the agent of the sentence. In fact, any verb related to linguistic output can be used with the quotative と. This includes verbs like 書く (to write), <\/p>\n\n\n\n<p>19. 「本日臨時休業」と書いてあります。<br>It says, &#8220;Closed today.&#8221;<\/p>\n\n\n\n<p>20. 「色」を意味する英語の単語ですが、アメリカ英語では「C-O-L-O-R」と綴りますが、イギリス英語では「C-O-L-O-U-R」となります。<br>The English word for &#8220;color&#8221; is spelled &#8220;C-O-L-O-R&#8221; in American English and &#8220;C-O-L-O-U-R&#8221; in British English.<\/p>\n\n\n\n<p>21. コーチは「何や、これ」と不満たらたらだ。<br>The coach is all dissatisfied, being all, &#8220;what the heck?!&#8221; <\/p>\n\n\n\n<p>Ex. 21 is of particular interest because while 「何や、これ」is certainly something that the agent would say, the predicate is not an explicit action but a paraphrasing in its own right, showing just how versatile the relationship between the quotative と and the predicate is. <\/p>\n\n\n\n<h4 class=\"wp-block-heading\">When the Quoted Content ≠ Linguistic Output <\/h4>\n\n\n\n<p>So far, we have only seen the quotative と follow quoted content that can be viewed as linguistic output: what a person says, thinks, writes, or any other realization of language. Consider, though, the following sentences.<br><br>22. 少年は、明かりの灯っている家のドアを<span style=\"text-decoration: underline;\">コンコン<\/span>と叩いた。(Onomatopoeia)<br>The young lad knocked on the door of a house where the lights were on. <\/p>\n\n\n\n<p>23. <span style=\"text-decoration: underline;\">「CTRL＋F」<\/span>と押すと、ドキュメント内の文字列を検索できます。(Symbols)<br>Press &#8220;CTRL+F&#8221; to search for a string within a document.<\/p>\n\n\n\n<p>In both cases, it is clear that と is defining the predicate and that both the quoted element and predicate are not based in language. Yet, their semblance to language is undeniable. <\/p>\n\n\n\n<h4 class=\"wp-block-heading\">Quoted Content ≠ Direct Object<\/h4>\n\n\n\n<p>Quoted content (引用部) marked by the quotative と, regardless of the relationship between the quote content and the predicate may be, should not be confused for a direct object. <br><br>24. はがきの表におばあさんの住所を書いた。<br>I wrote my grandmother&#8217;s address on the front of the postcard.<br><br>25. はがきの表に「東京都立川市高松町〇〇ー〇〇」と（住所を）書いた。<br>On the front of the postcard, I wrote (the address) &#8220;XX-XX, Takamatsu-cho, Tachikawa-shi, Tokyo.&#8221; <br><br>While both sentences refer to the same thing—住所 (address) in Ex. 24 = 東京都立川市高松町〇〇ー〇〇 in Ex. 25—the former is treated as a direct object, whereas the latter is treated as a quoted element. Consider, though, the next example.<br><br>26. はがきに「おばあさんの住所」と書いた。<br>I wrote, &#8220;grandmother&#8217;s address&#8221; in the postcard.<br><br>Here, we see the grammatical consequence of switching out を for と, resulting in a grammatically still valid yet entirely different meaning, but even without knowing precisely what the new direct object of Ex. 26 is, we know it is not the same direct object as in Ex. 24. <br><br>This begs the question as to whether the quoted element and the direct object can ever be the same entity. The answer to this is, confusingly, yes, but nothing fundamentally changes regarding how を and と function.<br><br>27. 次に、🄱を入力してください。<br>Next, please enter 🄱.<br><br>28. 年齢項目に「３０」と入力してください。<br>Please enter &#8220;30&#8221; in the age field. <br><br>In both sentences, the predicate 入力する is paired with a linguistic expression (buttons which stand for letters which the person typing knows bear some meaning or function). In Ex. 27, the 🄱 key is being pressed to input &#8220;b,&#8221; and in this sense, it is clear that 🄱 must function as the direct object; thus, it is marked with を. Meanwhile, in Ex. 28, we see that the pressing of &#8220;3&#8221; and &#8220;0&#8221; stands for the agent&#8217;s age, and so we see how &#8220;30&#8221; takes on more meaning than just what number keys are pressed, as it is the message that those numbers carry that stands for the action of the predicate. <\/p>\n\n\n\n<h4 class=\"wp-block-heading\">XがYをY&#8217;（だ）とZ<\/h4>\n\n\n\n<p>The knowledge gained from the understanding that the quoted content marked by と is not the same grammatical entity as the object is important to understanding the basic sentence pattern &#8220;deeming (Z) an entity (Y) as another entity (Y&#8217;).&#8221;<br><br>29. 男の言ったことを、そのまま受け取れば、<span style=\"text-decoration: underline;\">警察が、山本を犯人と考えている<\/span>のは、間違いだということになる。<br>If (we) take what the man said at face value, it would mean that the police are mistaken in thinking that Yamamoto is the culprit.<\/p>\n\n\n\n<p>In this pattern, the dependent clause Y&#8217; is how Y, the direct object, is being defined. The Z element can be any verb related to linguistic output. Oftentimes, due to topicalization with the particle は, as well as the most likely dropping of the agent of the sentence (X), the lines between these two patterns can be confusing, but the grammatical ramifications will be apparent once you determine whether there are two Y components, of which the latter (Y&#8217;) is defined via と. In Exs. 30-32, the Y&#8217; is shown in [] so that you do not confuse elements within said dependent clause as parts of the overarching sentence structure. <br><br>30. これを[研究する必要がある]と見なしている。<br>(We) view this as something that needs to be studied. <br><br>31. [フェイクの可能性が高い]と見ている。<br>(We) see this as highly likely being a fake. <br><br>32. 俺が君を[綺麗だ]と言っても、君は信じないし、そうは思わないだろう。<br>Even if I were to tell you that you were beautiful<sup data-fn=\"12b65a54-194d-4ad7-ba86-f639cadd1bcb\" class=\"fn\"><a href=\"#12b65a54-194d-4ad7-ba86-f639cadd1bcb\" id=\"12b65a54-194d-4ad7-ba86-f639cadd1bcb-link\">1<\/a><\/sup>, you wouldn&#8217;t believe me, and you probably don&#8217;t think so.<\/p>\n\n\n\n<p>The presence\/absence of だ is a complicated matter. When Y&#8217; stands for an adjectival-noun embedded predicate, as is the case in Ex. 32, だ is typically present provided that the quote is a reflection of the copular nature of the quote itself as well as the degree to which だ affirms a statement, in which case its level of &#8220;modality&#8221; as it pertains to affirmation is said to be high. <br><br>Without だ, modality as it pertains to affirmation is said to be low. This allows for its ellipsis so long as the predicative role of the adjectival noun involved is readily inferable &#8211; a subjective measure at best but sufficient for explaining its ellipsis in grammar structures such as ～といっても (&#8220;although&#8230; might say&#8230;).<br><br>33. ヒンバスなんて綺麗｛だ 〇・∅ 〇｝と言ってもかわいいとは言いません。<br>Even if I were to call Feebas pretty, I wouldn&#8217;t call it cute. <br><br>Now, as for nominal predicates, consider the following. <br><br>34. 自分は「猫」だと主張している。<br>They insist that they are a &#8220;cat.&#8221; <br><br>Here, the affirmative declaration made by &#8220;they&#8221; is [(I) am a cat]. We see that, putting aside the extra focus on the word &#8220;cat&#8221; itself, the declarative=copular role of だ is unquestionable. If this high modality is lowered such that &#8220;that&#8230; is&#8221; is more akin &#8220;as&#8230;,&#8221; だ is not present, rendering the quotation clause more like an adverbial qualification of the citation verb. <br><br>35. 飼い主を”子供”と思っている猫がする仕草のひとつです。　<br>That&#8217;s one mannerism cats, who think of their owner as a &#8220;kid,&#8221; do. <br><br>Another reason for why と would not necessarily coexist with だ in contexts in which と functions as &#8220;as&#8221; is that &#8220;as&#8221; is, in a way, copula-like in function<sup data-fn=\"4c826d8f-802f-471a-b7ad-e34cae24971c\" class=\"fn\"><a href=\"#4c826d8f-802f-471a-b7ad-e34cae24971c\" id=\"4c826d8f-802f-471a-b7ad-e34cae24971c-link\">2<\/a><\/sup>, though not as assertive in tone or implication as the copula だ proper. To demonstrate the similarity of their functions in relation to quotative statements, look no further than English.<br><br>i. The cat views their owner as a kid.<br>ii. The cat thinks of their owner as a kid.<br>iii. The cat thinks that their owner is a kid.<br><br>While these three sentences have slightly different nuances, that is precisely the point. Ultimately, they are all fairly synonymous, with the degree of certainty behind the cat=agent&#8217;s being what differs and relates back to how ～（だ）と functions in their Japanese equivalents. <br><br>Granted that there is a nuance difference based on whether だ is present or absent, it would be suffice to say that we should expect contexts in which both are probable within the same sentence for their respective effect. Lo and behold, that is very much the case.<br><br>36. 子供を子供と思っておらず１人の人間だと思って接しています。<br>(We) attend to children with the mindset that (each) kid is an individual human being rather than viewing them as kids. <br><br>As we have seen, the lack of affirmation=assertiveness of だ (low modality), triggers its disappearance. One environment in which this is particularly common in formal expressions in which tone-leveling is incredibly useful. By using ～ものと思われる, for instance, an objective, level-headed approach does not match well with an overbearing assertion. <br><br>37. その原因は気候変動によるものと思われます。<br>The cause of that is believed to be climate change.<\/p>\n\n\n\n<p>In many dialects and among the speaker variation found within Standard Japanese proper, だ does, in fact, get frequently omitted in both environments—with adjectival-noun predicates and noun-predicates—with modality adjustment being the primary factor. As such, if you are ever corrected to reinsert だ, the most likely cause is that its absence negatively affects your statement&#8217;s effectiveness at stating your claim. <\/p>\n\n\n\n<p>38. 上司は、部下に何でもやらせるのを当然のこと（だ）とみなしていると言っていい。<br>It is fair to say that the boss takes it for granted that they can make their subordinate(s) do anything.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">XがYをY&#8217;とZ　≠ XがYとZ<\/h4>\n\n\n\n<p>Returning back to the pattern XがYをY&#8217;とZ, it is important to realize that this is not the same pattern as XがYとZ, which we saw in Exs. 1-10. Because both patterns may, and usually do, exhibit topicalization in which case X is marked by は in either case, it is important for us to briefly render these patterns in their deep-sentence structures<sup data-fn=\"d79df6c5-1680-40ae-8e3b-8adb4c100d3d\" class=\"fn\"><a href=\"#d79df6c5-1680-40ae-8e3b-8adb4c100d3d\" id=\"d79df6c5-1680-40ae-8e3b-8adb4c100d3d-link\">3<\/a><\/sup>.<\/p>\n\n\n\n<p>In this separate pattern, X is the agent\/subject of the sentence and Y is the utterance\/thought of the agent (Exs. 1-10). <br><br>39. 歯科医師側は、歯科衛生士の離職について、[<mark style=\"background-color:#e1dfdc\" class=\"has-inline-color\">「産休育休」の問題が原因（だ）<\/mark>]と考えている者が多い。<br>Many dentists think that the reason dental hygienists are leaving the workforce is due to issues with maternity and childcare leave. <br><br>While we do see the ellipsis of だ as a commonality between these two patterns, the reason for why the Y&#8217; element in grey is not reinterpreted as &#8220;Y <mark style=\"background-color:#fff\" class=\"has-inline-color\">[産休育休」の問題] を Y&#8217; [原因（だ）]&#8221; is because <\/mark>the Y is the commentary on X [歯科衛生士の離職] . Meaning, the following sentence is still possible, just a different statement:<br><br>40. 産休育休の問題を（離職の）原因と考えている。<br>(They) believe that the issues of maternity and childcare leave are the causes for their leaving the workforce.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">Dropping the Citation Verb<\/h4>\n\n\n\n<p>When the predicate (citation verb) is dropped, the quotative と still serves to represent the substance of the dropped predicate. However, as a consequence of the verb being gone, と takes on the role as a final particle. This phenomenon is usually only seen in questions, accompanied with a confrontational tone at that.<\/p>\n\n\n\n<p>41. 何だと？<br><em>WHAT <\/em>did you say?<br><br>Do not, though, confuse inversion with deletion. <br><br>42. 謎の男は続けてこう予言しました、「今から二千年後に、この世界が終わる」とね。<br>The mysterious man continued to foretell saying that &#8220;this world will end 2,000 years from now.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">～かと（思う）<\/h4>\n\n\n\n<p>All the example sentences we have seen so far have involved Y being in the affirmative, but in reality, Y can also be a doubt spoken, thought, or written by the agent of the sentence. In which case, that doubt is marked with か.<\/p>\n\n\n\n<p>43. こんな日がくるのではないかと思っていました。<br>I had thought a day like this would come.<br><br>44. 私はその場で戦闘員に殺されるかと恐れていた。<br>I was afraid that I would be killed by the militants on the spot.<\/p>\n\n\n\n<p>In Ex. 45, the citation verb is actually dropped altogether, rendering Y as a hanging adverbial modifier.<\/p>\n\n\n\n<p>45. もうそんな寒さか<span style=\"text-decoration: underline;\">と<\/span><ruby>島村<rt>しまむら<\/rt><\/ruby>は<ruby>外<rt>そと<\/rt><\/ruby>を<ruby>眺<rt>なが<\/rt><\/ruby>めると、<ruby>鉄道<rt>てつどう<\/rt><\/ruby>の<ruby>官舎<rt>かんしゃ<\/rt><\/ruby>らしいバラックが<ruby>山裾<rt>やますそ<\/rt><\/ruby>に<ruby>寒々<rt>さむざむ<\/rt><\/ruby>と<ruby>散<rt>ち<\/rt><\/ruby>らばっているだけで、雪の色はそこまで行かぬうちに<ruby>闇<rt>やみ<\/rt><\/ruby>に<ruby>呑<rt>の<\/rt><\/ruby>まれていた。<br>When Shimamura gazed outside, thinking it had already gotten cold, railroad residence-like barracks were desolately dispersed at the foot of the mountains, and before the snow hues could reach that far, the barracks were swallowed by darkness.&nbsp;<br>From 『雪国』 by&nbsp;<ruby>川端康成<rt>かわばたやすなり<\/rt><\/ruby>.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">Adding Adverbial Particles to と<\/h4>\n\n\n\n<p>The quotative と itself can also be modified to provide perspective as to what extent or to what effect the content of the quote is true of the predicate. <br><br>For instance, say you want to express that someone said &#8220;such and such&#8221; but do not want to go through everything the person said. In this case, you would need to place the adverbial particle など in between the quoted content (引用部) and the quotative と.<\/p>\n\n\n\n<p>46. 「税金が高い」「税金をとられる」などと言った親の言葉に、子供は敏感に反応する。<br>Children react sensitively to things their parents say such as &#8220;taxes are high&#8221; or &#8220;we&#8217;re having our money taken away from taxation.&#8221;<\/p>\n\n\n\n<p>In the event that the quoted content (引用部) goes too far as and the agent does not want to &#8220;go so far as to say&#8230;,&#8221; the quoted content will still be marked with the quotative と, but the adverbial particle まで, which denotes &#8220;extent,&#8221; will need to follow it to make it clear that the truth statement of the predicate does not extend to said quote. <br><br>47. いまだに家主との信頼関係が破壊されたとまでは言えないからです。<br>This is because (we) can&#8217;t go so far as to say that the trust between (them) and the landlord has been destroyed just yet.<br><br>The particle は follows まで for the purpose of highlighting the negation of the statement=predicate.<\/p>\n\n\n\n<p>Another adverbial particle that is often paired with the quotative と is でも. Put together, it is often combined with ～のか to create ～とでもいうのか, which is used to harshly criticize how the listener made or insinuated &#8220;such&#8221; an assertion.<\/p>\n\n\n\n<p>48. 君は、今回の一件の責任は、わたしにあるとでもいうのか。<br>Are you saying that <em>I<\/em> am responsible for this incident?<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">Citation Predicate Complexity<\/h4>\n\n\n\n<p>Just as the quotative と can be modified, so too can the predicate itself. This is already borne out by the existence of と-expressions being tacked on in the first place, and as we have seen, the predicate need only refer to human linguistic output. Meaning, so long as the predicate refers to what a person is saying, thinking, writing, etc., that independent clause can be whatever within that framework. <\/p>\n\n\n\n<p>49. 相手には「まだ知り合って間がないから・・・」と曖昧なことを言って返答を回避した。<br>I avoided replying by giving a vague reply to them saying, &#8220;Since we haven&#8217;t known each other for that long&#8230;&#8221;<\/p>\n\n\n\n<p>50. 「僕のこと好きかい」と、諒君の耳元に密やかに囁いた。 <br>&#8220;Do you like me?&#8221; I whispered softly in Ryo&#8217;s ear.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">When the Quoted Content ≠ The Predicate<br>&amp; Quoted Content = Linguistic Output<\/h4>\n\n\n\n<p>Insofar, we have seen quite a bit of variety as to what the content of a quotation marked by と can possess as well as the kinds of predicates, or even the lack there of, that follow. In all the instances thus far, the predicate is the verbal enactment of the content (内容) quoted. What if, though, the information in the quoted element (引用部) is not actually the same scenario as the predicate but an ancillary scenario that still functions to explain what is more broadly going on?  To put this into context, consider the following sentences.<\/p>\n\n\n\n<p>51. 智君は「<span style=\"text-decoration: underline;\">これ、あげる<\/span>！」とプレゼントを華子ちゃんに[渡した]。<br>Tomo-kun handed a present to Hanako-chan, saying, &#8220;Here you go!&#8221; <br><br>52. 少年は<span style=\"text-decoration: underline;\">早く家に帰ろう<\/span>と[近道をした]。<br>The young lad took a shortcut to get home quickly.<\/p>\n\n\n\n<p>53. 見なかったことにして、<span style=\"text-decoration: underline;\">引き返そう<\/span>とも[考えた]。<br>I even considered turning back, acting as though I didn&#8217;t see a thing.<br><br>In all three sentences, the underlined quoted element (引用部), while still giving clarity to the action of the predicate in [], is not the same action as the predicate. Even so, the role that the quotative と plays is fundamentally the same, and there are even contexts (Ex. 54) in which the quoted element can be optionally interpreted as constituting the action of the predicate. Bridging contexts like these serve as further evidence of why と appears in both scenarios.<br><br>54. 鍛冶屋の作業員は、やっと修理ができたのだと喜んでいた。<br>The blacksmith worker rejoiced that he had finally repaired it.<br>&#8220;I finally repaired it!&#8221; the blacksmith worker rejoiced. <\/p>\n\n\n\n<h4 class=\"wp-block-heading\">Metalanguage representations = w\/o と?<\/h4>\n\n\n\n<p>Back in Ex. 20, you may have noticed that the first word in 「」was not followed by the quotative と.<br><br>20.「色」を意味する英語の単語ですが、アメリカ英語では「C-O-L-O-R」と綴りますが、イギリス英語では「C-O-L-O-U-R」となります。<br>The English word for &#8220;color&#8221; is spelled &#8220;C-O-L-O-R&#8221; in American English and &#8220;C-O-L-O-U-R&#8221; in British English.<br><br>Here, we see that the word 「色」itself is the direct object of the verb 意味する &#8220;to mean.&#8221; When any word, phrase, or symbolic notation is used as a representation of itself, quotation marks or some other kind of font change is to be expected, but this metalanguage representation does not necessitate the quotative と. &nbsp;<a href=\"https:\/\/imabi.org\/wp-admin\/post.php?post=221&amp;action=edit#cc836554-5736-4e48-aef9-2765fc98fcd9-link\">↩︎<\/a><\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Metalanguage (メタ言語): The act of describing language itself as opposed to the exercise of said language.  <\/li>\n<\/ul>\n\n\n\n<p>To further demonstrate what is meant by metalanguage and how it differs with the exercise of language, which is referred to as &#8220;object language (対象言語),&#8221; consider the following.<\/p>\n\n\n\n<p>55. 猫は動物です。<br>Cats are animals.<br><br>56.「猫は動物です。」は日本語の文である。<br>&#8220;Neko-wa dōbutsu-desu&#8221; is a Japanese sentence.<br><br>57. 〈57〉は日本語の文である。<br>〈57〉is a Japanese sentence.<\/p>\n\n\n\n<p>Ex. 55 is representative of &#8220;object language,&#8221; whereas Ex. 56 and Ex. 57 are examples of metalanguage, with 〈57〉 standing for 「猫は動物です。」. <br><br>There are instances, though, in which metalanguage phrases are marked with the quotative と and subsequently topicalized. When ～とは is used in this manner, there is a clear intention of defining the term, and it is also implied that the listener does not know what that definition is, thus all the more reason for the speaker to define it.<\/p>\n\n\n\n<p>58. ブラックホール<span style=\"text-decoration: underline;\">とは<\/span>非常に高密度で重力の強い天体で、周囲の時空が歪み、光さえ脱出できないと予想されている。<br>A black hole is an extremely dense celestial object with powerful gravity; it is predicated that space and time around it are distorted, and that not even light can escape it. <br><br>This same logic can be extended to the following patterns:<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>ということは: Used in defining a situation, often translating into English as &#8220;that is to say,&#8221; especially when it appears at the start of a new sentence with the previous sentence constituting the situation being defined in a new and\/or explicit light. <\/li>\n\n\n\n<li>というのは: At times, a toned-down version of ～とは, while at other times, indicative of some sort of reasoning, in which case it translates more so as &#8220;the reason being&#8230;&#8221;  or &#8220;that being the case&#8230;&#8221;<\/li>\n\n\n\n<li>というか: Throws out an attempt at defining a situation, it can be safely translated into English as &#8220;or perhaps I should say\/how should I put it&#8230;&#8221;<\/li>\n<\/ul>\n\n\n\n<p>Although we will investigate these patterns in further detail later on, it is important to recognize them as derivates of ～とは. All three patterns may start a sentence in which their referent, the 引用部, is the previous sentence\/discussion. <\/p>\n\n\n\n<p>59. バイクで首都高を走ってる人は怖いということを知らない。<br>Do people who ride on motorcycles on the Shuto Expressway even know what &#8220;scary&#8221; is?<br><br>60. ノープランというか、最初から現地に行ってから計画を立てるつもりで行きました。<br>It&#8217;s not that I went without a plan per se, but rather, I went with the intention of making a plan once I got there from the get-go. <br><br>61. それに、ここが旨い料理を出すというのは事実だ。<br>Besides, it&#8217;s just a fact that this place serves good food. <br><br>62. 周囲をくまなく探してみたが、犯人らしき姿はまったく確認できない。ということは、犯人は暗くなってから出没するアイツ（＝熊）かもしれない。<br>I searched all over the area, but I couldn&#8217;t find anyone who looked like they would be the culprit. That might mean that the culprit could be that one thing (a bear) that makes its appearance once it&#8217;s dark.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">Dropping the Quotative と<\/h4>\n\n\n\n<p>Despite everything we have seen thus far, there are, in fact, environments in which the omission of the quotative と is possible. <\/p>\n\n\n\n<h5 class=\"wp-block-heading\">Narration<\/h5>\n\n\n\n<p>In novels, the quotative と is oftentimes notably absent, with the citation verb stated as a separate thought with however much embellishment the narrator wishes to attribute to the dialogue. <br><br>63. 「だけど、ちょっと嬉しいかな」（と、）彼女がいった。<br>&#8220;But, I guess I am a little happy (about it),&#8221; she said.<\/p>\n\n\n\n<h5 class=\"wp-block-heading\">Dialect<\/h5>\n\n\n\n<p>While this entire discussion has implicitly only been about how the quotative particle と functions in Standard Modern Japanese, there are some dialects in which it is dropped entirely. For these speakers, the dependent clause forming the &#8220;quote&#8221; simply continues into the independent clause containing the predicate. <br><br>64a. １１時だ言っとった。（名古屋弁）<br>64b. １１時だと言っていた。（標準語）<br>(I)&#8217;ve been saying that it&#8217;s at 11.<\/p>\n\n\n\n<p>参照<br>引用の助詞「と」の用法を再整理する by 山崎誠 (1993).<\/p>\n\n\n<ol class=\"wp-block-footnotes\"><li id=\"12b65a54-194d-4ad7-ba86-f639cadd1bcb\">You can also view 言う as meaning &#8220;to call&#8221; in such contexts of this. That way, the translation would more simply be, &#8220;Even if I were to call you beautiful&#8230;&#8221; <a href=\"#12b65a54-194d-4ad7-ba86-f639cadd1bcb-link\" aria-label=\"脚注参照1にジャンプ\">↩︎<\/a><\/li><li id=\"4c826d8f-802f-471a-b7ad-e34cae24971c\">In fact, the copular nature of と in contexts such as these is how the copula verb <a href=\"https:\/\/imabi.org\/copula-verbs\/\" data-type=\"page\" data-id=\"1290\">～たり seen in Classical Japanese<\/a> came about.  <a href=\"#4c826d8f-802f-471a-b7ad-e34cae24971c-link\" aria-label=\"脚注参照2にジャンプ\">↩︎<\/a><\/li><li id=\"d79df6c5-1680-40ae-8e3b-8adb4c100d3d\">As a recap, a &#8220;deep-sentence structure&#8221; is a sentence construct that preserves all underlying grammatical processes, and through various processes a language might employ, not all elements in the deep-sentence structure are necessarily overtly present in the sentence that is ultimately produced. However, the existence of these &#8220;unspoken elements\/structures&#8221; can be still proven by their information being ascertainable and identifiable to the speaker and listener.   <a href=\"#d79df6c5-1680-40ae-8e3b-8adb4c100d3d-link\" aria-label=\"脚注参照3にジャンプ\">↩︎<\/a><\/li><\/ol>","protected":false},"excerpt":{"rendered":"<p>The Citation Particle と In this lesson, we will study the citation particle と, which unlike its case particle <a class=\"more-link\" href=\"https:\/\/imabi.org\/the-particle-%e3%81%a8-ii-citation\/\">続きを読む <span class=\"screen-reader-text\">&#8220;The Citation Particle と&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":"[{\"content\":\"You can also view 言う as meaning \\\"to call\\\" in such contexts of this. That way, the translation would more simply be, \\\"Even if I were to call you beautiful...\\\"\",\"id\":\"12b65a54-194d-4ad7-ba86-f639cadd1bcb\"},{\"content\":\"In fact, the copular nature of と in contexts such as these is how the copula verb <a href=\\\"https:\/\/imabi.org\/copula-verbs\/\\\" data-type=\\\"page\\\" data-id=\\\"1290\\\">～たり seen in Classical Japanese<\/a> came about. \",\"id\":\"4c826d8f-802f-471a-b7ad-e34cae24971c\"},{\"content\":\"As a recap, a \\\"deep-sentence structure\\\" is a sentence construct that preserves all underlying grammatical processes, and through various processes a language might employ, not all elements in the deep-sentence structure are necessarily overtly present in the sentence that is ultimately produced. However, the existence of these \\\"unspoken elements\/structures\\\" can be still proven by their information being ascertainable and identifiable to the speaker and listener.  \",\"id\":\"d79df6c5-1680-40ae-8e3b-8adb4c100d3d\"}]"},"tags":[],"class_list":["post-221","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-3z","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/221","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=221"}],"version-history":[{"count":43,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/221\/revisions"}],"predecessor-version":[{"id":12180,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/221\/revisions\/12180"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=221"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=221"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}