{"id":232,"date":"2023-07-11T19:07:35","date_gmt":"2023-07-12T02:07:35","guid":{"rendered":"https:\/\/imabi.org\/?page_id=232"},"modified":"2025-06-12T21:38:32","modified_gmt":"2025-06-13T04:38:32","slug":"while-i-%e9%96%93","status":"publish","type":"page","link":"https:\/\/imabi.org\/while-i-%e9%96%93\/","title":{"rendered":"While I: ～間　"},"content":{"rendered":"\n<h2 class=\"wp-block-heading\">While I:&nbsp;～間　<\/h2>\n\n\n\n<p>The word 間（あいだ） has two basic meanings that are interrelated but differ by whether it is treated as a physical interval or a temporal interval. Both meanings can be related to the English word &#8220;between,&#8221; but it is often more natural to translate it as &#8220;while&#8221; when used to indicate the interval of time in which Verb 2 (V<sub>2<\/sub> ) coincides with Verb 1 (V<sub>1<\/sub>).<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Physical Intervals: 間 = Between<\/h2>\n\n\n\n<p>When used to indicate a physical interval, 間 may be translated as &#8220;between&#8221; or even &#8220;among.&#8221; It may even also literally be translated as &#8220;space\/interval.&#8221; As 間 itself is a typical noun which denotes location, it may be used with any case particle provided that its function makes sense in context.<br><br>1. テイラー君は、セス先生とケイトさんの間に座りました。<br>Taylor-kun sat in between Seth Sensei and Kate-san.<br><br>2. 気候変動は、特に若者の間で関心が高まっています。<br>Interest in climate change is rising especially among young people. <br><br>3. その列車はベルリンとメクレンブルクの間を走っています。<br>That train runs between Berlin and Mecklenburg. <br><br>4. イノシシが木々の間から現れた。<br>A boar emerged from among the trees.<br><br>5. 電車とホームの間が広くなっています。<br>The space between the train and platform has widened.<\/p>\n\n\n\n<p><ruby>間<\/ruby>&nbsp;literally means &#8220;between.&#8221; This can be used in a physical or spatial sense. However, what we want to focus on here is how this is applied to temporal situations. 間 with time phrases means &#8220;while.&#8221; The actions in the first and second clause respectively aren&#8217;t necessarily happening at the same time. However, the latter action does happen within the time frame of the first.&nbsp;<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Temporal Intervals: ～間 = &#8220;While&#8221;<\/h2>\n\n\n\n<p>When indicating temporal intervals to mean &#8220;while,&#8221; ～間 behaves very similarly to other non-deictic time expressions which mark subordinate clauses (after V<sub>1<\/sub>) . As the use of particles—に・は・には・∅・も・にも in particular—inherently function no differently with ～間, we will first focus on how ～間 itself generally functions.<\/p>\n\n\n\n<p>The grammar pattern ～間 is broadly defined as denoting that while V<sub>1<\/sub> is ongoing, V<sub>2<\/sub> occurs. In addition to meaning &#8220;while,&#8221; it may also translate as &#8220;during.&#8221; Imagine V<sub>1<\/sub> and V<sub>2<\/sub> as being parallel timelines in which the latter happens to coincide as a point within V<sub>1<\/sub>, and ～間 helps set up the entire duration from start to end.<\/p>\n\n\n\n<p>6. 食べている間は、テレビを見ません。<br>I do not watch TV while I am eating.<br><br>7. 宿題をしている間、ピザを食べました。<br>I ate pizza while I was doing my homework.<br><br>8. ロンドンに滞在している間に、シェイクスピアの生誕地を訪れるつもりです。<br>I plan on visiting the birthplace of Shakespeare during my stay in London.<br><br>V<sub>1<\/sub> may also be used in the negative. In this scenario, V<sub>2<\/sub> happens during the time interval in which V<sub>1<\/sub> does not occur. Though natural English translations involving ～ない間 often render this structure as &#8220;before,&#8221; it can be more accurately and literally interpreted as the time period in which V<sub>1<\/sub> has yet to occur. <br><br>9. あいつなんだけど、お酒を飲まない間は、大人しいが、酔い始めると、愚痴を言いだすから、気をつけろよ。<br>About that guy, before he gets to drinking, he&#8217;s well-behaved, but when he starts getting drunk, he starts venting, so be careful.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Tense Marking w\/ ～間<\/h3>\n\n\n\n<p>In the example sentences that we have seen thus far, the tense of V<sub>1<\/sub> has been rendered largely in the progressive form with ～ている minus Ex. 9 which exhibits ～ない, and from just this small sample, it may be difficult to ascertain what difference that choice in tense makes. To complicate matters, it is also possible for V<sub>1<\/sub> to be in the past progressive form (～ていた) in a past perfect continuous<sup data-fn=\"714717c6-0be3-453d-86b0-7bbc02d55846\" class=\"fn\"><a href=\"#714717c6-0be3-453d-86b0-7bbc02d55846\" id=\"714717c6-0be3-453d-86b0-7bbc02d55846-link\">1<\/a><\/sup> interpretation.<\/p>\n\n\n\n<p>■V<sub>1<\/sub> ～ている間<br><br>As we have seen, the most common tense\/aspect used with V<sub>1<\/sub> with ～間 is the progressive aspect marked by ～ている.<br><br>10. ゆうべ、寝ている間に大地震がありました。<br>Last night while I was sleeping, there was a large earthquake.<br><br>11. 買い物をしている間に、財布をなくしてしまいました。<br>While I was shopping, I accidentally lost my wallet.<br><br>12. セスは彼氏が買い物をしている間、本屋で時間をつぶした。<br>While Seth&#8217;s boyfriend was shopping, he killed time at a bookstore. <br><br>In the event that the agent (doer) of both clauses is the same entity, and if both verbs are simultaneously occurring, ～ている間 shares interchangeability with the conjunctive particle ～ながら, which explicitly denotes how the timelines of both actions overlap perfectly. Because V<sub>1<\/sub> and V<sub>2<\/sub> share the same timeline<sup data-fn=\"55ba6a9f-1a07-4cf4-8a02-1b68b61ea2a1\" class=\"fn\"><a href=\"#55ba6a9f-1a07-4cf4-8a02-1b68b61ea2a1\" id=\"55ba6a9f-1a07-4cf4-8a02-1b68b61ea2a1-link\">2<\/a><\/sup>, the particle に, which would denote V<sub>1<\/sub> as the particular period of time in question, cannot follow ～間 as an effect. <br><br>13a. 今日も、こんなことを一人でもくもくと食べている間ずっと考えていたんです。<br>13b. 今日も、こんなことを一人でもくもくと食べながら、ずっと考えていたんです。<br>Even today, I thought about this sort of stuff the whole time while I was munching away by myself.<br><br>■V<sub>1<\/sub> ～ていた間<\/p>\n\n\n\n<p>While the past tense marker ～た alone cannot be used with ～間<sup data-fn=\"b85a5461-ea53-4e4a-b594-f68c396a09dc\" class=\"fn\"><a href=\"#b85a5461-ea53-4e4a-b594-f68c396a09dc\" id=\"b85a5461-ea53-4e4a-b594-f68c396a09dc-link\">3<\/a><\/sup>, it is possible to see ～ていた間. The concurrent nature of how V<sub>1<\/sub> occurs along the same timeline as V<sub>2<\/sub> remains in tact, but the choice of rendering V<sub>1<\/sub> in the past perfect interpretation of ～ていた is done out of an attempt to recollect on said act as a past event, which is often parallel to how the past perfect aspect works in English.<\/p>\n\n\n\n<p>14a. 彼氏が晩ご飯の支度をしている間に、宿題を済ませた。<br>14b. 彼氏が晩ご飯の支度をしていた間に、宿題を済ませた。<br>I finished my homework while my boyfriend was preparing dinner.<br>I had finished my homework while my boyfriend had been preparing dinner.<br><br>15a. 子供が昼寝をしている間に、本を読み終えました。<br>15b. 子供が昼寝をしていた間に、本を読み終えました。<br>While my kids were taking a nap, I finished reading my book.<br>I had finished reading my book while my kids were napping. <br><br>Returning briefly to how ～ている間 exhibits interchangeability with ～ながら, provided the agent of both clauses is the same, ～ている may not appear in another form with 間, and the tense of the main clause determines when both actions occur.<\/p>\n\n\n\n<p>■V<sub>1<\/sub> (Non-Past) ～る間<\/p>\n\n\n\n<p>The purpose of using ～ている in conjunction with ～間 is to indicate that the timeline it creates is lengthy enough to visualize the whole context: from start to finish. However, as we are painfully aware of, ～ている&#8217;s interpretation hangs on what sort of verb is used in the first place.<br><br>It turns out that ～間 can be used with instantaneous verbs (瞬間動詞) because, even though they are generally characterized as occurring in an instant, this grammar point allows us to superimpose a timeline. <br><br>16. 家へ｛帰る間に 〇・途中で<sup data-fn=\"2bc032d7-010f-4377-ba88-b9d5f739def8\" class=\"fn\"><a href=\"#2bc032d7-010f-4377-ba88-b9d5f739def8\" id=\"2bc032d7-010f-4377-ba88-b9d5f739def8-link\">4<\/a><\/sup> ◎｝、手をポケットに入れて財布を休憩室のテーブルに置いてきたのに気付いた。<br>[While (=in the period of time) I was returning home\/on the way going back home], I put my hand in my pocket and noticed that I had left my wallet on the breakroom table. <br><br>When these verbs are used with ～ている間, we see that the action described by the instantaneous verb has occurred but that the resulting state is the timeline set forth by ～間 for V<sub>2<\/sub> to occur.<br><br>17. 私が出産して実家に帰っている間に旦那が浮気していました。<br>During the time I was back home at my parents&#8217; house upon giving birth, my husband was having an extramarital affair.<br><br>With existential verbs such as いる, which cannot be used with ～ている, the choice of tense\/aspect is limited to the non-past tense with ～間.<br><br>18. セスさんは、東京にいる間は元気でしたが、帰国したとたんに体を壊してしまったそうです。<br>Seth-san was well while he was in Tokyo, but I hear that his health deteriorated right after returning to his country. <br><br>As for verbs that are neither instantaneous or existential, the use of ～ない間 indicates that the affirmative of this, that being the non-past form, should be possible. Though not nearly as common, provided that the duration of V<sub>1<\/sub> is just enough time for V<sub>2<\/sub> to reasonably occur within its time frame, the non-past tense is possible but rather unlikely.<br><br>19. 私がお茶の用意をする間、気まずい沈黙が降りた。<br>While I prepared tea, an awkward silence ensued.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Particle Use w\/ ～間<\/h3>\n\n\n\n<p>As mentioned, how particles behave with ～間 does not differ with any other time phrase. For the sake of argument, however, we will take a closer look at this dynamic to ensure that you do not fall victim to a simple particle mistake.<\/p>\n\n\n\n<p>■～間∅<br><br>When there is no particle after ～間, V<sub>1<\/sub> and V<sub>2<\/sub> are concurrent though not necessarily correlated to one another. With the absence of the particle に, their timelines are parallel.<br><br>20. セス先生が話している間、しっかりと話しを聞きましょう。<br>Let&#8217;s listen closely to what Seth Sensei has to say while he is talking.<br><br>21. 電車に乗っている間、ずっと韓国語の勉強用のCDを聴いています。<br>While I&#8217;m on the train, I&#8217;m listening to Korean study CDs the whole time.<br><br>22. 飛行機に乗っている間、ずっと寝ていました。<br>I was asleep the whole time while I was on the plane. <br><br>23. 返事を待っている間、緊張していました。<br>I was nervous while I was waiting for a response.<\/p>\n\n\n\n<p>■～間に<br><br>The use of the particle に with ～間 is done to indicate that V<sub>2<\/sub> happened within the span of V<sub>1<\/sub>, but that by the time V<sub>1<\/sub>&#8216;s time span has ended, it is no longer ongoing. This can be interpreted as a consequence of how に more clearly defines the &#8216;point&#8217; in time when the main clause occurs. <br><br>24. 今朝コーヒーを飲んでいる間に、うちのわんこはどうやら小鳥を捕まえて食べてしまったらしいです。<br>This morning while I was having coffee, it seems as though my doggy somehow caught a little bird and ate it.<br><br>25. 友達がタバコを吸っている間に、僕はウォッカを一気に飲んだ。<br>While my friend was smoking, I downed my vodka in one go. <br><br>26. デニーズでは、お食事をしている間に充電ができます。<br>At Denny&#8217;s, you can charge (your device) while you&#8217;re eating.<br><br>■～間は<br><br>The use of just は after ～間 necessitates that the grammatical relationship between V<sub>1<\/sub> and V<sub>2<\/sub> be the same as ～間∅. As is borne from the examples that follow, we see that the the time spans of both clauses remain parallel, and that the use of the particle は brings added attention that V<sub>2<\/sub> is happening concurrently when V<sub>1<\/sub> is. <br><br>27. 電車に乗っている間はほとんど読んでいます。<br>I&#8217;m pretty much always reading while I&#8217;m on the train.<br><br>28. バックスペースボタンを長押ししている間は文字を消し続けてくれます。<br>While long-pressing the backspace button, (it) continues deleting characters for you. <br><br>29. バルセロナにいる間はなるべくカタルーニャ語だけを使って生活するつもりです。<br>While I am in Barcelona, I plan to go about using only Catalan as much as possible.<\/p>\n\n\n\n<p>■～間も<\/p>\n\n\n\n<p>Following in line with ～間は. ～間も also indicates that V<sub>1<\/sub> and V<sub>2<\/sub> are on parallel timelines, but the nature of V<sub>2<\/sub> is rather surprising given V<sub>1<\/sub>. <br><br>30. うちの甘えん坊の猫は、家事している間もずっと側から離れません。<br>My spoiled cat never leaves my side even while I&#8217;m doing housework. <br><br>31. 先輩は怪我をしている間もずっとこうして物凄いトレーニングしてきていたのだ。<br>My senpai has accomplished tremendous training through and through like this even while he was injured. <br><br>32. 通勤している間も働いているわけじゃないけど、別に休んでいるのでもないよ。<br>It&#8217;s not as if I&#8217;m working even while I&#8217;m commuting to work, but it&#8217;s also not as if I&#8217;m taking a break (from work).<\/p>\n\n\n\n<p>■～間には<br><br>In the specific timeline prescribed by V<sub>1<\/sub> which is marked by ～間, V<sub>2<\/sub> occurs within said bounds, and that relationship can be contrasted with other hypothetical V<sub>2<\/sub>. With the presence of the particle に, it is not the case that V<sub>2<\/sub> is on a separate timeline as V<sub>1<\/sub>; it is a point on V<sub>1<\/sub>&#8216;s timeline. <br><br>33. 自動車を運転している間には、スマホの使用は絶対禁止である。<br>The use of one&#8217;s smartphone is strictly prohibited while driving one&#8217;s vehicle (at any given point). <br><br>34. 宇宙の誕生の謎とかは多分自分が生きている間には解明されないんだろう。<br>Mysteries such as the birth of the universe will probably not get solved while (I\/one) am alive.<\/p>\n\n\n\n<p>■～間にも<br><br>With にも, we can see that V<sub>2<\/sub> happens to also occur during the timeline prescribed by V<sub>1<\/sub> marked by ～間. It, too, posits that V<sub>2<\/sub> occurs on a point within V<sub>1<\/sub>, and that relationship is being honed in for some reason. <br><br>35. 君が迷っている間にも世界の誰かが成功していく。<br>Even while you hesitate, there is someone in the world out there who&#8217;ll go on to succeed. <br><br>36. 食べている間にも脂がにじみ出てくるのがわかる。<br>You can tell how the fat oozes out even while you&#8217;re eating it. <\/p>\n\n\n\n<h3 class=\"wp-block-heading\">～間 w\/ Non-Verbal Predicates<\/h3>\n\n\n\n<p>Also just like other similar non-deictic time expressions, the predicates that can be used before ～間 are not restricted to verbal predicates and noun-predicates (whose nouns are attributed or inherently possess verbal qualities). Meaning, it can also be seen used with adjectival and adjectival-noun predicates. <br><br>37. 夏の間はアイスを冷凍庫に常備する？<br>Do you always have ice cream stocked in your freezer during summer?<br><br>38. 冬休みの間、毎日カタルーニャ語を勉強していました。<br>I was studying Catalan every day during my winter break.<br><br>39. 夜の間に風向きは東に変わった。<br>During the night, the wind shifted to the east.<br><br>40. 授業の間はスマホを使ってはいけません。<br>You mustn&#8217;t use your smartphone during class.<br><br>41. 朝の涼しい間に、野菜の水やりをした。<br>I watered my vegetables during the cool part of the morning.<br><br>42. 近年、元気な間に老人ホームに住み替えたいと思う人が増えてきている。<br>In recent years, there are more and more people wishing to move into retirement homes while they are in good health.<br><br>You may even see ～間 used with adverbial predicates which denote time intervals, as well as after demonstratives like in その間 meaning &#8220;meanwhile.&#8221;<br><br>43. しばらくの間、動画を見ていた。<br>I was watching video clips for a while.<\/p>\n\n\n\n<p>44. その間、紀美子は3軒の店を切り盛りすることになった。<br>Meanwhile, Kimiko went on to run three stores.<\/p>\n\n\n\n<p>参照<br>日本語類義表現使い分け辞典 by 泉原省二 pgs 205-208<\/p>\n\n\n<ol class=\"wp-block-footnotes\"><li id=\"714717c6-0be3-453d-86b0-7bbc02d55846\">The past perfect continuous aspect (過去完了進行形) in English is created with &#8220;had been&#8230; -ing.&#8221;   <a href=\"#714717c6-0be3-453d-86b0-7bbc02d55846-link\" aria-label=\"脚注参照1にジャンプ\">↩︎<\/a><\/li><li id=\"55ba6a9f-1a07-4cf4-8a02-1b68b61ea2a1\">The parallel timelines of V<sub>1<\/sub> and V<sub>2<\/sub> need not necessarily be perfectly concurrent (begin and end at the same time) with ～ている, but this is a requirement for using ～ながら.   <a href=\"#55ba6a9f-1a07-4cf4-8a02-1b68b61ea2a1-link\" aria-label=\"脚注参照2にジャンプ\">↩︎<\/a><\/li><li id=\"b85a5461-ea53-4e4a-b594-f68c396a09dc\">～た間に is illogical because the interval created with V<sub>1<\/sub> would have had to end before the duration of V<sub>2 <\/sub>ever begins, but in this structure, V<sub>1<\/sub> and V<sub>2<\/sub> are occurring within the same time frame, as that is marked by に.  <a href=\"#b85a5461-ea53-4e4a-b594-f68c396a09dc-link\" aria-label=\"脚注参照3にジャンプ\">↩︎<\/a><\/li><li id=\"2bc032d7-010f-4377-ba88-b9d5f739def8\">Distinguishing between 〇 and ◎ objectively is crucial in understanding what it means for a sentence to be grammatically correct and how it is subsequently interpreted due to the grammar at hand and for a sentence to be both grammatical and most <em>natural<\/em> (a reflection of what would most likely be said by a native speaker), and how this all ultimately shapes the wording of a discourse. Whether something has a 1-10% chance of being worded as so in light of a far more likely outcome, likelihood is not a factor in grammaticality more so than it is a correlation of naturalness (which could still be wrong if it is indeed what a speaker is trying to say). In this example, the use of ～途中で is far more natural than ～間に, as 途中で (on the way\/en route) helps emphasize the vague point in both time and space in which V<sub>2<\/sub> occurs, while ～間に is purely temporal in this construction. The same can actually be said about the English equivalents to these constructions. &#8220;On the way&#8221; is more likely to be used than &#8220;while&#8221; with movement verbs.        <a href=\"#2bc032d7-010f-4377-ba88-b9d5f739def8-link\" aria-label=\"脚注参照4にジャンプ\">↩︎<\/a><\/li><\/ol>","protected":false},"excerpt":{"rendered":"<p>While I:&nbsp;～間　 The word 間（あいだ） has two basic meanings that are interrelated but differ by whether it is tre<a class=\"more-link\" href=\"https:\/\/imabi.org\/while-i-%e9%96%93\/\">続きを読む <span class=\"screen-reader-text\">&#8220;While I: ～間　&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":"[{\"content\":\"The past perfect continuous aspect (過去完了進行形) in English is created with \\\"had been... -ing.\\\"  \",\"id\":\"714717c6-0be3-453d-86b0-7bbc02d55846\"},{\"content\":\"The parallel timelines of V<sub>1<\/sub> and V<sub>2<\/sub> need not necessarily be perfectly concurrent (begin and end at the same time) with ～ている, but this is a requirement for using ～ながら.  \",\"id\":\"55ba6a9f-1a07-4cf4-8a02-1b68b61ea2a1\"},{\"content\":\"～た間に is illogical because the interval created with V<sub>1<\/sub> would have had to end before the duration of V<sub>2 <\/sub>ever begins, but in this structure, V<sub>1<\/sub> and V<sub>2<\/sub> are occurring within the same time frame, as that is marked by に. \",\"id\":\"b85a5461-ea53-4e4a-b594-f68c396a09dc\"},{\"content\":\"Distinguishing between 〇 and ◎ objectively is crucial in understanding what it means for a sentence to be grammatically correct and how it is subsequently interpreted due to the grammar at hand and for a sentence to be both grammatical and most <em>natural<\/em> (a reflection of what would most likely be said by a native speaker), and how this all ultimately shapes the wording of a discourse. Whether something has a 1-10% chance of being worded as so in light of a far more likely outcome, likelihood is not a factor in grammaticality more so than it is a correlation of naturalness (which could still be wrong if it is indeed what a speaker is trying to say). In this example, the use of ～途中で is far more natural than ～間に, as 途中で (on the way\/en route) helps emphasize the vague point in both time and space in which V<sub>2<\/sub> occurs, while ～間に is purely temporal in this construction. The same can actually be said about the English equivalents to these constructions. \\\"On the way\\\" is more likely to be used than \\\"while\\\" with movement verbs.       \",\"id\":\"2bc032d7-010f-4377-ba88-b9d5f739def8\"}]"},"tags":[],"class_list":["post-232","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-3K","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/232","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=232"}],"version-history":[{"count":24,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/232\/revisions"}],"predecessor-version":[{"id":11630,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/232\/revisions\/11630"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=232"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=232"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}