{"id":235,"date":"2023-07-11T19:08:02","date_gmt":"2023-07-12T02:08:02","guid":{"rendered":"https:\/\/imabi.org\/?page_id=235"},"modified":"2025-06-25T14:39:58","modified_gmt":"2025-06-25T21:39:58","slug":"while-ii-%e3%81%86%e3%81%a1","status":"publish","type":"page","link":"https:\/\/imabi.org\/while-ii-%e3%81%86%e3%81%a1\/","title":{"rendered":"While II: ～うち"},"content":{"rendered":"\n<h1 class=\"wp-block-heading\">While II: うち <\/h1>\n\n\n\n<p>As with so many nouns which denote a point\/domain of space, the noun うち, whose primary meaning is to mean &#8220;interior,&#8221; may function as a temporal noun for the function of &#8220;while&#8221; but with a catch: ～うち specifically denotes that before the timeline of V<sub>1<\/sub> runs out of time, V<sub>2<\/sub> is undertaken, and not only that, by V<sub>2<\/sub> being undertaken, V<sub>1<\/sub>&#8216;s timeline will have (likely) ended.<\/p>\n\n\n\n<h1 class=\"wp-block-heading\">The Spatial 内（うち）<\/h1>\n\n\n\n<p>The primary meaning of うち in a spatial sense is indicating &#8220;within&#8221; a certain domain. When that domain is compartmented off, it may translate as &#8220;interior\/inside,&#8221; and when extrapolated onto groups of people or situations, it may also translate as &#8220;among&#8221; or &#8220;amidst.&#8221; <br><br><strong>Orthography Note<\/strong>: Unlike the temporal meaning of ～うち which is typically written in kana, the spatial meanings are normally represented by the use of its kanji spelled 内. <br><br>Though 内 is rather synonymous with 中 (inside\/middle) when it means &#8220;interior,&#8221; 内 tends to be used more often in metaphoric contexts in modern usage. When indicating &#8220;inward,&#8221; we find 内 interchangeable with 内側, but 中 would have to be interpreted as towards &#8220;the center&#8221; in a sense of directionality. <br><br>1. あのドアは内に向かって開きます。<br>That door opens inward.<br><br>2.&nbsp;内側から鍵がかかってしまった。<br>It was locked from the inside.<\/p>\n\n\n\n<p>3. 内に秘めた力を解き放て！<br>Release the power hidden within!<br><br>4. 賞味期限って、&nbsp;暗黙のうち<sup data-fn=\"5ab345b0-567e-4507-9c34-c02fa8b607e4\" class=\"fn\"><a href=\"#5ab345b0-567e-4507-9c34-c02fa8b607e4\" id=\"5ab345b0-567e-4507-9c34-c02fa8b607e4-link\">1<\/a><\/sup>に未開封、が条件ですか？&nbsp;<br>Is (the thing) being &#8220;unopened&#8221; an unspoken condition to a use-by date?<br><br>5. 百人残ったうちの一人が犯人だ。 &nbsp; &nbsp; &nbsp;<br>One of these remaining 100 people is the criminal.<br><br>6. 五つのうちから一つ選んでください。<br>Please choose one from these five.<br><br>7. これも仕事のうちですよ。<br>This is also a part of the job.<br><br>8. 運も実力のうち。<br>Luck is also a part of your skills.<br><br>9. 近いうちに連絡します。<br>I&#8217;ll contact you before long.<br><br>10. 町の大半が一瞬のうちに消えた。<br>The majority of the town disappeared in an instant.<br><br>内 may also indicate the place in which one belongs, and this can be interpreted in various ways, including &#8220;one&#8217;s home\/household,&#8221; &#8220;one&#8217;s inner circle (including &#8220;team,&#8221; &#8220;club,&#8221; &#8220;workplace,&#8221; etc.,&#8221; &#8220;one&#8217;s family,&#8221; or even, &#8220;one&#8217;s spouse.&#8221; For the meanings of &#8220;one&#8217;s home\/household\/spouse,&#8221; it may be alternatively written in kanji as 家.<br><br>11. うちと鹿島だけ日曜試合なんだけど、なんでだろう？<br>Only our (team) and Kashima are on Sunday matches, but why, though?<br><br>12. うちの会社にはフランス人のスタッフがいます。<br>There is a French staff member in the company I work at.<br><br>13. 家じゅうで山へ行くんです。<br>(We)&#8217;re going to the mountains as a family. <br><br>14. 家に相談します。<br>I&#8217;ll discuss (it) with my spouse.<br><br>These meanings have even led うち to develop into a first person pronoun in casual, familial speech. Although associated more so with female speakers in some regions, it has largely become gender neutral in recent decades.<br><br>15. ウチと付き合ってくれない？<br>Would you go out with me?<\/p>\n\n\n\n<h1 class=\"wp-block-heading\">The Temporal ～うち<\/h1>\n\n\n\n<p>The spatial meanings of うち help build an image of a circle, and the matter being discussed is within that circle. When used temporarily, we see that the main clause must always be performed within the &#8220;circle&#8221; a.k.a time frame that うち creates.<br><br>The closest equivalent to the temporal ～うち is ～間, and while both translate as &#8220;while&#8221; and appear with the same variety of predicates &#8211; verbal, adjectival, noun &#8211; the specific difference in meaning of the former results in unique differences in how particles, tense, and aspect function with it. <br><br>Just like in our previous discussion on ～間に, the dependent clause which precedes ～うちに will be referenced as V<sub>1<\/sub>. Also, &#8220;V&#8221; may be substituted with other predicates provided the time frame implied is still logical. The main clause which follows ～うちに will be denoted as V<sub>2<\/sub>, which is also not restricted to verbs alone. Because the use of the negative in V<sub>1<\/sub> has a major impact on how ～うちに is interpreted, that will be denoted as V<sub>1<\/sub><sup>neg<\/sup>.<\/p>\n\n\n\n<p>Both ～うちに and ～間に involve V<sub>2<\/sub> realizing within the time frame of V<sub>1<\/sub>. While V<sub>2<\/sub> occurs within the time frame of V<sub>1<\/sub> with ～間に and can last however long in that interval, V<sub>2<\/sub> must be completed before V<sub>1<\/sub>&#8216;s time frame expires with ～うちに. It is implied that by V<sub>2<\/sub> not realizing in that deadline set by V<sub>1<\/sub> that a negative consequence is to be expected.<\/p>\n\n\n\n<p>16.&nbsp;<ruby>若<rt>わか<\/rt><\/ruby>い（うちに 〇・間に X｝英語を勉強した<ruby>方<rt>ほう<\/rt><\/ruby>がいいよ。<br>It&#8217;s best that you study English while you&#8217;re young.&nbsp;<br><br>The consequence of not learning English while one is young is that doing so will be far harder. It is also worth noting that learning English before &#8220;being young&#8221; is illogical, and that logic is extended to the pattern itself. Meaning, V<sub>1<\/sub> and V<sub>2<\/sub> cannot be flipped and still be valid. Relating this back to the spatial meaning of うち, V<sub>2<\/sub> is within the circle, not the circle itself. <\/p>\n\n\n\n<p>One must also not misconstrue the fact that 若い間に itself is a possible phrase, but it is ungrammatical in Ex. 16 due to the time limit set by the speaker for V<sub>2<\/sub> to occur. When such a time limit set on V<sub>2<\/sub> is so intrinsic to achieving a favorable outcome, ～うちに cannot be replaced by ～間に.<\/p>\n\n\n\n<p>17. スープがまだ熱い｛うちに 〇・間に X｝飲むのが好きです。<br>I like eating my soup while it&#8217;s still hot.&nbsp;<\/p>\n\n\n\n<p>18.&nbsp;<ruby>警察<rt>けいさつ<\/rt><\/ruby>が来ないうちに、<ruby>逃<rt>に<\/rt><\/ruby>げるから、<ruby>心配<rt>しんぱい<\/rt><\/ruby>ないよ。(Casual)<br>I&#8217;ll run away before the police come, so no worries.&nbsp;<\/p>\n\n\n\n<p>In Ex. 18, the main point is escaping while V<sub>1<\/sub><sup>neg<\/sup> is still valid, which is synonymous with saying before V<sub>1<\/sub><sup>pos<\/sup> realizes. As the principle of V<sub>2<\/sub> being completed in the time limit set by V<sub>1<\/sub> still applies when it is rendered in the negative as V<sub>1<\/sub><sup>neg<\/sup>, and so long as the time frame is sufficient yet critical to completing V<sub>2<\/sub>, the stakes implied prevent ～ない間に from being possible, though as we saw in the <a href=\"https:\/\/imabi.org\/while-i-%e9%96%93\/\" data-type=\"page\" data-id=\"232\">previous lesson<\/a>, the structure is valid when outcome is not such a contingency.<\/p>\n\n\n\n<p>19. &nbsp;<ruby>妻<rt>つま<\/rt><\/ruby>が帰ってこない｛うちに・間に｝、部屋を<ruby>片<rt>かた<\/rt><\/ruby>づけました。<br>I cleaned up the room in the time my wife wasn&#8217;t home yet.<\/p>\n\n\n\n<p>Using ～うちに in Ex. 19 would suggest not cleaning the room before your wife comes home would result in punishment, whereas by using ～ない間に, the agent just so happened to complete V<sub>2<\/sub> while V<sub>1<\/sub> was the case. <br><br>The dynamic of a time limit that has to be met is fueled by there being a willful agent committing V<sub>2<\/sub>. When this volition is taken out of the equation entirely, interchangeability between ～うちに and ～間に is heightened.<\/p>\n\n\n\n<p>20. 知らない｛間に・うちに｝、<ruby>眠<rt>ねむ<\/rt><\/ruby>ってしまっていた。<br>I had been asleep [without even knowing it\/before I knew it]. <br><br>With ～間, we learned that the timelines of V<sub>1<\/sub> and V<sub>2<\/sub> are on parallel paths, but because ～うちに is always visualized as a &#8220;circle&#8221; within the time domain of V<sub>1<\/sub>, に is almost never dropped, as it is に which anchors the time frame of V<sub>1<\/sub> as a point of reference. Another difference is that while 間 may be interpreted as &#8220;interval&#8221; in a broader sense—capable of being paired with various other case particles which indicate direction like から (from) and まで (to)—this is not possible with ～うちに.<\/p>\n\n\n\n<p>Using ～うちに with まで is ungrammatical, largely because it would be redundant but also contradictory to the time limit set by まで. The purpose of まで would be to indicate that the time frame of V<sub>2<\/sub> must be contained within the time limit set for V<sub>1<\/sub>, and the use of ～間（に・には・は）can be viewed as highlighting that time frame. <\/p>\n\n\n\n<p>21. 家に帰る<strong>までの｛間<\/strong>（に）〇・うちに X｝、雨が降ってきてしまった。<br>&nbsp;I was caught in the rain during the time it took to get home.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">～うちに w\/ Instantaneous Verbs<\/h2>\n\n\n\n<p>When ～うちに is paired with an instantaneous verb, the time limit enforced on V<sub>1<\/sub> results in the &#8220;before&#8221; interpretation that is exhibited when paired with V<sub>1<\/sub><sup>neg<\/sup>, but with a slight twist, the action &#8211; though syntactically treated as being &#8220;instantaneous&#8221; &#8211; is reinterpreted as still following on a timeline of its own. Here, we find considerable interchangeability between ～うちに and ～間に with their difference in nuance maintained. <\/p>\n\n\n\n<p>22. 自宅へ帰る｛間に・うちに｝、手を見て電車に<ruby>傘<rt>かさ<\/rt><\/ruby>を忘れてきたのに気づいた。<br>[While going home\/before getting home], I (happened to) look at my hand and noticed that I had gotten so far having left my umbrella in the train. <\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Restrictions on Non-Past<\/h2>\n\n\n\n<p>Though the non-past tense is seen out of necessity with instantaneous verbs, with non-instantaneous verbs, ～うちに is generally paired with the progressive tense (～ている). The reasoning for why the non-past is not used with ～うちに is: if even&nbsp;after the realization\/completion of V<sub>2 <\/sub>there is the potential that V<sub>1<\/sub> continues for some time, <strong>～間に<\/strong>&nbsp;may be used because V<sub>2<\/sub> just happens to occur within V<sub>1<\/sub>&#8216;s not so long timeline; however,<strong> ～うちに<\/strong>&nbsp;cannot be used because it implies that V<sub>1<\/sub> will have stopped upon V<sub>2<\/sub> realizing, but the feasibility of having met such a deadline with consequences on the line is not felt via the use of the non-past tense. By using the progressive tense with V<sub>1<\/sub>, we know that it must still be ongoing while V<sub>2<\/sub> gets the chance to be completed.<\/p>\n\n\n\n<p>23a.&nbsp;<ruby>彼氏<rt>かれし<\/rt><\/ruby>が晩ご<ruby>飯<rt>はん<\/rt><\/ruby>の<ruby>支度<rt>したく<\/rt><\/ruby>をする間に、宿題を<ruby>全部済<rt>ぜんぶす<\/rt><\/ruby>ませてしまった。 〇<br>23b. 彼氏が晩ご飯の支度をするうちに、宿題を全部済ませてしまった。X<br>I&nbsp;finished all of my homework while my boyfriend prepared dinner.&nbsp;&nbsp;<\/p>\n\n\n\n<p>Conversely, if there is the potential that V<sub>1<\/sub> stops&nbsp;<em>due to<\/em>&nbsp;V<sub>2<\/sub> realizing (coming to fruition), ～うちに becomes grammatical with the non-past tense. Meanwhile, ～間に becomes ungrammatical due to having a broader time frame conflicting with the notion of abruptly stopping due to V<sub>2<\/sub> realizing. Remember that ～間に captures the beginning and end of V<sub>1<\/sub>. <br><br>Consider the notion of drinking shots over the course of an evening. In Ex. 24, V<sub>1<\/sub> marked by ～うちに necessitates the consequence stated in V<sub>2<\/sub>, and we know from the use of ～ていた in V<sub>2<\/sub> that this is a recurring scenario. Meaning, V<sub>1<\/sub> is very much a snapshot of time, but that is just enough time to get red in the face from a shot. The logical association between the act and the consequence allows for the use of the non-past tense, and the intermittent nature of V<sub>1<\/sub> helps constitute a timeline similar to what we see formed with instantaneous verbs.  <\/p>\n\n\n\n<p>24. 酒をごくごくと飲む｛うちに  〇・間に X｝、また顔が<ruby>真っ赤<\/ruby>になっていた。<br>My face had gotten completely red again as I was gulping down the alcohol.<\/p>\n\n\n\n<p>Now, let&#8217;s posit that V<sub>2<\/sub> realizes but there is a chance that V<sub>1<\/sub> continues or may come to a halt, the non-past may be seen with ～うちに, and interchangeability between it and ～間に is heightened. By using ～間に, it is implied that V<sub>1<\/sub> did not just halt because of V<sub>2<\/sub> realizing. Even if V<sub>1<\/sub> is halted for now, it may potentially be resumed down the road. By using ～うちに, it would sound as though V<sub>1<\/sub> were halted because of the realization of V<sub>2<\/sub>.<br><br>The use of non-verbal predicates are the most likely realization of this because of how the states (as opposed to actions) that they describe are impervious to change and are not necessarily maintained by an agent (doer), but when V<sub>2<\/sub> is put into the equation, that situation\/state might change. <\/p>\n\n\n\n<p>25. 暖かい｛うちに・間に｝、ちょっと<ruby>散歩<rt>さんぽ<\/rt><\/ruby>に出かけます。<br>I&#8217;ll go out for a little walk while it&#8217;s warm.<\/p>\n\n\n\n<p>26. その新聞は、夜の｛うちに・間に｝、<ruby>配<rt>くば<\/rt><\/ruby>られてくるんですね。<br>That&#8217;s because the newspaper is delivered during the night.<br><br>27. メールを書く｛うちに・間に｝、パッケージが届くのを思い出したんだ。<br>I remembered that my package would arrive while I was writing an e-mail. <br><br>In Ex. 27, the spur of one&#8217;s memory could cause V<sub>1<\/sub> to be postponed, making V<sub>1<\/sub> sound intermittent like is the case in Ex. 24 and befitting of ～うちに&#8217;s use. If, however, V<sub>2<\/sub> were just a floating memory in the course of V<sub>1<\/sub>, that would fall best under ～間に&#8217;s domain. We can also assume that because of the need of V<sub>2<\/sub> to be fulfillable within the span of V<sub>1<\/sub>, that V<sub>1<\/sub> in Ex. 27 must be occurring within a snippet of time, for V<sub>1<\/sub> itself may be paused (=stopped).<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">～ている＋｛間に・うちに｝<\/h2>\n\n\n\n<p>When the progressive aspect ～ている is invoked with both ～間に and ～うちに, the timeline of V<sub>1<\/sub> with which V<sub>2<\/sub> must be completed by is considerably long in duration, which is also a reflection of aspect—how the clauses behave over time.<\/p>\n\n\n\n<p>28. 赤ちゃんが寝ている｛うちに・間に｝、新聞を読むよ。<br>I&#8217;ll read the newspaper while the baby is sleeping.<\/p>\n\n\n\n<p>29. 彼氏が晩ご飯の支度をしている｛うちに・間に｝、宿題を全部済ませてしまった。<br>I finished all of my homework while my boyfriend was preparing dinner.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">～ないうちに<\/h2>\n\n\n\n<p>First, consider the following examples.&nbsp;<\/p>\n\n\n\n<p>30. ｛まだ覚えている・忘れない｝うちに宿題をします。<br>I&#8217;ll do my homework {while I remember\/before I forget}.<\/p>\n\n\n\n<p>31. ｛<ruby>涼<rt>すず<\/rt><\/ruby>しい・<ruby>暑<rt>あつ<\/rt><\/ruby>くならない｝うちに、夏休みの宿題をしてしまいました。<br>I completed all of my summer break homework {while it was cool\/before it got hot}. &nbsp;<\/p>\n\n\n\n<p>32. ｛明るい・暗くならない｝うちに帰りなさい。(Stern)<br>Come home {while it&#8217;s light\/before it gets dark}.&nbsp;<\/p>\n\n\n\n<p>～ないうちに shows that V<sub>2<\/sub> is realized before V<sub>1<\/sub><sup>neg<\/sup> were to realize in the affirmative. You can reword ～ないうちに with V<sub>1<\/sub><sup>pos<\/sup> ～間に, granted that V<sub>1<\/sub><sup>pos<\/sup> is the antonym of V<sub>1<\/sub><sup>neg<\/sup> that is used with ～ないうちに. This interchangeability necessitates that viewing the situation from the opposite angle is possible. So, in the case of Ex. 32, getting home in time before it is dark is fine, in the same sense that getting home is being done when the sun is still up. When V<sub>1<\/sub><sup>neg<\/sup> does finally occur in the affirmative, V<sub>2<\/sub> ought to have been completed. Note, though, that ～ないうちに inherently implies a misfortune if V<sub>2<\/sub> does not occur by the time V<sub>1<\/sub><sup>neg<\/sup> does happen to realize. This implication does not occur with statements made with ～間に.<\/p>\n\n\n\n<p>～ないうちに can be the only correct version of a sentence. For instance, in Exs. 33 and 34, see how the opposite isn&#8217;t possible with either うち or 間. Shots are preventative, so it&#8217;s logical that ～ないうちに makes sense.&nbsp;<\/p>\n\n\n\n<p>33. 病気にならないうちに、<ruby>予防注射<rt>よぼうちゅうしゃ<\/rt><\/ruby>をしておいた方がいいですよ。〇<br>It&#8217;s best that you get immunizations in advance before you get ill.&nbsp;<\/p>\n\n\n\n<p>34.&nbsp;<ruby>丈夫<rt>じょうぶ<\/rt><\/ruby>な｛うち・間｝に、予防注射をしておいた方がいいですよ。X<br>It&#8217;s best that you get immunizations in advance while you&#8217;re sturdy.<\/p>\n\n\n\n<p>35. <ruby>蚊<rt>か<\/rt><\/ruby>が｛入らない 〇・出ている X｝うちに、<ruby>蚊帳<rt>かや<\/rt><\/ruby>を<ruby>吊<rt>つ<\/rt><\/ruby>った。<br>I hanged up the mosquito net {before 〇\/while X} the mosquitoes got in. <\/p>\n\n\n\n<p>Remember, when you can visualize a beginning and end point, ～ない間に can be used, but all of the facts leading up to now hold.<\/p>\n\n\n\n<p>36. <ruby>誰<rt>だれ<\/rt><\/ruby>もいない｛うちに・間に｝、机を<ruby>片付<rt>かたづ<\/rt><\/ruby>けた。<br>While there was no one, I fixed up the desks.&nbsp;<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">～ないうちに vs ～前に<\/h2>\n\n\n\n<p>With &#8220;V<sub>1<\/sub><sup>neg<\/sup>＋うちに＋V<sub>2<\/sub>&#8220;, V<sub>2<\/sub> is a positive situation which brings about a positive outcome so long as it happens. In the event V<sub>1<\/sub><sup>neg<\/sup> does occur, that outcome is, likewise, unfavorable. This nuancing does not apply to ～まえに. <\/p>\n\n\n\n<p>37. 走っていたが、家に｛着かないうちに・着くまえに ?｝、雨に降られてしまった。<br>I was running, but I got hit by the rain before I could get home.<\/p>\n\n\n\n<p>38. 妻が｛起きないうちに・起きるまえに｝、家を出た。<br>I left the house before my wife woke up.&nbsp;<\/p>\n\n\n\n<p>39. 雨が<ruby>降<rt>ふ<\/rt><\/ruby>｛る前に・らないうちに｝、帰りましょう。<br>Let&#8217;s go home before it rains.&nbsp;<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">～間は vs ～うちは<\/h2>\n\n\n\n<p>One situation in which the particle に may be seen omitted from ～うちに is when it is topicalized with は for the purpose of highlighting the circumstance in which V<sub>2<\/sub> is completed. Here, the difference between ～間は and ～うちは lies with whether V<sub>2<\/sub> is still completed and not ongoing once V<sub>1<\/sub> ends. <\/p>\n\n\n\n<p>40. 彼氏が晩ご飯の支度する｛あいだは・うちは｝、宿題をしていた。<br>I was doing my homework while my boyfriend was preparing dinner (but not at other times).&nbsp;<\/p>\n\n\n\n<p>41a. 授業のあいだは、ずっと<ruby>居眠<rt>いねむ<\/rt><\/ruby>りしていた。 〇<br>41b. 授業のうちは、ずっと居眠りしていた。X<br>I napped all through class. &nbsp;<\/p>\n\n\n\n<p>42. コーヒーって若いうちはあまり飲まないほうがいいんですか。&nbsp;<br>Is it best to not drink a lot of coffee while you&#8217;re young?<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">～うちが<\/h2>\n\n\n\n<p>Although any instance of ～うちが can theoretically be rephrased out of a sentence, its existence ought not be ignored. Here, we find that the main clause is NEVER an action that must be completed by the end of the dependent clause, but it is still a state that MUST remain true for as long as the dependent clause is true.<\/p>\n\n\n\n<p>43. 何といっても、若いうちが花だよ。<br>No matter what they say, youth is the flower of life.<\/p>\n\n\n\n<p>44. お酒は、ほろ<ruby>酔<rt>よ<\/rt><\/ruby>いのうちが<ruby>最高<rt>さいこう<\/rt><\/ruby>だと言われる。<br>It&#8217;s said that alcohol is the best while tipsy.&nbsp;<\/p>\n\n\n\n<p>参照<br>『日本語類義表現使い分け辞典』 pgs 206-209 by 泉原省二.<\/p>\n\n\n<ol class=\"wp-block-footnotes\"><li id=\"5ab345b0-567e-4507-9c34-c02fa8b607e4\">In the phrase 暗黙のうち, うち denotes the situation in which an action is performed. For this meaning, it may also be spelled in kanji as 裡. <a href=\"#5ab345b0-567e-4507-9c34-c02fa8b607e4-link\" aria-label=\"脚注参照1にジャンプ\">↩︎<\/a><\/li><\/ol>","protected":false},"excerpt":{"rendered":"<p>While II: うち As with so many nouns which denote a point\/domain of space, the noun うち, whose primary meaning is<a class=\"more-link\" href=\"https:\/\/imabi.org\/while-ii-%e3%81%86%e3%81%a1\/\">続きを読む <span class=\"screen-reader-text\">&#8220;While II: ～うち&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":"[{\"content\":\"In the phrase 暗黙のうち, うち denotes the situation in which an action is performed. For this meaning, it may also be spelled in kanji as 裡.\",\"id\":\"5ab345b0-567e-4507-9c34-c02fa8b607e4\"}]"},"tags":[],"class_list":["post-235","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-3N","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/235","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=235"}],"version-history":[{"count":48,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/235\/revisions"}],"predecessor-version":[{"id":11864,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/235\/revisions\/11864"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=235"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=235"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}