{"id":2403,"date":"2024-02-17T22:25:01","date_gmt":"2024-02-18T05:25:01","guid":{"rendered":"https:\/\/imabi.org\/?page_id=2403"},"modified":"2024-04-18T20:38:32","modified_gmt":"2024-04-19T03:38:32","slug":"the-auxiliary-%ef%bd%9e%e3%82%89%e3%81%97%e3%81%84","status":"publish","type":"page","link":"https:\/\/imabi.org\/the-auxiliary-%ef%bd%9e%e3%82%89%e3%81%97%e3%81%84\/","title":{"rendered":"The Auxiliary ～らしい"},"content":{"rendered":"\n<h2 class=\"wp-block-heading\">The Auxiliary ～らしい<\/h2>\n\n\n\n<p>The auxiliary ～らしい is most known for its role in marking supposition (推量), which are statements made that one believes to be true but without 100% certainty. ～らしい also happens to be a suffix that denotes stereotypical traits, and it turns out that these two grammatical roles are related to each other. <\/p>\n\n\n\n<h2 class=\"wp-block-heading\">The Meanings of ～らしい<\/h2>\n\n\n\n<p>～らしい is a supposition marker which represents <span style=\"text-decoration: underline;\">firm speculation<\/span> based on credible information. Meaning, there is good reason\/objective evidence to back up what the speaker is saying. <br><br>1.（天気予報によると）台風が関東地方に接近しているらしく、どうやら明日昼頃に東京都に直撃するらしい。<br>(According to the weather report), a typhoon is apparently approaching the Kanto Region, and it will apparently directly hit Tokyo Prefecture around noon tomorrow. 　<\/p>\n\n\n\n<p>～らしい is very similar to ～ようだ, but because statements made with ～らしい are based on information gathered from an outside source, the self-perceived certainty behind the statement is higher, and a common source utilized is hearsay. To an English speaker, describing a supposition as hearsay may ironically lessen the credibility, but this is not the case with ～らしい. Compare the following:<br><br>2. 列車はすぐにも出発するらしい。<br>The train is apparently going to depart at any moment.<br><br>3. 列車はすぐにも出発するようだ。<br>It looks like the train is going to depart at any moment.<br><br>Whereas Ex. 2 indicates that the speaker must have acquired some external information about the train&#8217;s departure that makes it seem all that more likely, Ex. 2 only indicates the speaker&#8217;s own conjecture about what appears to be happening, but of course, what if that person is just wrong? For that reason, the certainty behind Ex. 3 is less than Ex. 2. <br><br>Because ～らしい is characterized by suppositions based on hearsay of the overall scene at hand, it should not be used in contexts concerning people&#8217;s situations out of the picture. <br><br>4a. テイラー君は今頃は飯でも食っているだろう。〇<br>4b. テイラー君は今頃は飯でも食っているらしい。X<br>Taylor is probably eating right about now.<br><br>As for how ～らしい contrasts with ～そうだ, which also marks hearsay, consider the following:<br><br>5a. テイラー君は、酸っぱいものを食べたいらしいです。<br>Taylor apparently wants to eat something sour.<br><br>5b. テイラー君は、酸っぱいものを食べたいそうです。<br>I hear Taylor wants to eat something sour. <br><br>As opposed to 終止形＋～そうだ, the speaker may be seen as indifferent to the validity of the statement when using ～らしい. If it turns out the assertion is wrong, the speaker would be blamed for being distant to the situation, and in turn, not as reliable as once felt. Whereas with 終止形＋～そうだ, since it is implied that the speaker is more psychologically\/emotionally involved with procuring and spreading the information in question, ending up wrong would indicate another problem: what went wrong? <br><br>At best, ～らしい is a self-perceived confident claim whose source is entirely undisclosed, but the speaker is still implying a rather objective reasoning of some sort behind their statement.<br><br>These two sentences also beg the question as to how they are any different than the following:<br><br>5c. テイラー君は、酸っぱいものを食べたいようです。<br>It looks like Taylor wants to eat sour food.<br><br>5d. テイラー君は、酸っぱいものを食べたいみたいです。<br>It looks like Taylor wants to eat sour food.<br><br>Both 5c and 5d indicate that the speaker got the impression that Taylor wants to eat sour food, with 5d implying a more visual impression than anything. Because ～みたいだ is a relatively new ending in terms of Japanese grammar &#8211; having originated from ～見たようだ &#8211; it is still deemed to be less formal than ～ようだ.<\/p>\n\n\n\n<p>～らしい may also express typicality, as in, striking similarity. <\/p>\n\n\n\n<p>6. この絵画は本物（である）らしい。<br>This painting is apparently the real one.<br><br>7. この絵画は本物よりも本物らしい。<br>This painting is more worthy of being the real one than the actual real one.<br><br>Notice how in Ex. 6, ～らしい feels more like an auxiliary because of how it marks supposition, whereas in Ex. 7 ～らしい instead acts as an adjectival suffix marking likeness. This is because we are indeed looking at two rather distinct yet very closely tied meanings. <br><br>The auxiliary ～らしい may attach to non-past and past tense of conjugatable parts of speech, pairing well with an array of conjugations &#8211; negative, passive, causative, desire (w. ～たい), etc. Rather than showing a conjugation chart of the various conjugation combinations possible, here are example sentences that do the same job but with meaningful context.<br><br>8. ハワイの物価は高いらしい（です）。<br>Cost-of-living in Hawaii seems to be high. <br><br>9. その家に幽霊が出るらしい（です）。<br>The house seems to be haunted.<br><br>10. 蟻は餌を見つけると、仲間に知らせるらしい（です）。<br>When ants find food, they apparently let their fellow ants know.<br><br>11. 面接で親の職業を聞かれるらしい（です）。<br>You&#8217;re apparently asked in the interview what your parents&#8217; occupations are.<br><br>12. 日本以外の地域では視聴できないらしい（です）。<br>You apparently cannot watch it in regions outside of Japan.<br><br>13. 最近、企業が高卒を取りたがっているらしい（です）。<br>Recently, corporations are apparently wanting to grab high-school graduates.<br><br>14. いまびさんがDiscordフォロワーを増やしたいらしい（です）。<br>Imabi-san apparently wants to increase his Discord following.<br><br>15. トムは日本へ行かなかったらしい（です）。<br>Tom apparently didn&#8217;t go to Japan.<br><br>16. あいつは、身の程を知らぬらしい（です △）<br>That guy doesn&#8217;t seem to forget who he is.<br><br><strong>Grammar Note<\/strong>: Idiomatic expressions tend to have set grammar. Because the phrase 身の程知らず (not knowing one&#8217;s social position) incorporates the older negative auxiliary ～ず, its presence prevents です from sounding natural with it. Note, though, that ～ぬらしい itself is not problematic.<br><br>The auxiliary ～らしい may even follow certain particles such as ～から and ～ばかり, and even nominal phrases (including those made with the particle の) and adjectival nouns. In these situations, imagine the verbal element being the copula but unspoken (although using である is possible &#8211; see below).<br><br>17. 武志が、携帯の連絡先を家族以外消し、自分一人で何でもする様になったのはそれかららしい。<br>It was apparently after that point when Takeshi got rid of his phone contacts aside from his family and would do everything on his own.<br><br>18. 先月日本に来たばっかりらしいですね！日本の生活はどうですか？<br>You apparently just arrived to Japan last month! How do you like living in Japan?<br><br>19. 土日ということで、あの店は賑やからしいです。<br>With it being the weekend and all, it seems that that restaurant\/store is bustling.<br><br>20. それが原因らしい（です）。<br>That is apparently the cause.<br><br>21. その時計は齋藤さんのらしいです。<br>That watch seems to be Saito-san&#8217;s.<br><br>～らしい may only be after the copula if it is in the form である, but it is most common to see it directly attach to the noun forming the predicate. More importantly, if the tone is not formal enough, である itself would feel even more out of place. <br><br>22. 国境の山々はまだ冬の姿であるらしい。<br>The mountains on the border are still seemingly unchanged from winter.<\/p>\n\n\n\n<p>Conversely, the adjectival suffix <strong>only<\/strong> attaches to <span style=\"text-decoration: underline;\">nouns or the stems of adjectives\/adjectival nouns<\/span>. In doing so, ～らしい becomes a part of the word. There are two closely related nuances that can be gleamed from it. <br><br>①When used with nouns, Noun X &#8211; the one being modified &#8211; is worthy of\/stereotypical of Noun X or Noun Y (another entity likened to it).<br>②When used with nouns, the stems of adjectives\/adjectival nouns, and a select number of adverbs, it denotes a feeling that is brought about.<br><br>23. 男らしい男と付き合いたい。<br>I want to a date a real\/manly man.<br><br>24. 海外で生活すればするほど、日本人らしい生活を送りたいと考えるようになってきた。<br>The longer I lived abroad, the more I starting wanting to live life more like a Japanese person would.<br><br>25. あんな、いやらしい本は全部捨てといたわよ！<br>I threw away all those filthy books of yours! <br><br><strong>Word Note<\/strong>: いやらしい is a combination of 嫌だ (unpleasant) and ～らしい, and the resultant adjective means &#8220;to be lewd\/obscene\/nasty.&#8221;<br><br>To get an even deeper understanding of how ～らしい is used overall, we will delve into its history and also inspect its conjugations which have not been shown yet.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Origin &amp; CONJUGATIONS OF ～らしい<\/h2>\n\n\n\n<p>When delving into the past, one will find that Old Japanese also had an auxiliary verb for marking supposition: ～らし. This ancient ending is thought to ultimately derive from the existential verb あり, but exactly how it came into fruition is still a bit of a mystery<sup data-fn=\"d0971803-d2a5-4efe-9898-5f0cc303ab5f\" class=\"fn\"><a href=\"#d0971803-d2a5-4efe-9898-5f0cc303ab5f\" id=\"d0971803-d2a5-4efe-9898-5f0cc303ab5f-link\">1<\/a><\/sup>.<br><br>This auxiliary followed the 終止形 of most verbs but irregularly followed the 連体形 of anything said to have had a ラ変型 conjugation<sup data-fn=\"e6b72a90-a563-45f1-889a-24407ea3bd3e\" class=\"fn\"><a href=\"#e6b72a90-a563-45f1-889a-24407ea3bd3e\" id=\"e6b72a90-a563-45f1-889a-24407ea3bd3e-link\">2<\/a><\/sup>. It also, quite uniquely, had access to only three conjugational bases, which were as follows:<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><tbody><tr><td class=\"has-text-align-center\" data-align=\"center\">未然形<\/td><td class=\"has-text-align-center\" data-align=\"center\">連用形<\/td><td class=\"has-text-align-center\" data-align=\"center\">終止形<\/td><td class=\"has-text-align-center\" data-align=\"center\">連体形<\/td><td class=\"has-text-align-center\" data-align=\"center\">已然形<\/td><td class=\"has-text-align-center\" data-align=\"center\">命令形<\/td><\/tr><tr><td class=\"has-text-align-center\" data-align=\"center\">〇<\/td><td class=\"has-text-align-center\" data-align=\"center\">〇<\/td><td class=\"has-text-align-center\" data-align=\"center\">らし<\/td><td class=\"has-text-align-center\" data-align=\"center\">らし（き）<sup data-fn=\"3895326a-716d-4c4a-af49-5af9306e6a1e\" class=\"fn\"><a href=\"#3895326a-716d-4c4a-af49-5af9306e6a1e\" id=\"3895326a-716d-4c4a-af49-5af9306e6a1e-link\">3<\/a><\/sup><\/td><td class=\"has-text-align-center\" data-align=\"center\">らし<\/td><td class=\"has-text-align-center\" data-align=\"center\">〇<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>26. 春過ぎて夏来たる<span style=\"text-decoration: underline;\">らし<\/span><br>It definitely appears that spring has passed and summer has arrived.<br><br><strong>Grammar Note<\/strong>: As is evident from the translation, this older ～らし was closer in nuance to the modern phrase ～に違いない.<\/p>\n\n\n\n<p>Conversely, the adjectival suffix ～らしい also happened to exist in the form of ～らし, but it only attached to nouns or the stems of adjectives\/adjectival nouns, and it conjugated like a typical adjective of the time. Its bases were as follows:<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><tbody><tr><td>未然形<\/td><td>連用形<\/td><td>終止形<\/td><td>連体形<\/td><td>已然形<\/td><td>命令形<\/td><\/tr><tr><td>らしから<\/td><td>らしかり<br>らしく<\/td><td>らし<\/td><td>らしかる<br>らしき<\/td><td>らしけれ<\/td><td>〇<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>27. 上はなんとない様で内心が毒らしゅうて人を傷害するぞ。<br>Though he (upper official) acts like it is of no offense to him, he is actually quite hurt inside. <br>From the 史記抄<\/p>\n\n\n\n<p>The going theory is that by Early Modern Japanese, ～らしい emerged from the adjectival suffix that had long been used, incidentally centuries after the Classical Japanese auxiliary verb ～らし had disappeared from the spoken language; however, once it reappeared as an auxiliary by the late 1800s, its role quickly expanded beyond the confines of both once separate endings. <br><br>The bases of the modern ～らしい are as follows, but as is evident from the chart, its auxiliary and adjectival suffix meanings do act separately in the sense that its newer auxiliary role&#8217;s specific purpose conflicts semantically with all the conjugations that would otherwise be bestowed to a full-fledged adjective.<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><tbody><tr><td>～らしい<\/td><td>未然形<\/td><td>連用形<\/td><td>終止形<\/td><td>連体形<\/td><td>仮定形<\/td><td>命令形<\/td><\/tr><tr><td>Auxiliary<\/td><td>〇<\/td><td>らしかっ<br>らしく<\/td><td>らしい<\/td><td>らしい<br>らしき<\/td><td>（らしけれ）<\/td><td>〇<\/td><\/tr><tr><td>Suffix<\/td><td>らしから<\/td><td>らしかっ<br>らしく<\/td><td>らしい<\/td><td>らしい<br>らしき<\/td><td>らしけれ<\/td><td>〇<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>Even so, when compared to the older auxiliary ～らし, the new-and-improved auxiliary ～らしい is used in a wider range of grammatical circumstances. <br><br>①Traditionally, the older auxiliary could not be used with supposedly true events of the <span style=\"text-decoration: underline;\">future<\/span>, but this tense restriction is not true of the modern ending. <br>②The degree of certainty and source of confidence that the speaker has when saying ～らしい also does not match the older auxiliary, being not quite the 100% the older auxiliary once bolstered.<br>③Thanks to not being restricted with tense like the older auxiliary was, this means that the 仮定形 to indicate future, hypothetical situations ought to be logical. Indeed, らしけれ does exist, but it is overshadowed by other options (see below).<br><br>Next, we will inspect the existing forms of ～らしい to bring more context as to how its bases function and how the ending functions overall.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Use of the 未然形: ～らしからぬ<\/h3>\n\n\n\n<p>The form ～らしからぬ utilizes the 未然形 of the adjectival suffix rending of ～らしい, which in turn features ～ぬ, an older negation auxiliary verb. It is the classical rendition of ～らしくない, indicating something that is uncharacteristic\/unbefitting.  <br><br>28.「まさか」と細君が小さい声を出すと、「本当ですか」と寒月君が本当らしからぬ様子で聞く。<br>&#8220;Surely not,&#8221; murmurs the Mrs. &#8220;Are you being for real?&#8221; asks Mr. Kangetsu in a tone of voice suggesting he cannot take [the statement] as being for real. <br>From 『吾輩は猫である』 by 夏目漱石.<br><br>29. 不正な戦術やスポーツマンらしからぬ行為などは断じて許されません。<br>Any illegitimate (sports) tactics or unsportsmanlike acts will absolutely not be tolerated.<br><br>30. 病院らしからぬ外観だ。<br>The exterior is unbefitting of a hospital.<br><br>You may also encounter the form ～らしからざる, which is identical in meaning to ～らしからぬ. The ～ざる is an alternative 連体形 of the old negative auxiliary ～ず but with あり incorporated into the root. It arose as <em>kari<\/em>-type conjugations began to proliferate in the language before a general consensus formed as to when they ought to be used. Confusingly, ～ざる is most commonly seen in texts which derive from Japanized renditions of 漢文 (Classical Chinese written by Japanese people of antiquity) as well as grammar points which derived from this practice. As for its modern use in relation to ～らしい, it is restricted heavily to purposefully constructed renditions of said speech style.<br><br>31. その最極端なる一例は、所謂、朝寝坊が起こさるる時にして、数回に亘る呼声に応答しつつ、又も熟睡に陥り、日三竿に及びて蹶起して、今日は唯一回の呼声にて覚醒したりなぞ主張する事珍しからざるは、世人の周知せる事例なり。(文語<sup data-fn=\"40ef75db-5ca6-4b53-8bac-764bbb0c41ec\" class=\"fn\"><a href=\"#40ef75db-5ca6-4b53-8bac-764bbb0c41ec\" id=\"40ef75db-5ca6-4b53-8bac-764bbb0c41ec-link\">4<\/a><\/sup>)<br>As a most extreme example, take a so-called late-riser who, when woken up, having responded to several calls yet each time full back into deep sleep, finally jumps to their feet in the middle of the day, and claims to have woken up from just that one call: such a claim being far from rare shows just how well-known this case is to the public. <br><br><strong>Word Note<\/strong>: 珍しい is actually believed to be a combination of the root \/mezu-<sup data-fn=\"82f0d785-5165-49a1-99d6-5280432141c2\" class=\"fn\"><a href=\"#82f0d785-5165-49a1-99d6-5280432141c2\" id=\"82f0d785-5165-49a1-99d6-5280432141c2-link\">5<\/a><\/sup>\/ + the adjectival suffix ～らしい.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Use of the 連用形: らしく・らしかっ<\/h3>\n\n\n\n<p>There are several usages of the 連用形 of ～らしい, but now that we know the auxiliary and adjectival meanings of ～らしい are still syntactically distinct, we can look at the forms created here without making the mistake of giving them one-size-fits-all interpretations.<br><br>■How to Use ～らしく<br><br>This form is seen in ～らしく（て） , which can be used in either the auxiliary or the adjectival suffix sense. Note that the dropping of て is indicative of formal speech, but also be aware that the range of て&#8217;s exact nuances are still subject to context. <br><br>32. 海南カレーには、醤油味が加わっているらしく（て）、それが日本人の口に合う味なのかもしれない。（Auxiliary ～らしい)<br>There seems to be soy sauce flavor put into the Hainan curry, and that might be what would make it match the tastes of Japanese people. <br><br>33. 男らしくて何が悪い？(Adjectival Suffix ～らしい)<br>What&#8217;s so wrong about being manly?<br><br>34. 友達に親が大学教授らしくて、そいつは「俺の親は大学教授だから、俺はコネで大学教授になれるから将来安泰だ」と言っているんですが、そんな簡単に大学教授になんてなれませんよね？(Auxiliary ～らしい)<br>I have this friend who has a parent who is apparently a college professor, and this guy is always like, &#8220;Since my parent is a college professor, I&#8217;ll be able to come one through connections, so I&#8217;ll be set for my future,&#8221; but you can&#8217;t just become a college professor that easily, right?<\/p>\n\n\n\n<p>A usage of ～らしく only possible if it is the adjectival suffix is being used as an adverb. <br><br>35. 小さい頃を振り返ると、両親から「もっと子供らしくしなさい」と言われるような少年だった。<br>When I look back to when I was young, I was that lad who would get told by my parents, &#8220;you need to act more like a kid.&#8221;<br><br>36. 赤ちゃんが外からの刺激に反応し、抱っこを求めるように腕を広げる動作を<em>可愛らしく思う<\/em>人も多いのではないでしょうか。<br>I would say there are a lot of people who think how babies react to external stimulus by spreading out their arms as if they were seeking a hug is cute.<br><br>Speaking of its adverbial use, this is technically how the negative form ～らしくない is created grammatically, and this form is, just as the case with ～らしからぬ, only possible as an adjectival suffix. <br><br>37. ここ最近の自分は、全然自分らしくない。<br>I, as of late, haven&#8217;t been myself at all.<br><br>38. うちの猫は頼んでもいないのにメンチ切る<sup data-fn=\"4537dcc1-f222-41f8-adec-6e8a654fcaa7\" class=\"fn\"><a href=\"#4537dcc1-f222-41f8-adec-6e8a654fcaa7\" id=\"4537dcc1-f222-41f8-adec-6e8a654fcaa7-link\">6<\/a><\/sup>し、猫らしくない座り方をします。<br>My cat mad stares at me even when he isn&#8217;t even asking for anything, and he doesn&#8217;t sit like a cat normally does.<br><br>There is, in fact, a variant of ～らしく which is only used in Modern Japanese when followed by honorific supplementary verbs such as ～ございます and ～存じます: ～らしゅう, which is the result of the \/k\/ inside the 連用形 dropping and the resulting \/iu\/ causing palatalization to occur. In older Japanese such as was seen in Ex. 27 and many Western Japanese dialects, ～らしゅう can fully replace ～らしく, but in Standard Japanese, it is limited to rather old-fashioned, highly formal speech.<br><br>39. お姫様は大変可愛らしゅうございます。<br>Princess, you are incredibly pretty.<br><br>40. 私らしゅう生きるノート (Dialectal)<br>Notes on how to live like myself<br><br>■How to Use ～らしかっ<br><br>This <em>kari<\/em>-type 連用形 is only used with the auxiliary verb ～た in ～らしかった, but it might have already occurred to you that where ～た goes in relation to ～らしい is a valid question. What is the difference between ～たらしい and ～らしかった?<br><br>～たらしい indicates supposition regarding a past event\/situation for which there is considerable reason to believe is a true statement, and the reasoning can, of course, be based on hearsay. <br><br>41. 亮介は学校へ行ったらしい。<br>It seems Ryosuke went to school.<\/p>\n\n\n\n<p>～らしかった, if as an auxiliary, indicates a situation that, according to one&#8217;s valid reasoning, seemed so in a retrospective manner &#8211; not in terms of implying that it ultimately did not happen or was not the case. This specific nuancing is very common in narration but not so much in spoken speech. In this narrator voice, ～らしかった can be viewed as &#8220;having bore the likeness of said action,&#8221; a bridging context between its use as an auxiliary and an adjectival suffix.<br><br>42. しかし英子は自分の「決心」に感動しているらしかった。<br>From 『山の音』 by 川端康成.<br><br>Incidentally, it is also possible to see ～たらしかった, particularly in narration, when retrospectively retelling an account. As is the case with ～らしかった in general, it is more natural when most if not also sentences in the narration end in ～た, as it is this retrospective voice that the author is trying to creating. <br><br>43. 何にも知らないお嬢さんは私を見て驚いたらしかったのです。<br>From 『こころ』by 夏目漱石.<br><br>Likewise, if within the narration, there is a change in point of view for whatever reason, we may expect ～たらしい to impose itself as a way to mark that change.<br><br>44. そこで彼は気分が悪くなり、気を失った。雨にうたれて眼を開けた時は、まわりにほとんど人がいなかった。誰も彼のことに気をつかってくれなかったらしい。雨の中を、彼はふるえながら歩きだした。<br>From 『日本沈没』by 小松左京.<br><br>Outside retrospective narration, however, ～らしかった is rather unnatural. <br><br>45b. 亮介は学校へ行くらしかった。△<br>Intended Meaning: It seemed he was going to school.<br><br>If as an adjectival suffix, ～らしかった states how something bore an uncanny resemblance. <\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Use of the 終止形: ～らしい<\/h3>\n\n\n\n<p>Though it may seem unproductive to look at the 終止形, it is a good way to remind ourselves that ～らしい, like anything else that conjugates and is in sentence-final position, we can expect final particles to follow it. What&#8217;s more, this is also the base which です attaches to make it polite. <br><br>46. この都市の不動産は高いらしいです。<br>The real estate properties in this city seem to be expensive.<br><br>47. リンさんは熱心に日本語を勉強しているらしいですよ。<br>Rin-san seems to really be studying Japanese passionately. <br><br>It is perceivable that ～らしい in predicate position can either be interpreted as the auxiliary (due to the lack of the copula) or the adjectival suffix, and how one tells the difference is by paying close attention to context. Although the adjectival suffix is more likely intended if followed by a noun, the 終止形 can only be followed by final particles or です. This, though, is actually enough context.<br><br>48. この絵画って本当に本物らしい（です）ね。<br>This painting really is like the real one, huh?<br><br>49. この絵画って本当に本物らしい（です）よ？<br>It really seems this painting is the real one, you know?<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Use of the 連体形: ～らしい・らしき<\/h3>\n\n\n\n<p>Whether as an auxiliary or as an adjectival suffix, the 連体形 may be used when modifying a nominal phrase. In actuality, it is not always so easy to tell the difference between the two. Consider the following:<br><br>50. 犯人らしき男を発見！<br>I&#8217;ve spotted a man who matches the criminal.<br><br>In this sentence, we find ～らしき attached to a noun, making it seem like the adjectival suffix, but the phrase 犯人らしき is not simply describing the noun 男 as being worthy of being called a criminal. Instead, there is information out there which is leading the speaker to believe that he has found the criminal in question. This is in line with how the auxiliary ～らしい is used, as there is a relationship between an X and a Y entity based on evidence\/hearsay. <br><br>Consider this next example:<br><br>51. まだ周囲に鬼らしき姿は見えないが、この空間に何かしらが現れるような気がする。<br>Although I have yet to see anything resembling a demon [as I&#8217;ve come to expect], I do get the sense that something of the sort will show up in this space.<br><br>It turns out that ～らしき is usually found in this context, as opposed to demonstrating uncanny resemblance. <br><br>As for ～らしい, major overlap between its two usages &#8211; &#8220;judgment\/supposition based on evidence\/hearsay&#8221; and &#8220;stereotypical attribute&#8221; &#8211; is commonplace. <br><br>52. 新人らしい看護師が一生懸命に掃除（を）していました。<br>The [seemingly new\/newbie-ish] nurse was painstakingly cleaning.<br><br>Did the speaker hear about the nurse being new, or is there something about the nurse&#8217;s behavior or appearance that makes them look like a newbie? <br><br>There are at least three other ways to distinguish the auxiliary ～らしい from the adjectival suffix ～らしい. <br><br> ①Remember that even though there is overlap between the two when after nouns, the adjectival suffix ～らしい only follows nouns (and the stems of adjectives &#8211; see below). <br>②There is a difference in pitch accent between the two. When used as an auxiliary, its pitch accent is assigned as if it were still a standalone word, having a 中高型 pattern of LHL. When used as an adjectival suffix, its pitch is HHL. <br>③XらしいX, with X being the same noun, to exemplify X as being the perfect iteration of an X, is only possible with the adjectival suffix.<br><br>In conversation, ～らしい is still the dominant 連体形, as ～らしき is indicative of older Japanese.<br><br>53. 従業員と一緒にカウンターでお酒を飲む店長らしい老人を見た。<br>I saw an old man who seemed to be the store owner drinking alcohol together with the employees.<br><br>54. どうも嘘らしいことを申します。<br>What I&#8217;m about to say will certainly seem like a lie.<br><br>One aspect that we have not looked at too closely so far is how the adjectival suffix ～らしい attaches to the stems of adjectives\/adjectival nouns, in which it truly becomes part of the word, with a meaning closer to ～と感じられる, which also serves as a bridging context for how the auxiliary ultimately came about.<br><br>55. 足の踏み場もないくらい汚らしい部屋になっていた。<br>The room had become so filthy that there was no stepping room.<br><br><strong>Word Note<\/strong>: 汚い (dirty)＋ ～らしい ＝ 汚らしい (filthy\/squalid)<br><br>56. 証拠もなにもないから裁判を起こすなんて馬鹿らしくて話にならないよ。<br>You have absolutely no evidence, so starting a lawsuit, would just be ridiculous and out of the question.<br><br><strong>Word Note<\/strong>: 馬鹿 (stupid) ＋ ～らしい ＝ 馬鹿らしい (ridiculous)<br><br>57. 綾子はわざとらしい微笑をつくってみせた。<br>Ayako put on a forced smile.<br><br><strong>Grammar Note<\/strong>: Ex. 57 is a rather rare instance of the adjectival suffix ～らしい following an adverb. <\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Use of the 仮定形: ～らしけれ<\/h3>\n\n\n\n<p>The 仮定形 of ～らしい is deemed moribund, meaning it is not being productively used by speakers. In Early Modern Japanese, it was still possible to see conjugations like ～らしけれど (→ らしいけれど in Modern Japanese) as well as in ～らしければ. As for ～らしければ, its use in today is limited to when it functions as an adjectival suffix, but it is practically only seen in the pattern ～ばいい. <br><br>58. 自分らしければそれでいい。<br>If you&#8217;re yourself, then you&#8217;re fine.<br><br>59. 外見は可愛くても、内面が男らしければいいと思います。<br>Even if you look cute on the outside, I think you&#8217;re fine if inside you&#8217;re manly.<br><br>60. 少なくとも此の浄土寺は洞窟に本尊を奉安したるらしければ<sup data-fn=\"118dfd48-869f-4871-916d-54d0eca51e0d\" class=\"fn\"><a href=\"#118dfd48-869f-4871-916d-54d0eca51e0d\" id=\"118dfd48-869f-4871-916d-54d0eca51e0d-link\">7<\/a><\/sup>、窟上とは事実には猶仏殿と謂はむが如き意である。<br>At the very least, at this Jodo-sect temple, since they have the principal image enshrined in a cave, the cave, moreover, is in reality a temple building. <br>From 『史林・第二十四巻』<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">The Non-Existence of the 命令形<\/h3>\n\n\n\n<p>The 命令形 once existed for adjectival parts of speech, but even before entering the Modern Japanese period, that structure had essentially become broken apart, rendering itself as ～くあれ if it were to ever be used. In theory, thus, ～らしくあれ is a valid structure for when it behaves as an adjectival suffix, but this is overshadowed by ～らしくしろ, using the imperative of する instead of ある.<br><br>61a. 大人らしくしなさい。〇<br>61b. 大人らしくあれ。△<br>Act like an adult.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">～らしい in Isolation<\/h3>\n\n\n\n<p>It is even possible nowadays to see ～らしい at the start of a sentence, which can be interpreted as dropping そう or the predicate that would otherwise be used. It can even be seen conjugated into other forms in this way.<br><br>62.「あれ、お母さん出かけたの？」「らしいね、朝からいない」<br>&#8220;Huh? Did mom go out?&#8221; &#8220;Seems like it; she hasn&#8217;t been here since morning.&#8221;<br><br>63. なんか（君）らしくないな。<br>Not really like ya.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">～らしさ<\/h3>\n\n\n\n<p>Because the adjectival suffix ～らしい creates full-fledged adjectives, the resultant adjectives may be utilized to the fullest as any other adjective. This also includes being nominalized with ～さ.<br><br>64. 自分らしさって何だ？<br>What is &#8220;individuality&#8221;?<br><br>65. 自分の素晴らしさに気づいていますか？<br>Have you noticed what makes you amazing?<br><br>66. 人間らしさを重視する企業が成功するには、価値観に一貫性がなければならない。<br>For a company which emphasizes the human touch to succeed, they must be consistent in their values.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">～らしげ<\/h3>\n\n\n\n<p>Interestingly, it is also possible to see adjectives made with ～らしい have the suffix ～げ（気）attached, usually to then be used adverbially in the form of ～らしげに. The purpose of ～げ is to indicate that something gives off a certain appearance, which is very similar to what the adjectival suffix ～らしい means.<br><br>67. 見知らぬ人から憎らしげに睨まれたことがあります。<br>I&#8217;ve been stared at hatefully by a stranger before.<br><br>68. 珍しげに眺めている子供たちに、「何ていう名前の生き物か知ってる？」と聞きました。<br>I asked the kids looking at it with curious eyes, &#8220;do you know what the name of this creature is?&#8221; <\/p>\n\n\n<ol class=\"wp-block-footnotes\"><li id=\"d0971803-d2a5-4efe-9898-5f0cc303ab5f\">The auxiliary ～らし found in Old-Early Middle Japanese is possibly the adjectival rendition of ～あり, which would imply a possible etymological connection with the adjectival suffix ～らし, whereas some see it deriving from a shortening of あるらし・けるらし・なるらし.  <a href=\"#d0971803-d2a5-4efe-9898-5f0cc303ab5f-link\" aria-label=\"脚注参照1にジャンプ\">↩︎<\/a><\/li><li id=\"e6b72a90-a563-45f1-889a-24407ea3bd3e\">ラ変型活用 was represented by many auxiliaries like ～たり (predecessor of ～た), <em>kari<\/em>-type conjugations with adjectives, the verb あり (the predecessor of あり), etc. Anything demonstrating this conjugation class are etymologically tied with あり. <a href=\"#e6b72a90-a563-45f1-889a-24407ea3bd3e-link\" aria-label=\"脚注参照2にジャンプ\">↩︎<\/a><\/li><li id=\"3895326a-716d-4c4a-af49-5af9306e6a1e\">Both the 連体形 and 已然形 of the auxiliary ～らし are believed to be らし-. However, when paired with the particle こそ, the form らしき would be used instead, which is the 連体形 of the adjectival suffix ～らし:<br>香具山は畝傍ををしと耳梨と相争ひき神代よりかくにあるらし古も然にあれこそうつせみも妻を争ふらしき<br>Kaguyama, wishing to make Unebiyama its wife, fought Miminashiyama over this, and it seems this has been so since the age of the gods, which is why they are still fighting over Unebiyama as they did in antiquity. <br>From Poem 13 of the 万葉集.<br>Because the 連体形 had already replaced the 已然形 with adjectives when used with こそ, that, at some level, ～らし had always been likened to adjectives, but as the auxiliary ～らし died out from speech in Middle Japanese, uses of らしき as its 連体形 look more like confusing it with the adjectival suffix ～らし as opposed to a merger, as it would be centuries later until the modern auxiliary ～らしい  emerges. <a href=\"#3895326a-716d-4c4a-af49-5af9306e6a1e-link\" aria-label=\"脚注参照3にジャンプ\">↩︎<\/a><\/li><li id=\"40ef75db-5ca6-4b53-8bac-764bbb0c41ec\">文語 refers to the written style of Japanese based on Heian-period Japanese, which had been the standard of writing up until World War II. <a href=\"#40ef75db-5ca6-4b53-8bac-764bbb0c41ec-link\" aria-label=\"脚注参照4にジャンプ\">↩︎<\/a><\/li><li id=\"82f0d785-5165-49a1-99d6-5280432141c2\">\/mezu-\/ derives from the Classical Japanese verb 愛づ &#8220;to praise\/adore.&#8221;  <a href=\"#82f0d785-5165-49a1-99d6-5280432141c2-link\" aria-label=\"脚注参照5にジャンプ\">↩︎<\/a><\/li><li id=\"4537dcc1-f222-41f8-adec-6e8a654fcaa7\">メンチを切る is a dialectal phrase representative of Kansai Dialects. In East Japanese dialects, ガンを飛ばす・ガンを垂れる replace it.  <a href=\"#4537dcc1-f222-41f8-adec-6e8a654fcaa7-link\" aria-label=\"脚注参照6にジャンプ\">↩︎<\/a><\/li><li id=\"118dfd48-869f-4871-916d-54d0eca51e0d\">This usage of the particle ば indicates reason, and the expression ～たるらしければ, as a whole, would be replaced with ～たらしいので in Modern Japanese. <a href=\"#118dfd48-869f-4871-916d-54d0eca51e0d-link\" aria-label=\"脚注参照7にジャンプ\">↩︎<\/a><\/li><\/ol>","protected":false},"excerpt":{"rendered":"<p>The Auxiliary ～らしい The auxiliary ～らしい is most known for its role in marking supposition (推量), which are statem<a class=\"more-link\" href=\"https:\/\/imabi.org\/the-auxiliary-%ef%bd%9e%e3%82%89%e3%81%97%e3%81%84\/\">続きを読む <span class=\"screen-reader-text\">&#8220;The Auxiliary ～らしい&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":"[{\"content\":\"The auxiliary ～らし found in Old-Early Middle Japanese is possibly the adjectival rendition of ～あり, which would imply a possible etymological connection with the adjectival suffix ～らし, whereas some see it deriving from a shortening of あるらし・けるらし・なるらし. \",\"id\":\"d0971803-d2a5-4efe-9898-5f0cc303ab5f\"},{\"content\":\"ラ変型活用 was represented by many auxiliaries like ～たり (predecessor of ～た), <em>kari<\/em>-type conjugations with adjectives, the verb あり (the predecessor of あり), etc. Anything demonstrating this conjugation class are etymologically tied with あり.\",\"id\":\"e6b72a90-a563-45f1-889a-24407ea3bd3e\"},{\"content\":\"Both the 連体形 and 已然形 of the auxiliary ～らし are believed to be らし-. However, when paired with the particle こそ, the form らしき would be used instead, which is the 連体形 of the adjectival suffix ～らし:<br>香具山は畝傍ををしと耳梨と相争ひき神代よりかくにあるらし古も然にあれこそうつせみも妻を争ふらしき<br>Kaguyama, wishing to make Unebiyama its wife, fought Miminashiyama over this, and it seems this has been so since the age of the gods, which is why they are still fighting over Unebiyama as they did in antiquity. <br>From Poem 13 of the 万葉集.<br>Because the 連体形 had already replaced the 已然形 with adjectives when used with こそ, that, at some level, ～らし had always been likened to adjectives, but as the auxiliary ～らし died out from speech in Middle Japanese, uses of らしき as its 連体形 look more like confusing it with the adjectival suffix ～らし as opposed to a merger, as it would be centuries later until the modern auxiliary ～らしい  emerges.\",\"id\":\"3895326a-716d-4c4a-af49-5af9306e6a1e\"},{\"content\":\"文語 refers to the written style of Japanese based on Heian-period Japanese, which had been the standard of writing up until World War II.\",\"id\":\"40ef75db-5ca6-4b53-8bac-764bbb0c41ec\"},{\"content\":\"\/mezu-\/ derives from the Classical Japanese verb 愛づ \\\"to praise\/adore.\\\" \",\"id\":\"82f0d785-5165-49a1-99d6-5280432141c2\"},{\"content\":\"メンチを切る is a dialectal phrase representative of Kansai Dialects. In East Japanese dialects, ガンを飛ばす・ガンを垂れる replace it. \",\"id\":\"4537dcc1-f222-41f8-adec-6e8a654fcaa7\"},{\"content\":\"This usage of the particle ば indicates reason, and the expression ～たるらしければ, as a whole, would be replaced with ～たらしいので in Modern Japanese.\",\"id\":\"118dfd48-869f-4871-916d-54d0eca51e0d\"}]"},"tags":[],"class_list":["post-2403","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-CL","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/2403","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=2403"}],"version-history":[{"count":13,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/2403\/revisions"}],"predecessor-version":[{"id":4879,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/2403\/revisions\/4879"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=2403"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=2403"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}