{"id":2984,"date":"2024-03-02T23:38:56","date_gmt":"2024-03-03T06:38:56","guid":{"rendered":"https:\/\/imabi.org\/?page_id=2984"},"modified":"2025-05-01T18:14:00","modified_gmt":"2025-05-02T01:14:00","slug":"personal-desire-%ef%bd%9e%e3%81%9f%e3%81%84","status":"publish","type":"page","link":"https:\/\/imabi.org\/personal-desire-%ef%bd%9e%e3%81%9f%e3%81%84\/","title":{"rendered":"Personal Desire: ～たい"},"content":{"rendered":"\n<h2 class=\"wp-block-heading\">Personal Desire: ～たい<\/h2>\n\n\n\n<p>In this lesson, we will learn about the auxiliary ～たい, which is responsible for expressing personal desire. Typically, it is defined as inherently describing first-person desire, but as we will also see, it can be extended to third-person desire so long when combined with supposition from a first-person perspective.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Conjugating w\/ Auxiliary ～たい<\/h2>\n\n\n\n<p>The auxiliary ～たい attaches regularly to the 連用形 of verbs as follows:<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><tbody><tr><td class=\"has-text-align-center\" data-align=\"center\">Verb Class<\/td><td class=\"has-text-align-center\" data-align=\"center\">Basic Form<\/td><td class=\"has-text-align-center\" data-align=\"center\">+ ～たい<\/td><\/tr><tr><td class=\"has-text-align-center\" data-align=\"center\">一段 Verbs<\/td><td class=\"has-text-align-center\" data-align=\"center\">食べる (to eat)<\/td><td class=\"has-text-align-center\" data-align=\"center\">食べたい (<em>I<\/em> want to eat)<\/td><\/tr><tr><td class=\"has-text-align-center\" data-align=\"center\">五段 Verbs<\/td><td class=\"has-text-align-center\" data-align=\"center\">飲む (to drink)<\/td><td class=\"has-text-align-center\" data-align=\"center\">飲みたい (<em>I<\/em> want to drink)<\/td><\/tr><tr><td class=\"has-text-align-center\" data-align=\"center\">する<\/td><td class=\"has-text-align-center\" data-align=\"center\">する (to do)<\/td><td class=\"has-text-align-center\" data-align=\"center\">したい (<em>I<\/em> want to do)<\/td><\/tr><tr><td class=\"has-text-align-center\" data-align=\"center\">来る<\/td><td class=\"has-text-align-center\" data-align=\"center\">来る (to come)<\/td><td class=\"has-text-align-center\" data-align=\"center\">来（き）たい (<em>I<\/em> want to come)<\/td><\/tr><tr><td class=\"has-text-align-center\" data-align=\"center\">である<\/td><td class=\"has-text-align-center\" data-align=\"center\">である (to be)<\/td><td class=\"has-text-align-center\" data-align=\"center\">でありたい (<em>I<\/em> want to stay being)<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>Meanwhile, the auxiliary ～たい itself conjugates as an adjective (形容詞). The grammatical implications of this are vastly reaching, but let&#8217;s first familiarize ourselves with its basic conjugations.<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><tbody><tr><td class=\"has-text-align-center\" data-align=\"center\"><\/td><td class=\"has-text-align-center\" data-align=\"center\">Plain Speech<\/td><td class=\"has-text-align-center\" data-align=\"center\">Polite Speech<\/td><\/tr><tr><td class=\"has-text-align-center\" data-align=\"center\">Non-Past<\/td><td class=\"has-text-align-center\" data-align=\"center\">～たい<\/td><td class=\"has-text-align-center\" data-align=\"center\">～たいです<\/td><\/tr><tr><td class=\"has-text-align-center\" data-align=\"center\">Negative<\/td><td class=\"has-text-align-center\" data-align=\"center\">～たくない<\/td><td class=\"has-text-align-center\" data-align=\"center\">～たくありません<br>～たくないです<\/td><\/tr><tr><td class=\"has-text-align-center\" data-align=\"center\">Past<\/td><td class=\"has-text-align-center\" data-align=\"center\">～たかった<\/td><td class=\"has-text-align-center\" data-align=\"center\">～たかったです<\/td><\/tr><tr><td class=\"has-text-align-center\" data-align=\"center\">Negative Past<\/td><td class=\"has-text-align-center\" data-align=\"center\">～たくなかった<\/td><td class=\"has-text-align-center\" data-align=\"center\">～たくありませんでした<br>～たくなかったです<\/td><\/tr><tr><td class=\"has-text-align-center\" data-align=\"center\">て Form<\/td><td class=\"has-text-align-center\" data-align=\"center\">～たくて<\/td><td class=\"has-text-align-center\" data-align=\"center\">←<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\">Particle Usage<\/h2>\n\n\n\n<p>What particle to use in conjunction with ～たい requires that you understand what kind of verbal predicate you are using.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">[Intransitive Verb + ～たい]<\/h3>\n\n\n\n<p>If the main verb is intransitive, then there is by default no object in the sentence. However, there may still be an indirect object in the form of a destination or recipient. In these cases, said indirect object is normally marked with the particle に or a similar structure (such as と or へ). <br><br>1. 邪魔<span style=\"text-decoration: underline;\">に<\/span>なりたくありません。<br>I don&#8217;t want to become a bother.<br><br>2. 温泉<span style=\"text-decoration: underline;\">に<\/span>行きたいのですが、どこがいいでしょうか。<br>I&#8217;d like to go to a hot spring, but where is good?&nbsp;<br><br>3. 北海道<span style=\"text-decoration: underline;\">へ<\/span>行きたいです。<br>I want to go to Hokkaido.<br><br>4. 寒いですから、外<span style=\"text-decoration: underline;\">へ<\/span>行きたくないです。<br>It&#8217;s cold outside, so I don&#8217;t want to go out there.<br><br><ruby>5. 映画<\/ruby>を観<span style=\"text-decoration: underline;\">に<\/span>行きたいです。<br>I want to go see a movie. <br><br>When the particle に follows the 連用形 of a verb to indicate the direction of where the agent is heading to perform said action, the subordinate clause containing said verb is nominalized by being rendered as a location. Meaning, [映画を観] functions as one larger nominal phrase (体言), and the use of を is consistent with the grammar of the subordinate clause inside it. The particle associated with ～たい is chosen based on the main verb it is conjugated with.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">[Nominal Predicate w\/ である + ～たい]<\/h3>\n\n\n\n<p>Noun predicates with である, the copula verb, have neither an object nor an indirect object. As for でありたい, it describes the desire to intrinsically be (stay as) whatever state the noun is in. Also different from the prior scenario, the predicate itself need not necessarily be in first-person, but the situation described is directly affecting the speaker. <br><br>6. 子供の可能性が広げられる世の中でありたい。<br>I want the world to be one in which (we) can expand (our) children&#8217;s potential.<br><br>7. 私は良い人でありたいです。<br>I strive to be a good person.<br><br>Similarly, we also find でいたい, which describes wanting to stay being a certain way, indicating underlining personal action. This must always be first-person. <br>　<br>8. いつも笑顔でいたい。<br>I always want to have a smile on me.<br><br>9. 今の私のままでいたいの。<br>I want to stay just the way I am!<br><br>How both these forms compare to ～に成りたい is that でありたい・でいたい indicate the desire of staying in a certain state, whereas ～に成りたい describes wanting &#8220;to be<span style=\"text-decoration: underline;\">come<\/span>,&#8221; meaning the subject has not yet entered said state.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">[Adjectival Predicate + ～たい]<\/h3>\n\n\n\n<p>～たい may be paired with true adjectives (形容詞) or adjectival nouns (形容動詞). <br><br>Adjectival-noun predicates are easier to handle as either でありたい or でいたい simply follows the stem of the adjectival noun. <br><br>In the case of adjectives, however, the verb ある or いる must first follow the く-連用形. <br><br>In either case, the difference between ある and いる are maintained, and we see that the adjectival portion of the predicate acts adverbially onto the main verb. Furthermore, ～たい <em>still attaches to a verbal element, and <span style=\"text-decoration: underline;\">not directly<\/span> to an adjectival morpheme<\/em>.<\/p>\n\n\n\n<p>10. いつまでも美しくいたい！<br>I want to stay beautiful forever!<br><br>11. 健康でありたい、元気でありたい。<br>I want to be healthy; I want to be well.<br><br>12. 心は月のように円くありたい。<br>I want my heart to be round like the moon.<br><br>13. ほんとは自分らしくありたい、でも居場所がない。<br>I do really wish to be like myself, but I have nowhere that I belong. <br>From 『未成年』by <em>Aqua Timez<\/em>.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">[Transitive Verb + ～たい]<\/h3>\n\n\n\n<p>▽If the main verb is transitive, が is the default particle for marking the object of desired action. Because ～たい is adjectival, this renders the structure as directly translating as &#8220;desirable that one be doing X action.&#8221; <br><br>The reason why the object of the once transitive verb is now marked by が can be explained by a phenomenon known as ergativity, in which the subject marker manifests as the same morpheme as the object marker of a transitive verb in specific circumstances, ～たい being one of those circumstances.<br><br>14. 私はそれが知りたくて堪らないのです。<br>I just can&#8217;t help but want to know that.<br><br>15. 私はKの死に顔が一目見たかったのです。<br>I wanted one glance at K&#8217;s face at his deathbed. <br>From 『こゝろ』by 夏目漱石.<br><br>It is important that you do not confuse the が here with the normal subject particle が. Also remember that in subordinate clauses which directly modify nouns, the ‘subject’ of that clause may nonetheless take either が or の.<br><br>16. 自分｛の・が｝聞きたいことはまだ聞けないでいる。<br>As of yet, I have still been unable to ask what I want.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">を + [transitive verb + ～たい]<\/h3>\n\n\n\n<p>Traditionally, the use of を to mark the object of a [transitive verb + ～たい] construct had been deemed ungrammatical due to the ergative nature of the auxiliary. Indeed, in Early Modern Japanese literature, sentences which would likely take を today by most speakers often took が, even to the point of hypercorrection (Ex. 17).<br><br>17. 私は先生といっしょにあすこいらが散歩してみたい。<br>I&#8217;d like to experience going on a walk over there together with you, Sensei. <br>From 『こゝろ』by 夏目漱石.<br><br>散歩する is intransitive, and the use of the particle を should be viewed as indicating a place in space being traversed. This usage of the case particle を is treated separately from its use as a typical object marker with transitive verbs, and so を ought to appear here accordingly. <br><br>To the contrary of this, even before Modern Japanese<sup data-fn=\"6f773785-6bb9-4d95-a67f-1c959f4b904e\" class=\"fn\"><a href=\"#6f773785-6bb9-4d95-a67f-1c959f4b904e\" id=\"6f773785-6bb9-4d95-a67f-1c959f4b904e-link\">1<\/a><\/sup>, the use of を with transitive predicates has been observed, as well as in the same works which exemplified the language standards put in place in Standard Japanese at the turn of the 20th century.<br><br>18a. 孝行をしたいときには親はなし。<br>18b. 孝行のしたい自分に親はなし。<br>When I (finally) feel like performing filial piety, my parents are no longer alive.<br><br>This rather famous proverb is traditionally iterated as 18b., indicating that が, or alternatively の when in a subordinate clause directly modifying a noun, was indeed once the prescriptively correct choice; however, the modern rendition 18a. clearly shows the propensity speakers have today of using を.<br><br>19. 私は今より一層淋しい未来の私を我慢する代わりに、淋しい今の私を我慢したいのです。<br>I would rather endure my current sad self in exchange for enduring my far sadder future self. <br>From『こゝろ』by 夏目漱石.<br><br>In the last century, the use of を over が has greatly accelerated, and perhaps in the near future, が may end up becoming unnatural.<br><br>Meanwhile, a few questions still remain on how を + ～たい is actually used, and how it differs, if at all, from が + ～たい.<br><br>①What situations are there in which を + ～たい remains ungrammatical?<br>②What nuance differences can be made based on choosing が over を?<br><br>The drive for using を over が rests in a desire to match what sort of emphasis the speaker wishes to get across. First, let&#8217;s consider how the following two sentences may differ in nuance.<br><br>20a. コーヒーが飲みたい。<br>20b. コーヒーを飲みたい。<br>I want to drink coffee.<br><br>The first difference that can be noted is where emphasis is placed in the sentence. In Ex. 20a., the focus is on the noun コーヒー. This is in line with the object of one&#8217;s desire being expressed as the subject of the desired state of being. It also makes it clear that the speaker is not interested in drinking anything else. In Ex. 20b., greater focus is placed on the action itself, but the emphasis is weaker as an effect, as you could just as easily replace the verb with any other action (Ex. 20c) <br><br>20c. コーヒーを捨てたい。<br>I want to toss out the coffee.<br><br>Exs. 20a-c. can be further distinguished by the sort of question that might have prompted each respective statement. <br><br>20a&#8217;. 何が飲みたいの？　→　コーヒーが飲みたい。<br><em>What<\/em> do you want to drink?　→　I want to drink coffee.<br><br>20b-c&#8217;. コーヒーをどうしたいの？→　コーヒーを｛飲みたい・捨てたい｝。<br>What do you want to do with the coffee?　→　I want to drink\/toss out the coffee.<br><br>Yet another observation can be made here: whenever が is used to mark the object, the predicate containing ～たい tends to immediately follow<sup data-fn=\"a51fef6b-e0fa-4638-bbfa-74440f7edfc1\" class=\"fn\"><a href=\"#a51fef6b-e0fa-4638-bbfa-74440f7edfc1\" id=\"a51fef6b-e0fa-4638-bbfa-74440f7edfc1-link\">2<\/a><\/sup>, whereas when を marks the object, other phrases &#8211; どう being an example of this &#8211; are frequently inserted between [noun + を] and the predicate containing ～たい.<br><br>21. 海が見たくて海に来ぬ<sup data-fn=\"ba43571e-b818-4a5c-bf78-d06a43e0e243\" class=\"fn\"><a href=\"#ba43571e-b818-4a5c-bf78-d06a43e0e243\" id=\"ba43571e-b818-4a5c-bf78-d06a43e0e243-link\">3<\/a><\/sup>。<br>I wanted to see the sea, so I have come to the sea.<br>By the poet 石川啄木.<br><br>22. 妻が己の過去に対して持つ記憶を、なるべく純白に保存しておいてやりたいのが私の唯一の希望なのですから、私が死んだ後でも、妻が生きている以上は、あなた限りに打ち明けられた私の秘密として、すべてを腹の中にしまっておいて下さい。<br>I would like to keep the memory that my wife has of me to stay as pure as possible, and with that being my sole wish, even after I have died, for as long as my wife shall live, I ask that you please store away all the secrets which I have opened up to you about in your heart of hearts. <br>From 『こゝろ』by 夏目漱石.<br><br>23. さらに物語を面白くしたいのです。<br>I want to make the story ever more interesting.<br><br>24. この話題に触れるための、新しいキャラクターを作りたい。<br>I want to create a character that touches on this topic. <br><br><strong>Grammar Note<\/strong>: As far as word order is concerned, the clause [この話題に触れるために] could have been inserted between [新しいキャラクターを] and [作りたい].<br><br>Another point to consider is the logic behind the questions and answers in Ex. 20 affecting the phrasing itself. <br><br>①It is logical for a speaker to conceive of 「コーヒーが」as a response to the question of 飲みたいの？because it is not readily obvious from the predicate in the question alone what the listener wants to drink.<br>②Suppose instead that the listener already has the desire to toss out the coffee. For the speaker to then ask the listener 何を? would be illogical. The object is already obvious, but the action intended is what the speaker would be clarifying.<br><br>Again, we see that が heavily stresses the object of desire, whereas を is better suited to indicate typical desire to do something. Indeed, because all other volitional grammar in Japanese is inherently transitive, and because the verbs at hand here are transitive themselves too, the ergative nature of ～たい is overwritten to favor the power of choice the speaker has in exercising their want. <br><br>All being said, when asking the general public whether を + ～たい is proper at all, you get a range of answers from not acceptable (largely from older generations and\/or those who favor the grammar rules they learned in school) to being completely acceptable (largely from younger generations and\/or those reflecting on how they actually speak). <br><br>Interchangeability is highest between が・を the simpler the clause containing ～たい is, which is the greatest driving force behind the perception regarding the grammaticality of it all. <br><br>25. ピザ｛が・を｝食べたいです。<br>I want to eat pizza.&nbsp;<br><br>26. 絵｛が・を｝描きたい！<br>I want to draw pictures!<\/p>\n\n\n\n<p>27. ポケモンのグッズ｛が・を｝買いたいです。<br>I want to buy Pokémon goods.<br><br>28. 主治医にお礼の手紙｛が・を｝出したいのですが、失礼でしょうか。<br>I want to send the physician (that was in charge of my care) a thank-you letter, but would that be rude?<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Instances of No Particle (∅)<\/h2>\n\n\n\n<p>Of course, there are scenarios in which no particle is expected with ～たい.<\/p>\n\n\n\n<p>▽With Adverbial Nouns<br><br>With adverbial nouns such as [interrogatives + か] and counter phrases, が・を are not necessary, as they may modify the verbal predicate containing ～たい adverbially. This is actually the norm, but が・を may still be used. <br><br>29. 何か{∅・を・が}飲みたいです。<br>I want to drink something.<br><br>30. さっきご飯を食べたのに、もう何か{∅ ◎・を・が △}食べたい！<br>I already want to eat something even though I ate dinner just a moment ago!<br><br>31. どれか一冊{∅・を・が△}買いたい。<br>I want to buy one of the books.<br><br>Nouns functioning as the object with adverbial particles <strong>typically<\/strong> do not get marked with が・を &#8211; ex. も, など, なんか, まで. It must be noted, though, that も +が・を, in particular, is ungrammatical. Adverbial phrases of any sort that do not contain a direct object for が・を to logically attach would simply be modifying the predicate (main verb). <br><br>32. 私は妻にはなんにも知らせたくないのです。<br>I don&#8217;t want to tell my wife about any (of it). <br><br>33. 飯なんか食いたくない。<br>I don&#8217;t wanna eat dinner or nothin&#8217;!<br><br>34. もちろん、食べても何の問題もありませんが、生の大根なんか{∅・を}食べたくないのなら、無理してまで食べるには及びませんよ。<br>Of course, there is nothing wrong with eating it, but if you don&#8217;t want to eat raw daikon or the sort, there is no need for you to push yourself to eat it anyway.<br><br>35. 今までもやりたくないことはあったけど、今回ほど酷くありません。<br>Even up until now, there have been things I didn&#8217;t want to do, but not as horrible as this time.<br><br><strong>Grammar Note<\/strong>: Here, 今までも &#8220;even up until now&#8221; simply modifies the predicate of its clause [やりたくない], and we see that the &#8220;want&#8221; phrase is <br><br>▽The dropping of object marking is quite common. This can either be indicative of casual speech, but the presence of が・を is notably also optional with する verbs. Of course, the presence of が・を cannot be overlooked, as when they are used, they carry the same respective effects as we have discussed.<br><br>36. 何食べたいかわからない。<br>I don&#8217;t know what I want to eat.<br><br>37. キス｛が・を・∅}したいだけ!<br>I just want to kiss!<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">～たい W\/ Second &amp; Third Person<\/h2>\n\n\n\n<p>There are two scenarios in which ～たい may be paired with second person.<br><br>①When used in a question or any grammar point that suggests the predicate is probably true. <br>②When used in a conditional statement, which is subsequently based on the speaker&#8217;s judgment of the situation.<\/p>\n\n\n\n<p>38. 東京に行きたいですか。<br>Do you want to go to Tokyo?<\/p>\n\n\n\n<p>39. 日本に旅行したいですか。<br>Do you want to travel to Japan?<\/p>\n\n\n\n<p>40. 何｛が・を｝食べたい？ (Plain)<br>What do you want to eat?&nbsp;<br><br>41. ライブに行きたいでしょう？<br>Don&#8217;t you want to go to the live performance? <br><br>42. そんなに買いたいなら、売ってあげるよ。<br>If you want to buy it that badly, I&#8217;ll sell it to you.<br><br>43. 相談したかったらいつでもおいで！<br>I&#8217;m here if you need someone to talk to!<br><br>As for third person, there are three separate scenarios in which ～たい is used.<br><br>①In narration in which the narrator is in control of the third-person perspective of the character(s). This may also be extended to common sense statements. <br>②When paired with an auxiliary indicating supposition such as ～らしい (seem that&#8230;) or ～そうだ (hear that&#8230;).<br>③When paired with ～と｛思っている<sup data-fn=\"6c482f54-78d5-48f7-9e8b-0c3f104bb9d3\" class=\"fn\"><a href=\"#6c482f54-78d5-48f7-9e8b-0c3f104bb9d3\" id=\"6c482f54-78d5-48f7-9e8b-0c3f104bb9d3-link\">4<\/a><\/sup>・考えている・言っている｝. In each event, ～たい is followed by the citation particle と and then followed by a verb indicating thought or talking. This, however, is not limited to third person. As such, it is actually more natural for the final verb to still be then followed by a suppositional auxiliary.<br><br>44. 学校に行きたくてもいけない人もいる。<br>There are also people want to go to school who can&#8217;t.<br><br>45. セスさんは辛いものを食べたいそうです。<br>I hear Seth-san wants to eat spicy food.<br><br>46. 自分の人生について考えるとき、だれもが一度しか人生を悔いのないように生きたいと思っているだろう。<br>I&#8217;m sure everyone wants to live a life without regret, with it being the only one they have, when they think about their own life.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">More Examples　用例<\/h2>\n\n\n\n<p>47. もう勉強したくないです。<br>I don&#8217;t want to study anymore.<br><br>48. 私はどんな勉強がしたいのか？<br>What sort of studies do I want to do?<br><br>49. コーヒー｛を 〇・が△｝ゆっくり飲みたい。<br>I want to slowly drink coffee.<br><br>50. 私は死ぬ前にたった一人でいいから、他人を信用して死にたいと思っている。<br>Just one person is all I need, it&#8217;s just before I die, I want to trust someone, then die.<br><br>51. 数年前、ローリエを使いたくて月桂樹を植えました。<br>Several years ago, I wanted to use bay leaves, and so I planted a bay tree.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">The Origin of ～たい （スルーOK）<\/h2>\n\n\n\n<p>History tells a lot about &#8220;why&#8221; things behave the way they do, and the reason for why ～が is used at all with ～たい can be explained by looking at the history of it and the grammar surrounding it. The historical discussion that is to follow is <strong>NOT<\/strong> required for you to read or grasp, but it does provide the &#8220;why&#8221; to this dilemma.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Why ～たい Takes が<\/h3>\n\n\n\n<p>Unlike when the auxiliary ～ない attaches itself to verbs, the resulting phrases made with the auxiliary ～たい do appear to function adjectivally. Yet, the verbal component cannot be overlooked, either.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">Ergativity<\/h4>\n\n\n\n<p>When the subject marker of an intransitive verb manifests as the same morpheme as the object marker of a transitive verb, that verb is said to be an ergative verb. Meaning, the use of が to seemingly mark the object of verbs with ～たい can be explained without having to posit that the particle が is functioning any differently than it normally does. This is because the ergative nature of the ～たい construct allows が to remain a subject marker; however, the role that that subject plays, semantically, is parallel to the object of the transitive iteration of the sentence (without ～たい). <br><br>Ergative grammar need not be pervasive to be valid, which is a common misconception for those unfamiliar with the concept, as it is neither found in English nor in many other languages. Its subtle appearance in Japanese grammar can, in fact, be attributed to stative (predicates which describe a state) grammar having a symbiotic relationship with ergative verbal grammar in the broader category of stative-transitive predicates, which we learned about in Lesson 22.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">\/po-\/ 欲: The Original Morpheme for Desire<\/h4>\n\n\n\n<p>In Old Japanese, ～たい did not exist, nor did its immediate predecessor ～まほし, which utilizes the older version of 欲しい in its etymology. Desire, at this time, could be described with the root \/po-\/ 欲 &#8211; with various affixes to choose from to produce a similar spectrum of options to describe desire as found in Modern Japanese: \/-ru\/, \/-su\/, \/-si\/, and \/-ri-su\/ → 欲る, 欲す, 欲し, 欲りす. From these forms alone, we can already make three observations that directly affect how desire-related phrasing works today. <br><br>①The default means of describing desire is transitive in nature, and is therefore subject to the various affixation that arises with such verbs to fine tune nuancing. <br>②Simultaneously, there too exists an adjectival means of describing a desirable circumstance. In which case, all such adjectives in Japanese are created by affixing \/-shii\/ to the basic transitive verb form. <br>③All these forms are still etymologically related to the modern 欲しい, but it is at best a derivative from a verbal root. <br><br>The verb 欲る simply worked as &#8220;to desire,&#8221; and it too only depicted personal desire. In practice, its 連用形 was predominantly used, and as what happens from time to time in Japanese morphology, this led to the formation of 欲りす for describing the strong desire of anyone, which eventually gave rise to 欲（ほっ）す, which still exists in Modern Japanese in limited capacity as 欲する, which is notably still a transitive verb. <br><br>All while, there still has always existed the adjectival form 欲し, which either depicted a desirable circumstance or the object of one&#8217;s desire. The affix \/-si\/ (equivalent to Modern Japanese \/-shii\/) unequivocally describes emotional state of beings, and in the process, it changes the sentence structure to match accordingly by forming adjectival predicates. <br><br>We even see が work its magic with 欲し in the pattern ～が欲し when it followed the 連用形 of verbs<sup data-fn=\"032f214f-d1b1-4ef8-9e4b-bdba3301c9e4\" class=\"fn\"><a href=\"#032f214f-d1b1-4ef8-9e4b-bdba3301c9e4\" id=\"032f214f-d1b1-4ef8-9e4b-bdba3301c9e4-link\">5<\/a><\/sup>, as it functioned precisely the same as ～たい would in Modern Japanese. The action is portrayed as a desirable state the speaker wishes to be in, all while there is still an object in the sentence being ergatively rendered as the subject of the resulting adjectival expression. <br><br>Adjectival predicates, by nature, do not take, and have never taken, objects marked with を. However, the issue presented when the subject (主体) is stated alongside the grammatical subject of what is desirable is apparent. Yet, if 欲し is analyzed as the ergative rendition of its transitive forms, then a direct parallel can also be made with ～たい. It is both logical for the object of desire to be stated as the subject of a mental state of being and for the constructs used to depict such states to be derived from active transitive verb constructs via ergative grammar. <br><br>Furthermore, Japanese already allows the same case particle to be used consecutively onto a following element so long as it is not functioning <em>exactly<\/em> the same way as the first instance, thus explaining sentences such as:<br><br>52. 僕がやりたいんだ！<br><em>I <\/em>want to do it! <br><br>The &#8220;it,&#8221; although omitted, is still inherently the object of desired action by the speaker.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">The Etymology of ～たい<\/h4>\n\n\n\n<p>How, then, did ～たい come about if it is not directly linked to any derivate of the original morpheme for &#8220;to want&#8221;? <br><br>The going theory suggests that it derives from the amalgamation of the adjective 甚（いた）し fusing with the 連用形 of verbs. This adjective had various meanings &#8211; of which &#8220;to be excessive,&#8221; &#8220;to be amazing,&#8221; and &#8220;to be tough (as in a situation)&#8221; &#8211; but for any of these meanings to result in an auxiliary indicating &#8220;desire&#8221; would require a number of leaps in logic for which there are no intermediary stages to prove said trajectory. Indeed, the adjective 労たし in Classical Japanese meaning &#8220;to be incredibly adorable,&#8221; which does undoubtedly derive from 甚し, certainly describes a desirable state, but it is notably not describing an emotionally desirable state of being of the speaker, nor in the third-person. <br><br>Another possible route for the emergence of ～たい can be found in other existing grammar found in Old Japanese: that being the ending ～しがな. This ending either directly followed the 連用形 of verbs or the 連用形 of perfect auxiliary verbs. It indicated a personal yearning of the speaker similarly to how ～たいなあ works in Modern Japanese. Not so surprisingly, we see ～し present. However, as is made evident from the grammar of sentences which used this sentence ending, the verb structures remained transitive, making it clear that it at least started out as a separate morpheme &#8211; joining the long list of final particles that have littered Japanese sentences since antiquity. <br><br>However, changes based off association have occurred elsewhere in Japanese. The most extreme yet example is the replacement of the auxiliary verb ～ず with the auxiliary adjective ～ない. Dialectal conjugations of its predecessor clearly indicate that it did derive from ～ず, yet however it happened, we are stuck with an ending that conjugates as an adjective in Modern Japanese.<br><br>Typically, when the affix \/-shii\/ (= \/-si\/ in Classical Japanese) attaches to verbs to create adjectives describing the speaker&#8217;s mental state of desiring something, it does so by attaching itself to the 未然形, as this is the base responsible for states which have yet to occur. Examples include 望ましい, 好ましい, 願わしい, and 思わしい, all of which may roughly translate as &#8220;desirable.&#8221; <br><br>What all these verbs share in common is that their 未然形 ends in \/a\/. By association, it is possible that the combination of て, the 連用形 of the perfect auxiliary つ from Classical Japanese, underwent an irregular sound change to sound more like other instances of the adjectival affix \/-si\/ attaching to verbs. Then, by this newly found association, ergative grammar along with functioning as an adjective would both be acquired traits made in the process. Also, by being partially derived from the 未然形 of a perfect auxiliary, the state of being described is then rendered as having yet to happen. <br><br>Ultimately, by Late Middle Japanese, ～たし &#8211; the direct predecessor of ～たい &#8211; had supplanted ～がほし and ～まくほし（まほし）as the auxiliary for personal desire, and through this exchange, it naturally inherited ergativity. <br><br>Subsequently, no sooner than ～たい had appeared in everyday speech, the use of を for when ～たい is paired with transitive verbs has been observed, indicating that the ergative grammar of the ending has never been enough momentum to completely override the transitivity of the verbs themselves.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">Grammatical Parallel Examples to ～たい・欲しい<\/h4>\n\n\n\n<p>All while this was occurring, other ergative transformations were occurring elsewhere in the Japanese language to once purely transitive constructs for desire &#8211; that being the emergence of 好きだ and 嫌いだ from their verbal forms 好く and 嫌う respectively, suggesting that transitive verb morphemes have a natural tendency to produce ergative forms which take on adjectival morphology to assist with better marking said relationship via the existing case system of Japanese.<\/p>\n\n\n<ol class=\"wp-block-footnotes\"><li id=\"6f773785-6bb9-4d95-a67f-1c959f4b904e\">The use of を with [transitive verb + ～たい] has been observed since the Muromachi Period (室町時代), which matches the time period when the ending itself became widespread. This refutes English as the sole reason for the rise of を in this grammar. However, English&#8217;s role as a catalyst to hasten the replacement of が with を appears irrefutable.  <a href=\"#6f773785-6bb9-4d95-a67f-1c959f4b904e-link\" aria-label=\"脚注参照1にジャンプ\">↩︎<\/a><\/li><li id=\"a51fef6b-e0fa-4638-bbfa-74440f7edfc1\">This is not a requirement.  <a href=\"#a51fef6b-e0fa-4638-bbfa-74440f7edfc1-link\" aria-label=\"脚注参照2にジャンプ\">↩︎<\/a><\/li><li id=\"ba43571e-b818-4a5c-bf78-d06a43e0e243\">来（き）ぬ in modern grammar would be rendered as 来た（のだ）. <a href=\"#ba43571e-b818-4a5c-bf78-d06a43e0e243-link\" aria-label=\"脚注参照3にジャンプ\">↩︎<\/a><\/li><li id=\"6c482f54-78d5-48f7-9e8b-0c3f104bb9d3\">We will investigate in a future lesson how to use ～たいと思う as well as many other applications of ～たい not touched on in this lesson. <a href=\"#6c482f54-78d5-48f7-9e8b-0c3f104bb9d3-link\" aria-label=\"脚注参照4にジャンプ\">↩︎<\/a><\/li><li id=\"032f214f-d1b1-4ef8-9e4b-bdba3301c9e4\">Example of this can be found in Poem 1059 of the 万葉集:<br>ありがほし住みよき里の荒るらく惜しも<br>What a shame it is to see a village so comfortable to live at, which I&#8217;ve wanted to live at, fall into ruin.  <a href=\"#032f214f-d1b1-4ef8-9e4b-bdba3301c9e4-link\" aria-label=\"脚注参照5にジャンプ\">↩︎<\/a><\/li><\/ol>","protected":false},"excerpt":{"rendered":"<p>Personal Desire: ～たい In this lesson, we will learn about the auxiliary ～たい, which is responsible for expressin<a class=\"more-link\" href=\"https:\/\/imabi.org\/personal-desire-%ef%bd%9e%e3%81%9f%e3%81%84\/\">続きを読む <span class=\"screen-reader-text\">&#8220;Personal Desire: ～たい&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":"[{\"content\":\"The use of を with [transitive verb + ～たい] has been observed since the Muromachi Period (室町時代), which matches the time period when the ending itself became widespread. This refutes English as the sole reason for the rise of を in this grammar. However, English's role as a catalyst to hasten the replacement of が with を appears irrefutable. \",\"id\":\"6f773785-6bb9-4d95-a67f-1c959f4b904e\"},{\"content\":\"This is not a requirement. \",\"id\":\"a51fef6b-e0fa-4638-bbfa-74440f7edfc1\"},{\"content\":\"来（き）ぬ in modern grammar would be rendered as 来た（のだ）.\",\"id\":\"ba43571e-b818-4a5c-bf78-d06a43e0e243\"},{\"content\":\"We will investigate in a future lesson how to use ～たいと思う as well as many other applications of ～たい not touched on in this lesson.\",\"id\":\"6c482f54-78d5-48f7-9e8b-0c3f104bb9d3\"},{\"content\":\"Example of this can be found in Poem 1059 of the 万葉集:<br>ありがほし住みよき里の荒るらく惜しも<br>What a shame it is to see a village so comfortable to live at, which I've wanted to live at, fall into ruin. \",\"id\":\"032f214f-d1b1-4ef8-9e4b-bdba3301c9e4\"}]"},"tags":[],"class_list":["post-2984","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-M8","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/2984","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=2984"}],"version-history":[{"count":31,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/2984\/revisions"}],"predecessor-version":[{"id":11120,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/2984\/revisions\/11120"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=2984"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=2984"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}