{"id":3033,"date":"2024-03-10T14:35:52","date_gmt":"2024-03-10T21:35:52","guid":{"rendered":"https:\/\/imabi.org\/?page_id=3033"},"modified":"2024-03-14T13:56:54","modified_gmt":"2024-03-14T20:56:54","slug":"%ef%bd%9e%e3%81%9f%e3%81%84-w-other-grammar","status":"publish","type":"page","link":"https:\/\/imabi.org\/%ef%bd%9e%e3%81%9f%e3%81%84-w-other-grammar\/","title":{"rendered":"～たい w\/Other Grammar"},"content":{"rendered":"\n<h2 class=\"wp-block-heading\">～たい w\/Other Grammar <\/h2>\n\n\n\n<p>In this lesson, we will be expanding our knowledge on the auxiliary ～たい by seeing it used in combination with other grammar points and conjugations, which will also provide us many opportunities to compare it with synonymous structures.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">～てもらいたい・ていただきたい<\/h2>\n\n\n\n<p>～てほしい, even when polite, is not the most polite way to tell someone that you would like them do to something for you. In this case you are implying that you are to be receiving a favor, and therefore, ～てもらいたい (～ていただきたい being more honorific) would be most appropriate.  <\/p>\n\n\n\n<p>1. 銀行に行ってきてもらいたいんですが。<br>I would like you to go to the bank.<\/p>\n\n\n\n<p>2. 先生に参加していただきたいんですが。<br>We&#8217;d like you to attend, Professor. <\/p>\n\n\n\n<p>3. 私に出て行ってもらいたいと言われました。<br>I was told that (they) would like for me to leave.<\/p>\n\n\n\n<p>4. 何が何でもこの人に<ruby>政治家<\/ruby>になってもらいたい。<br>I want this person to a politician no matter what.<\/p>\n\n\n\n<p>5. きょうは誰にも家に<ruby>来<\/ruby>てもらいたくない。<br>I don&#8217;t want anyone to come to my house today.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">～られたい<\/h2>\n\n\n\n<p>It may come as a surprise that the auxiliary ～たい can be paired with the passive. <br>～られたい is very similar semantically and grammatically to ～てもらいたい. Both roughly indicate that X (person) wants (Y) to do the V (verb) in question (onto Z (direct object)). <br><br>6a. 両親に褒められたい。<br>6b. 両親に褒めてもらいたい。<br>6a. I want to be complimented by my parents.<br>6b. I want for my parents to compliment me. <br><br>The purpose of ～たい in either sentence is to show the desire of the wisher (usually the speaker) for the action of the predicate to realize. If the wisher wants their parents to compliment them, both a and b sound natural. <br><br>The short answer as to how these endings differ is that ～られたい is used irrespective of the good intent Y (the agent) may provide the wisher (X) out of a simple desire for Y to carry out said V (action) that extends to them (X), being most natural with situations in which X (the wisher), has the least amount of control. <br>Meanwhile, with ～てもらいたい, X (the wisher) is actively involved in <em>pressuring<\/em> Y to do said V (action), implying also that V is only natural to happen. <br><br>7. 妻から頓死したと思われたいのです。(No Involvement by the Wisher)<br>I want my wife to think that I suddenly died.<br><br>8. 飼い主さんは、「この家に来てよかった」とわんこに思ってもらいたいんでしょう？(Major Involvement by the Wisher)<br>Don&#8217;t (you as the) pet owner want (your) dog to think they&#8217;re so glad they came to your home? <br><br>Because the agent of ～られたい (Y) ultimately performs the desired action of X regardless of X&#8217;s intent, this greatly limits the verbs that can be used with it. As for the verbs that can be frequently seen, verbs involving assessment such as 見る (to view (as))・認める (to recognize (as)), verbs of emotion such as 愛する (to love)・嫌う (to detest), verbs of physical force (often with violence\/sexual) nuances in which Y exerts unilateral force onto X such as 叱る (to scold)・振り回す (to manipulate)・殴る (to strike\/hit\/punch), etc.<br><br>9. 愛されたい、でも愛そうとしない。<br>I want to be loved, but I make no attempt to love.<br><br>10. 他人によく見られたい。<br>I want to be watched by others. <br><br>11. あたしももっと見られたいの。<br>I want (you) to look at me more, too.<br><br>12. 殴られたくなければ先に殴らなければいい。<br>If you don&#8217;t want to get punched, then just don&#8217;t punch first. <br><br>Conversely, there is no such semantic restrictions on ～てもらいたい. Although it is not as likely to be used, comparatively speaking, with verbs with bad imagery, grammatically there would be nothing wrong with using said verbs so long as the force Y is exerting is (partially) due to X pressuring Y to do said action. This is where the &#8220;favor&#8221; aspect of もらう lies. <br><br>13a. 友達に英語を教えてもらいたいです。〇<br>13b. 友達に英語を教えられたいです。X<br><br>As Ex. 13 demonstrates, ～られたい and ～てもらいたい are not fully interchangeable, and even in sentences in which they can replace the other, it may not always be the case that they roughly mean the same thing either. When a difference does arise, the semantic weight Y has is always the culprit. <br><br>14a. 懐かしい写真を見せられたい。<br>I want to be shown a nostalgic photo.<br><br>14b. 懐かしい写真を見せてもらいたい。<br>I want (someone in mind) to show me a nostalgic photo. <br><br>Lastly, one instance in which ～られたい is quite common is in formal written language in which the writer is making a neutral plea for the audience to consider something. <br><br>15. この件について再検討されたい。<br>I would ask that this case be re-examined. <br><br>16. ご参照されたい。<br>I would ask that (you = the reader(s)) reference (this).<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">～たいと思う<\/h2>\n\n\n\n<p>The auxiliary ～たい is frequently followed by the citation particle と and followed with verbs of utterance such as 言う (to say) and thought such as 思う (to think) and 考える (to ponder\/contemplate).<\/p>\n\n\n\n<p>17. アメリカに行きたいと思います。<br>I would like to go to America.<br><br>18. 母は１０年ぶりにアメリカに行きたいと言っています。<br>My mother is saying she wants to go to America for the first time in 10 years.<br><br>19. 初めてアメリカに行ってみたいと考えています。<br>I&#8217;m thinking about visiting America for the first time.<br><br>Japanese has an overall tendency of avoiding direct statements, and this also pertains to general statements of want, as that is arguably the neediest anyone could ever sound. As such, it is arguably more common to hear ～たいと思う over ～たい when relaying one&#8217;s desire to act to others. It is also generally more appropriate when announcing one&#8217;s course of action, and as Ex. 22 shows, this remains true in tangents. <br><br>20. 今やりたいと思うことは今しかできないことなんだ！<br>What I want to do now, I can only do now!<br><br>21. 投資を始めたいと思うのですが、何から始めたら良いのか、どこに行けば良いのか分かりませんし、周りに投資してる知人もいないので誰か教えてください。<br>I want to start making investments, but I don&#8217;t know where best to start, or even where I should go, and since I don&#8217;t have anyone around me who does investing, could someone please teach me? <\/p>\n\n\n\n<p>22. ということで、早速着替えたいなと思うんですけども、きょうはね、あたし、もう首から上は準備してきちゃってるんで、普段はね、メイクとかもちゃんとやってもらって、ヘアセットをちゃんとやってもらって着替えるんですけども、きょうは先に着替えていきたいなと思います。<br>On that note, I&#8217;d like to get changed right away, but today, I&#8217;ve already come prepped (for the moment) from the neck up, so normally, I&#8217;d have (them) do my makeup properly, and then have (them) do my hair, then get changed, but today, I&#8217;d like to get changed first. <br><br>23. 楽しんでいきたいなと思います！<br>I&#8217;m hoping to go have a fun time!<br><br>When to use 考える over 思う depends on whether the speaker is simply stating a wish to do something (→思う) or leaning more towards the planning aspect behind said desire to do something (→ 考える). Of course, other citation verbs with their own nuancing can be used too &#8211; ex. 予定する (to plan), 主張する (to insist). <br><br>24. わたくしは「いまび」の開発に携わりたいと考えております。<br>I wish to participate in the development of &#8220;IMABI.&#8221; <br><br>25. 何歳くらいまで働きたいと考えていますか？<br>To roughly what age are you hoping to work? <br><br>In most textbooks, including those directed at native instructors, ～たいと思っている and equivalent structures are described as a means of expressing third-person want. <br><br>26. ケイトさんは動物園内の店でカレーが食べたいと思っています。<br>Kate-san is wanting to eat curry at a place inside the zoo.<br><br>In reality, such sentences are not so common in natural, spoken Japanese &#8211; without the aid of the narrator&#8217;s control &#8211; requiring that some sort of evidential auxiliary such as ～そうだ or ～らしい be affixed to ～たいと思っている to overcome the speaker stating an absolute fact about another person&#8217;s thoughts.<br><br>27. 別れたいと思っているらしい彼氏が今日鍵を返しに来るらしいのですが鍵だけドアポケットに入れて帰ってしまう可能性はありますか？<br>My boyfriend, who apparently wants to break up with me, is apparently returning his keys (to me) today, but is there the possibility he&#8217;ll leave only his keys in (our) door pocket and leave?<br><br>28. 男の人は役に立ちたいと思っているそうだ。<br>Men, it seems from what I&#8217;ve heard, want to be of use. <br><br>29. 大学生は、バイトを始めたいと思ったらすぐに決めたいと思っているようだ。<br>It appears that college students want to decide (on where they want to work) just as soon as they think about wanting to start a part-time job. <\/p>\n\n\n\n<p>In either case, the role of ～ている does not indicate grammatical person, which is at the root of the unnaturalness of its bare (no other inflection) use for a third-person interpretation; rather, its role of denoting a state that has existed before the present that is ongoing is what is at hand, and it is the assumption that a state of that nature could be objectively applied to the thoughts of others. With all this considered, ～たいと思っている is actually found more often in first-person sentences, as third-person interpretations require a contextual basis.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">～たいものだ<\/h2>\n\n\n\n<p>The final particle ～ものだ may be seen with the auxiliary ～たい to strongly assert the speaker&#8217;s want. <br><br>30. 早く家に帰ってポケモンを<em>やりたいもんだ<\/em>。<br>I just wanna get home right away and play Pokémon. <br><br>31. 少しでも早く縁を<em>切りたいもんだ<\/em>と思うんだけど。<br>It&#8217;s just that I wanna ties (with the person) the quicker the better. <br><br>32. 自分へのご褒美に<em>買いたいもんだ<\/em>。<br>I wanna buy (it) as a reward to myself. <\/p>\n\n\n\n<h2 class=\"wp-block-heading\">～たいところだ<\/h2>\n\n\n\n<p>The compound particle ～ところだ helps indicate the moment in which the speaker has a certain desire. <br><br>33. 一杯飲め！と言いたいところだけど、運転だから辞めとけ。<br>This is when I&#8217;d like to say &#8220;have a drink!&#8221; but since you&#8217;re driving, stop while you&#8217;re ahead.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">～たさ・たげ<\/h2>\n\n\n\n<p>The auxiliary ～たい may also be paired with the nominalizing suffix ～さ as well as the suffix ～気（げ）, and both allow the speaker to create conjecture about what a third person is hoping for based on their appearance. Whereas ～さ indicates the observation in a rather objective light, ～気（げ） portrays the observation in a flippant manner or that the other person is giving off that air. <br><br>34. 獲物を追うように、あるいは怖いもの見たさにつられて彼らはのそりのそりと集まって来たのだ。<br>They creep up on him as if they were hunting him as prey, or at the very least out of a curiosity to see something frightening.<br><br>35. しかし、いかにも見慣れた風だと言いたげに、美羽の反応は冷ややかだった。<br>Yet, Miu&#8217;s reaction was cold, as if to say she had seen (the same thing) all too much.<br><br>36. これしきのことでは動じはしないと言いたげだ。<br>It&#8217;s as if (he) were saying that this sort of thing could hardly put (him) down.<br><br>37. 何だ、俺のせいだと言いたげだな。<br>The heck, it&#8217;s like you wanna say it&#8217;s my fault or somethin&#8217;!<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">～たい ＋Supposition Auxiliaries<\/h2>\n\n\n\n<p>The auxiliary ～たい, as we have seen, captures first hand emotional desire to act, and it is this distinction that explains its general use in first person as well as when it objectively states third person desire in a narrative tone. <br><br>As we have learned, ～たがる demonstrates a very affirmative judgment on third-person want by the speaker, but what if your observation is conjecture at best? Then, as with anything else, you may use any of the suppositional auxiliaries in Japanese to indicate how it is you, as the speaker, got to the conclusion that someone else wants to do something.<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><tbody><tr><td>～たいようだ<\/td><td>To appear that&#8230; wants to&#8230;<\/td><\/tr><tr><td>～たいみたいだ<\/td><td>To look like&#8230; wants to&#8230;<\/td><\/tr><tr><td>～たそうだ<\/td><td>To seemingly want to&#8230;<\/td><\/tr><tr><td>～たいそうだ<\/td><td>To hear that&#8230; wants to&#8230;<\/td><\/tr><tr><td>～たいらしい<\/td><td>&#8230; apparently wants to&#8230;<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>We have already seen these endings used with ～たい earlier, albeit with ～と思う intervening. Without ～と思う intervening, the observations made sound a tad more certain than otherwise. 　<\/p>\n\n\n\n<p>38. 太郎は水が飲みたいようだ。<br>It appears that Taro wants to drink water.<br><br>39. 亜紀ちゃんはね、智也君と話したいみたいだよ？<br>You know, Aki-chan looks like she wants to talk to you, Tomoya-kun? <br><br>40. こんな贈り物を用意しているとはよほど俺に愛されたいらしいな。<br>It goes to show how much you must really want to be loved by me for you to have prepared this sort of gift for me. <br><br>41. 橋本君って世界で一番派手な結婚式をぶち挙げたいそうだな。<br>I hear Hashimoto-kun wants to have the most flashy wedding in the world.<\/p>\n\n\n\n<p>The attributive renditions ～たいような・たいみたいな are incredibly common, especially when describing one&#8217;s thoughts, with want, of course, being interjected.<br><\/p>\n\n\n\n<p>42. 優しさに包まれたいような、優しさを<em>壊してみたいような<\/em>、相反する衝動に駆られました。<br>I was driven by the contradicting impulses of wanting to be surrounded by kindness and wanting to destroy it. <br><br>43.「閉じ込めてしまいたい」みたいな想いが込められた曲だった。<br>It was a song full of the feeling of like wanting to &#8220;close oneself off.&#8221; <br><br>As for ～たそうだ, you will often see it rendered as ～たそうな when attributing &#8220;seemingly wanting to&#8230;&#8221; to someone. You may also see ～たそうにする, indicates how another person is seemingly wanting to do something, and it is their mannerisms that are giving off that impression. <br><br>44. ご飯を食べたそうにしている猫の仕草が可愛い！<br>The gestures that the cat makes as it seems like it wants to eat are so cute!<br><br>45. 部下が早く帰りたそうにこちらを見ている。<br>My subordinate is looking over at my like he is wanting to go home already. <br><br>46. 子供が何か話したそうな顔をしていれば、大人はすぐにわかるものじゃ。<br>When a child has that look on their face that they want to talk about something, adults will always tell right away.<br><br>Incidentally, suppositional auxiliaries may even follow ～たがる. This, in turn, adds an objective spin to how the speaker&#8217;s impression of the willful intent of another person came about, but the role ～たがる plays is to make it clear that whatever the intent of that third person may be, it is very much evident. <br><br>47. 市民たちは、安定した日常（生活）に戻りたがっているようだ。<br>The citizens look like they are wanting to return to stable everyday (life). <br><br>48. 誰もがおまえの婿になりたがっているそうだよ。<br>I hear that everyone&#8217;s trying to become your groom.  <br><br>49. 若手ながら職場のエースとして活躍する部下〇〇さんが会社を辞め<em>たがっているらしい<\/em>のです。<br>This underling ##-san at work who is truly active in the workplace as an ace placer despite his young age is apparently wanting to quit. <br><br>50. 企業が高卒を取りたがっているらしいです。<br>Companies are seemingly wanting to get their hands on high-school graduates.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Returning to the Basics<\/h2>\n\n\n\n<p>To conclude, let&#8217;s revisit how other aspects of basic grammar interact with the auxiliary ～たい.<br><br>▽～たくなる: Indicates entering the state of wanting to do something. <br><br>51. 仕事から逃げたくなった。<br>I then wanted to escape from my work. <br><br>52. 好きな人からのLINEなら即返事をし<em>たくなるような気が<\/em>しますが、そうでもない女性もいるようですよ。<br>You would think that (they) would want to instantly respond to a LINE that&#8217;s from the person they like, but it appears there are also women who aren&#8217;t like that.<br><br>53. なんか醤油付けたくなりそうな気がするね。<br>I feel like I&#8217;d wanna add soy sauce to it or somethin&#8217;. <\/p>\n\n\n\n<p>▽～たい ＋ Nominalizer の: The nominalizer の allows predicates with ～たい to then be further modified in the confines of a nominal phrase. In doing so, the nominalizer の may also be found in other environments such as ～のだ (also ～んだ) to indicate reasoning, as well as in hypotheticals such as in ～のなら (also ～んなら), all of which can be used with ～たい.<br><br>54. 私が言いたいのはそこなんです！<br>That&#8217;s exactly what I&#8217;m wanting to say!<br><br>55. <em>眠りたいのを我慢して<\/em>自室へと向かった。 <br>Enduring the urge of wanting to sleep, I headed off to my room.<br><br>56. やっぱ俺は寿司を食いたかったんだ。<br>So I really did wanna eat some sushi. <br><br>57. 今は独りになりたいんだ。<br>Right now, I (just) want to be alone, (is what I&#8217;m saying).<br><br>▽～たい ＋ Nominalizer こと: The nominalizer こと has a far higher 名詞性 (noun-like quality) than the nominalizer の, and this is especially true with ～たい. Though the nominalizing effect that こと has is undeniable in Exs. 58-60, it can be truly rationalized as an &#8220;entity,&#8221; whereas の in Exs. 54-57 only serves a grammatical role.  <br><br>58. 言いたいことがあります。<br>I have something I want to say.<br><br>59. 会社から家に帰った後に<em>したくないこと<\/em>は何？<br>What&#8217;s something you don&#8217;t want to do after you get home from work?<br><br>60. やりたいことはやっちゃえばいい。<br>Go ahead and do what you want to do. <\/p>\n\n\n\n<p>▽～たい（という）＋Noun: It is imperative that ～たい be able to modify nouns directly in its 連体形. Interjecting ～という is most common with complex scenarios that the speaker is trying to map onto the following noun. No matter the complexity of the subordinate clause, ～たい remains quite objective, and because of how ～たい is being used in an attributive phrase, it is equally likely that the clause in question is in third person as it would be in first person.<br><br>61. 実は「人生うまくいかない」と感じたなら、それは「人生変えたい」という意志の表れでもあり、人生を好転させるチャンスでもあります。 <br>Actually, when you sense that &#8220;life isn&#8217;t fairing well&#8221; for you, that is indicative of your will to &#8220;want to change your life,&#8221; and is even a chance to turn your life around for the better.<br><br>62. 市民ワークショップを開いた上で取り壊したい方針だが、取り壊したくても今まで誰も踏み込めなかった。<br>It&#8217;s been our course of action to want to demolish (it) upon hosting a workshop with the citizens, but despite our wish to demolish it, as of yet, not one has been able to make a move on it. <br><br>63. 日本にも、オーガニックで国民に安全な食材を食べさせたいというふう<sup data-fn=\"5d6ae0a4-5b7c-4865-9f5e-e73e0eb93d48\" class=\"fn\"><a href=\"#5d6ae0a4-5b7c-4865-9f5e-e73e0eb93d48\" id=\"5d6ae0a4-5b7c-4865-9f5e-e73e0eb93d48-link\">1<\/a><\/sup>な気持ちを持っている方もたくさんいらっしゃるに違いありません。<br>There are undoubtedly many people in Japan who are of the state of mind to want to have the people eat food that is organic and safe for them to eat. <\/p>\n\n\n\n<p>▽～たし: Occasionally, you will come across the Classical Japanese form of ～たい in set phrases and older language.<br><br>64. 至急御返事下されたし<sup data-fn=\"1883a46d-ad96-48c7-ae80-23ea04087c66\" class=\"fn\"><a href=\"#1883a46d-ad96-48c7-ae80-23ea04087c66\" id=\"1883a46d-ad96-48c7-ae80-23ea04087c66-link\">2<\/a><\/sup>。<br>If ask that you respond without delay.<br><br>65. 本日の会議に必要との事なので至急連絡されたし。<br>With it being required for (our) meeting today, I ask that you get in touch (with me) as soon as possible. <\/p>\n\n\n<ol class=\"wp-block-footnotes\"><li id=\"5d6ae0a4-5b7c-4865-9f5e-e73e0eb93d48\">風 may literally be interpreted here as &#8220;such a way as&#8230;&#8221; and its use is incredibly common in the spoken language to the point that it can even be viewed as a filler word.  <a href=\"#5d6ae0a4-5b7c-4865-9f5e-e73e0eb93d48-link\" aria-label=\"脚注参照1にジャンプ\">↩︎<\/a><\/li><li id=\"1883a46d-ad96-48c7-ae80-23ea04087c66\">The honorific nature of されたし is underscored by its currently perceived commanding tone,  but it still occasionally spotted in the workplace in to-the-point exchanges, albeit in top-down-oriented interactions. <a href=\"#1883a46d-ad96-48c7-ae80-23ea04087c66-link\" aria-label=\"脚注参照2にジャンプ\">↩︎<\/a><\/li><\/ol>","protected":false},"excerpt":{"rendered":"<p>～たい w\/Other Grammar In this lesson, we will be expanding our knowledge on the auxiliary ～たい by seeing it used <a class=\"more-link\" href=\"https:\/\/imabi.org\/%ef%bd%9e%e3%81%9f%e3%81%84-w-other-grammar\/\">続きを読む <span class=\"screen-reader-text\">&#8220;～たい w\/Other Grammar&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":"[{\"content\":\"風 may literally be interpreted here as \\\"such a way as...\\\" and its use is incredibly common in the spoken language to the point that it can even be viewed as a filler word. \",\"id\":\"5d6ae0a4-5b7c-4865-9f5e-e73e0eb93d48\"},{\"content\":\"The honorific nature of されたし is underscored by its currently perceived commanding tone,  but it still occasionally spotted in the workplace in to-the-point exchanges, albeit in top-down-oriented interactions.\",\"id\":\"1883a46d-ad96-48c7-ae80-23ea04087c66\"}]"},"tags":[],"class_list":["post-3033","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-MV","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/3033","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=3033"}],"version-history":[{"count":20,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/3033\/revisions"}],"predecessor-version":[{"id":3454,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/3033\/revisions\/3454"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=3033"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=3033"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}