{"id":320,"date":"2023-07-13T18:17:28","date_gmt":"2023-07-14T01:17:28","guid":{"rendered":"https:\/\/imabi.org\/?page_id=320"},"modified":"2025-05-14T00:50:30","modified_gmt":"2025-05-14T07:50:30","slug":"greetings-ii%e3%80%80%e6%8c%a8%e6%8b%b6%e8%a1%a8%e7%8f%be%e3%80%81%e3%81%9d%e3%81%ae%e4%ba%8c","status":"publish","type":"page","link":"https:\/\/imabi.org\/greetings-ii%e3%80%80%e6%8c%a8%e6%8b%b6%e8%a1%a8%e7%8f%be%e3%80%81%e3%81%9d%e3%81%ae%e4%ba%8c\/","title":{"rendered":"Greetings II　挨拶表現②"},"content":{"rendered":"\n<h3 class=\"wp-block-heading\">Greetings ②: First-Time\/Reunion\/Well-Being\/Congratulatory&nbsp;<br>挨拶表現②: 初対面・再会・安否・お祝いのご挨拶<\/h3>\n\n\n\n<p>There is not a Japanese textbook out there that does not start off by teaching phrases like こんにちは.&nbsp;This is for good reason because learning about these expressions is essential to naturally participating&nbsp;in conversation with native speakers and to instill an appreciation of the culture. However, it would be remiss of us to gloss over just how difficult they are to master because of speech register.&nbsp;<\/p>\n\n\n\n<p><strong>挨拶の言葉<\/strong>（あいさつのことば）are phrases people use when they meet and depart.&nbsp;When Japanese speakers see each other, it is rather uncommon for them to start talking about what is on their minds. Even if they are meeting to talk about a certain agenda, it is customary to first recognize each other, whether by making eye-contact, waving one&#8217;s hand, or using an interjection like やあ. Then, once both parties do start talking, they do so by using the appropriate（ご）挨拶, and before getting into the heart of discussion, they might talk about how they have been or how the weather is first. When it is time to leave, speakers will end the conversation with a farewell <em>aisatsu<\/em> (別れの挨拶). These phrases tend to be shorter than 挨拶 used at the start of a conversation, but there is more at stake if you mess those phrases up as it may determine whether or not you continue seeing the other person on good terms.<\/p>\n\n\n\n<p>In this lesson, we will be returning to 挨拶の言葉 used primarily when meeting people for the first time, meeting people for the first time in a long time, and when congratulating others.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><em>Aisatsu<\/em>&nbsp;for First Encounters <br>初対面の挨拶（自己紹介）<\/h3>\n\n\n\n<p>When people meet each other for the first time, it is customary to use the phrase 初めまして. This phrase is used by all age groups and is the go-to phrase for &#8220;nice to meet you&#8221; in the spoken language. Immediately following this phrase, it is proper to at least introduce yourself. If it is not in a work or other similar formal situation, simply stating your name may suffice, but in many circumstances, a full introduction with your name, job description,&nbsp;etc. is customary.&nbsp;<\/p>\n\n\n\n<p>1. 皆さん、初めまして。<br>佐々木翔平【です・と申します】。<\/p>\n\n\n\n<p>出身は、品川区です。慶應大学言語学部で、日本語の歴史を専攻して【います・おります】。<\/p>\n\n\n\n<p>学生時代は、ボランティアとして外国人に日本語を教える活動をして【いました・おりました】。<\/p>\n\n\n\n<p>趣味は、ボーカロイド音楽を聴くことで、海外の方々にもわかるようにＳＮＳ上の動画に字幕を付けたりもして【います・おります】。<br>この度、ご参加をさせていただきましてありがとうございます。<br>本日は（どうぞ）よろしくお願い【します・いたします・申し上げます】。<br>Nice to meet everyone.&nbsp;<br>My name is Shohei Sasaki. I was born in the Shinagawa Ward. I majored in Japanese history at the Linguistics Department of Keio University. My hobby is listening to Vocaloid music, and I often do things like add subtitles to SNS videos so that people abroad can understand them.&nbsp;<br>Thank you for all allowing me to participate at this occasion.<br>Thank you for your time.<\/p>\n\n\n\n<p>The first thing to note is how to say &#8220;nice to meet everyone&#8221; as opposed to just &#8220;nice to meet you.&#8221; To do this, you precede&nbsp;初めまして with the appropriate phrase for &#8220;everyone&#8221; based on the formality of the situation. If the occasion is very casual, you will&nbsp;hear&nbsp;みんな. If the occasion is formal but not overly so, you will hear&nbsp;みなさん. If the occasion is overly formal, you&#8217;ll hear 皆さま. In very formal, business writing, you may see&nbsp;皆様方.&nbsp;<\/p>\n\n\n\n<p>Some native speakers, but mostly foreign learners, have the bad habit of preceding or following はじめまして with daily greeting phrases such as こんにちは or こんばんは. Although doing so in English is commonplace, these phrases happen to be used with people that you already know and&nbsp;not with people you are meeting for the first time.&nbsp;<\/p>\n\n\n\n<p>When saying your name in polite contexts, you have the choice of either using です or と申します, with the latter being more formal. In casual situations, you could simply say,&nbsp;&#8220;(名前は）+ name.&#8221;&nbsp;<\/p>\n\n\n\n<p>2a. 名前は田中良平です。<br>(My) name is Ryohei Tanaka.<\/p>\n\n\n\n<p>2b.（私は）田中良平【です・と言います・と申します】。<br>I&#8217;m Ryohei Tanaka.<\/p>\n\n\n\n<p>Here we see that と言います is intermediary in politeness between です and と申します.<\/p>\n\n\n\n<p>Degree of formality can often be slightly altered by switching out the form of the last word. For instance, the verb いる used here in the construction ～ています to represent the progressive\/perfect tenses, may be replaced with the more humble verb おります. There is no change in meaning to the sentence, but using the latter makes the sentence more formal. The same goes for replacing します with its humble alternatives （いたします・申し上げます）.&nbsp;<\/p>\n\n\n\n<p>The phrase （本日は）（どうぞ）よろしくお願い【します・いたします・申し上げます】is customarily seen at the end of a greeting, and its appearance changes wildly depending on formality.&nbsp;Meaning-wise, it is asking the listener(s) to kindly keep the speaker on good terms in their mind. If the interaction is a one-time thing as is implied by this example introduction, it may translate into English as &#8220;thank you for your time,&#8221; but if you are using it toward someone you will be working with or be around for the foreseeable future, it translates more as, &#8220;best regards.&#8221;&nbsp;<\/p>\n\n\n\n<p>In casual circumstances (such as kids or young people meeting someone new of their same age group), よろしく alone can be used. In formal language, どうぞ meaning &#8220;please&#8221; (see below) is often inserted at the start of the phrase. Typically, either します or いたします are perfectly fine both in the spoken and written language, but when you&#8217;re trying to be extra formal, especially in writing, you may also end it with 申し上げます.<\/p>\n\n\n\n<p>Now, it is not a requirement that はじめまして be used in a full-blown introduction. You may wish to repeat part of a previous introduction such as in Exs. 2 and 3.<\/p>\n\n\n\n<p>3. 改めてはじめまして鈴木と申します。<br>Again, it is a pleasure to meet you; my name is Suzuki.&nbsp;<\/p>\n\n\n\n<p>4. ちゃんとお話ししていませんでしたよね。改めてよろしくお願いします。<br>We haven&#8217;t really talked yet, have we? Once again, it&#8217;s a pleasure.&nbsp;<\/p>\n\n\n\n<p>In a one-on-one encounter, it is appropriate to mimic to what degree the other person has introduced themselves. In most one-on-one encounters, there is often a mutual acquaintance that has provided both parties with general knowledge of the other person. In such a situation, a natural response may look like the following.<\/p>\n\n\n\n<p>5. はじめまして、百合子【です・と申します】。<br>こちらこそよろしくお願い【します・いたします】。<br>Nice to meet you; my name is Yuriko.<br>It&#8217;s very nice to meet you too.<\/p>\n\n\n\n<p>In a business situation, こちらこそよろしく・・・ may be interpreted as &#8220;I, too, look forward to working with you.&#8221; Since English does not have a similar expression, how to translate it will be based on the circumstance. However, to the Japanese mind, it is just one expression used out of formality when returning the gesture of being greeted.&nbsp;<\/p>\n\n\n\n<p>Additionally, はじめまして may be generally used as the polite form of はじめて in the sense of &#8220;first-time.&#8221;<\/p>\n\n\n\n<p>6. はじめましての方々はこれを機会によろしくお願い【します・いたします】。<br>For those of whom this is their first time, please take this as an opportunity.<\/p>\n\n\n\n<p><strong>Word Note<\/strong>: 方々 is the polite form of&nbsp;人々 meaning &#8220;people.&#8221;&nbsp;<\/p>\n\n\n\n<p>Here, we also see that よろしくお願い【します・いたします】can be used in situations other than introduction. In this example, the speaker is asking the audience kindly to take up on the opportunity being presented.<\/p>\n\n\n\n<p>In formal situations in actual introductions, many speakers will opt to use the more formal【はじめて・お初に】お目にかかります, which literally refers to oneself being seen by the eyes of the other person for the first time. It is a perfect expression for showing one&#8217;s respect for the other person. In Exs. 7-10, we see it used in larger sentences regarding meeting people of importance.<\/p>\n\n\n\n<p>7. お目にかかる機会がございましたら・・・<br>If I were to have the opportunity to meet you.<\/p>\n\n\n\n<p>8. お目にかかれる日を楽しみにしております。<br>I am looking forward to the day that I get to meet you.&nbsp;<\/p>\n\n\n\n<p>9. お目にかかることができて嬉しかったです。<br>I&#8217;m so pleased that I was able to meet you.&nbsp;<\/p>\n\n\n\n<p>10. お初にお目にかかります。お会いできて光栄です。<br>This is our first time meeting. It is an honor to be able to meet you.&nbsp;<\/p>\n\n\n\n<p>It must be noted&nbsp;that if you are e-mailing or placing a phone call to someone for the first time, you cannot&nbsp;use はじめまして. This is because it is the abbreviation of<em>&nbsp;<\/em>はじめてお会いします meaning &#8220;this is my first time meeting you.&#8221; Instead, you would still use はじめて, rather than はじめまして, and pair it with the appropriate verb phrase describing the mode of correspondence.<\/p>\n\n\n\n<p>11. 初めてメールを送らせていただきます。<br>This is the first time for me to e-mail&nbsp;you.&nbsp;<\/p>\n\n\n\n<p>12. 初めてお電話させていただきます。<br>This is the first time for me to call you.&nbsp;<\/p>\n\n\n\n<p class=\"has-text-align-center\"><strong>Spelling<\/strong><\/p>\n\n\n\n<p>At the start of this discussion, you may have noticed the spelling 初めまして used. This is the preferred kanji spelling by younger generations, but it must also be noted that people from older generations actually prefer the spelling 始めまして. Practically, though, there is no difference between the two.&nbsp;<\/p>\n\n\n\n<p>As for the word よろしく, a lot of unique spellings have been made for it. 宜しく is seen heavily used in formal writing, but in older literature the <em>Ateji<\/em> spelling 宜敷く was quite common. Online, you may see various ateji spellings such as 夜露死苦 and even 4649 (四六四九＝ヨロシク).<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><em>Aisatsu<\/em>&nbsp;for Reunions 再会の挨拶<\/h2>\n\n\n\n<p>When meeting someone you have not seen in a long time, what do you say in English? Most would respond with &#8220;how are you\/how have you been?&#8221; The Japanese phrase first introduced to learners that means this is&nbsp;お元気ですか. However, this phrase is notably not used so much in the spoken language. So, how do Japanese speakers actually greet each other in this situation?<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">久しぶり<\/h3>\n\n\n\n<p>Another phrase that is common in English is &#8220;long time no see.&#8221; The Japanese equivalent is（お）久しぶりです（ね）. The use of&nbsp;お～ at the beginning adds&nbsp;respect to the phrase,&nbsp;and the use of&nbsp;ね adds a tone of familiarity.&nbsp;Casually, you can just say&nbsp;久しぶり or even&nbsp;久々だね.<\/p>\n\n\n\n<p>13. 皆さん、お久しぶりです。<br>Long time no see, everyone.<\/p>\n\n\n\n<p>14. おお、久々だね！<br>Whoa, long time no see!<\/p>\n\n\n\n<p>15. 久しぶりです！調子はどうですか？<br>Long time no see! How are you doing?<\/p>\n\n\n\n<p>16. 久しぶり！最近どう？<br>Long time no see! How’ve you been recently?<\/p>\n\n\n\n<p>17. おひさ！　<br>Hey, long time no see!<\/p>\n\n\n\n<p>18. しばらくでしたね。<br>It&#8217;s been a while, hasn&#8217;t it.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">&#8220;How are you?&#8221;<\/h3>\n\n\n\n<p>Although using お元気ですか is considerably unnatural in the spoken language, its presence can still be found when writing to others. It is not too casual, but it is also not too formal. It may also be used when asking about the well-being&nbsp;of others.&nbsp;<\/p>\n\n\n\n<p>19. ご家族はお元気ですか。おかげさまで、お母さんも私も元気です。<br>How is your family? Thankfully, my mother and I are doing well.<\/p>\n\n\n\n<p>The use of 元気です in the affirmative predicative form is actually acceptable in the spoken language. For some reason, its use in a question has become excluded from the spoken language. Instead, it is replaced by phrases such as the following.<\/p>\n\n\n\n<p>20. 木村さん、最近調子はどうですか。<br>奥さんもお変わり【ありません・ございません】か。<br>Kimura-san, how have you been lately?<br>How has your wife been?<\/p>\n\n\n\n<p><strong>Sentence Note<\/strong>: お変わりありませんか&nbsp; literally means &#8220;have there been any changes&#8221; and is a frequently used expression to ask how someone has been.&nbsp;<\/p>\n\n\n\n<p>21. ご機嫌いかがですか。<br>How are you feeling?<\/p>\n\n\n\n<p><strong>Sentence Note<\/strong>:&nbsp;機嫌 means “mood.” This phrase more so literally means “how do you do?” but it isn’t old-fashioned like this English counterpart. For the most part, it is treated as a more formal, elegant replacement for&nbsp;お元気ですか. However, it is not appropriate in business because it is not the case that clients\/customers are always in high spirits, and it isn’t the right place to assume this. &nbsp;<\/p>\n\n\n\n<p>22. ご無沙汰しております。お元気でいらっしゃいますか。<br>I’m sorry for not hearing from you all this time. Are you doing well?<\/p>\n\n\n\n<p><strong>Sentence Note<\/strong>: Imagine that you have not spoken or heard from a superior or someone of high social status for a while. Although blame for this lack of communication could be on both sides, a very honorific opening such as this would be very appropriate. Also note how replacing です with its honorific form でいらっしゃいます makes the phrase more natural.&nbsp;<\/p>\n\n\n\n<p>23. 長らくご無沙汰してすみません。<br>I apologize for not hearing from you in so long.<\/p>\n\n\n\n<p>24. ご無沙汰【しました・いたしました】。<br>It’s been a long time.<\/p>\n\n\n\n<p><strong>Sentence Note<\/strong>: This phrase would be appropriate especially when you are recognizing how long it has been since you have been in contact with&nbsp;people.&nbsp;<\/p>\n\n\n\n<p>25. いかがお過ごしでしょうか。<br>How are things with you?<\/p>\n\n\n\n<p><strong>Sentence Note<\/strong>: This phrase is also quite honorific and is appropriate in very formal situations, both written and spoken.<\/p>\n\n\n\n<p><strong>Usage Note<\/strong>: Just as in English, these sorts of phrases are appropriate even when you are corresponding to others in writing.&nbsp;<\/p>\n\n\n\n<p><strong>おかげ（さま）で<\/strong><\/p>\n\n\n\n<p>You might have noticed this phrase being used in Ex. 19. In a broad sense, it can be translated as &#8220;thankfully,&#8221; but upon closer look, it always shows thanks to someone\/something. In Ex. 19, it was used in the broad sense of being aided by everything that&#8217;s gone on, but it may also be used to directly thank someone for their cooperation\/kindness.&nbsp;<\/p>\n\n\n\n<p>26. おかげさまで、商談がまとりました。<br>Thanks to you, we got the deal closed.<\/p>\n\n\n\n<p>27. おかげさまで10周年を迎えることができました。<br>Thanks to everyone, we were able to make it to our 10th anniversary.<\/p>\n\n\n\n<p>28. 皆さんのおかげで、日本語が話せるようになりました。<br>Thanks to everyone, I&#8217;m now able to speak Japanese.<\/p>\n\n\n\n<p>Note that when used with an actual name or person\/people, ～さま is not used.&nbsp;<\/p>\n\n\n\n<p>Another similar phrase that more literally translates to &#8220;thankfully\/fortunately&#8221; is ありがたいことに.<\/p>\n\n\n\n<p>29. ありがたいことにみんな無事でした。<br>Thankfully, everyone was safe\/unharmed.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><em>Aisatsu<\/em>&nbsp;for Well-Being\/Safety <br>安否の挨拶<\/h3>\n\n\n\n<p>We have already learned how using&nbsp;元気&nbsp;in a question is done to ask about&nbsp;the well-being of the person rather than to just simply say, &#8220;how are you?&#8221; In Japanese, when asking if someone is alright, you&#8217;ll often hear the following phrases.&nbsp;<\/p>\n\n\n\n<p>30. 大丈夫ですか？<br>Are you okay?<\/p>\n\n\n\n<p>31. 無事ですか？<br>Are you safe\/unharmed?<\/p>\n\n\n\n<p>Whereas 無事 is solely about safety, 大丈夫 can be used more broadly in the same way &#8220;okay&#8221; is used in English. So, depending on the context, Ex. 30 might alternatively mean &#8220;is it okay\/alright?&#8221;&nbsp;<\/p>\n\n\n\n<p>When giving one&#8217;s best wishes to someone&#8217;s good health, the phrase お元気で can be seen in phrases such as the following.<\/p>\n\n\n\n<p>32. どうかお元気でお過ごし下さいますよう、お祈りします。<br>I pray that you will please stay&nbsp;well.<\/p>\n\n\n\n<p>However, there are other phrases that typically replace お元気で such as the following.<\/p>\n\n\n\n<p>33. ご自愛ください。<br>Please take care of yourself.<\/p>\n\n\n\n<p>34. （お）体に（お）気をつけてください。<br>Please take care of your body.<\/p>\n\n\n\n<p>35. つつがなくお過ごしください（ませ）。<br>Please be free from accident.<\/p>\n\n\n\n<p>36. お大事に（してください）。<br>Please take care of yourself\/get well soon.<\/p>\n\n\n\n<p><strong>Phrase Note<\/strong>: Ex. 36 is most frequently used towards people who are already not feeling well.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Congratulatory&nbsp;<em>Aisatsu<\/em>　<br>お祝いの挨拶<\/h3>\n\n\n\n<p>The Japanese equivalent of &#8220;congratulations&#8221; is おめでとう（ございます）. The full version おめでとうございます is the proper honorific form of the adjective めでたい meaning &#8220;happy\/auspicious.&#8221; In a way, you are saying, &#8220;how wonderful\/how auspicious (this is).&#8221; <\/p>\n\n\n\n<p>You can see おめでとうございます in all sorts of congratulatory 挨拶. Below are a few of the most common phrases utilizing it. Although all the phrases below end in ございます, to make any of these phrases casual, just drop any initial お・ご as well as ございます.<\/p>\n\n\n\n<p>37. （お）誕生日おめでとうございます。<br>Happy birthday.<\/p>\n\n\n\n<p>38a. 明けましておめでとうございます。<br>38b. 新年明けましておめでとうございます。△<br>39c. 新年おめでとうございます。<br>Happy New Year.<\/p>\n\n\n\n<p><strong>Phrase Note<\/strong>: Many speakers add 新年 to the start of this phrase, but because 明ける refers to one period of time ending to bring on the next period of time, many view Ex. 38b as ungrammatical. <\/p>\n\n\n\n<p>39. ご入学おめでとうございます。<br>Congratulations on enrollment.<\/p>\n\n\n\n<p>40. ご結婚おめでとうございます。<br>Congratulations on your marriage.<\/p>\n\n\n\n<p>41. ご出産おめでとうございます。<br>Congratulations on giving birth.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><em>Aisatsu<\/em>&nbsp;for &#8220;Please&#8221;　　<br>丁寧にお願いする際の挨拶<\/h3>\n\n\n\n<p>When you look up the Japanese word for &#8220;please&#8221; in a standard English-Japanese dictionary, you will surely find&nbsp;どうぞ listed as the translation. We first saw this word in the phrase どうぞよろしくお願いします at the start of this lesson. Indeed, it is used in many polite commands\/requests. It is often paired with the&nbsp;verbal ending&nbsp;～てください, which is the polite way of making commands.&nbsp;<\/p>\n\n\n\n<p>42. どうぞ。<br>Please, by all means.<\/p>\n\n\n\n<p><strong>Word Note<\/strong>: By itself, its nuance is more so like &#8220;by all means,&#8221; letting the person know that it is okay for them to do what they&#8217;re intending to do.<\/p>\n\n\n\n<p>43. どうぞ上がってください。<br>Please, come in.<\/p>\n\n\n\n<p><strong>Sentence Note<\/strong>: This phrase is used when letting people into one’s home.<\/p>\n\n\n\n<p>44. お先にどうぞ。<br>Please go ahead.<\/p>\n\n\n\n<p>45. どうぞお構いなく。<br>Please don’t fuss over me.<\/p>\n\n\n\n<p>46. どうぞこちらへ。<br>This way, please.<\/p>\n\n\n\n<p>47. どうぞ召し上がってください。<br>Please enjoy your meal.<\/p>\n\n\n\n<p>If there is no sense of &#8220;by all means,&#8221; you should simply use ～てください.  Of course, in casual speech, you are free to drop ください. Notice how these sentences do not feel like 挨拶 whereas the sentences with どうぞ above do.<\/p>\n\n\n\n<p>48. 書類を纏めてください。<br>Please compile the documents.<\/p>\n\n\n\n<p>49. ここに署名してください。<br>Please sign here.<\/p>\n\n\n\n<p>Other phrases that may translate as &#8220;please&#8221; include お願いします and&nbsp;頂戴.<\/p>\n\n\n\n<p>50. はい、お願いします。<br>Yes, please.&nbsp;<\/p>\n\n\n\n<p>51. お願いです！<br>(I&#8217;m begging you,) please!<\/p>\n\n\n\n<p>52. お菓子（を）頂戴！<br>Please give me candy!<\/p>\n\n\n\n<p>53. 黙って頂戴？<br>Could you please be quiet?<br><br><strong>Grammar Note<\/strong>: As for 頂戴, it is essentially a highly casual variant for 下さい and is seen at the end of a sentence after an object or the て form.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">In Conclusion&#8230;　<br>最後に…<\/h3>\n\n\n\n<p>Honorific speech (敬語) is arguably the hardest aspect of Japanese. Because we have yet to formally learn about the grammar points for honorific speech, do not feel pressured to master this variation.<\/p>\n\n\n\n<p>The main takeaway is that you have gotten a good taste of what the 挨拶 phrases look like for meeting people for the first time, getting in contact with someone after a while (either in person or from afar), checking up on someone&#8217;s well-being, congratulatory messages, as well as the various ways of saying &#8220;please.&#8221;&nbsp;<\/p>\n\n\n\n<p>Once you have finally learned more about 敬語, especially if you have the opportunity to work in Japanese, you will see how these phrases set the basis for a world of many other related phrases.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Greetings ②: First-Time\/Reunion\/Well-Being\/Congratulatory&nbsp;挨拶表現②: 初対面・再会・安否・お祝いのご挨拶 There is not a Japanes<a class=\"more-link\" href=\"https:\/\/imabi.org\/greetings-ii%e3%80%80%e6%8c%a8%e6%8b%b6%e8%a1%a8%e7%8f%be%e3%80%81%e3%81%9d%e3%81%ae%e4%ba%8c\/\">続きを読む <span class=\"screen-reader-text\">&#8220;Greetings II　挨拶表現②&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":""},"tags":[],"class_list":["post-320","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-5a","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/320","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=320"}],"version-history":[{"count":16,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/320\/revisions"}],"predecessor-version":[{"id":11205,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/320\/revisions\/11205"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=320"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=320"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}