{"id":326,"date":"2023-07-13T18:19:14","date_gmt":"2023-07-14T01:19:14","guid":{"rendered":"https:\/\/imabi.org\/?page_id=326"},"modified":"2024-04-18T20:23:04","modified_gmt":"2024-04-19T03:23:04","slug":"to-cost-money-terminology","status":"publish","type":"page","link":"https:\/\/imabi.org\/to-cost-money-terminology\/","title":{"rendered":"To Cost: Money Terminology"},"content":{"rendered":"\n<h3 class=\"wp-block-heading\">To Cost: Money Terminology<\/h3>\n\n\n\n<p>Money is a part of all our lives. In this lesson, we will&nbsp;familiarize&nbsp;ourselves with the various terms and phrases associated with money as well as basic finance and economics terms.&nbsp;<\/p>\n\n\n\n<p><strong>Lesson Note<\/strong>: An important feature of this lesson is instead of entirely relying on vocab charts followed by examples, much of the terminology showcased in this lesson is introduced to you via the explanations and examples to provide context.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">How Much is This?　　お値段を聞くとき<\/h3>\n\n\n\n<p>When first learning Japanese, you learn how to say&#8230;&#8230;<\/p>\n\n\n\n<p>1. （お値段は）（税込みで）おいくらですか<br>How much is that (with tax)?<\/p>\n\n\n\n<p>…but you might not have learned&nbsp;how to say &#8220;with tax,&#8221; the opposite of which is 税抜きで. You will often see 税込 and 税抜 in parentheses to the right of a price. If mentioned to the left without parentheses, で is optional.&nbsp;<\/p>\n\n\n\n<p>Going back to いくら, it can also follow a large number to roughly estimate the rest of the sum. There is no need to add the counter ～円 for yen or any other currency as this is deemed obvious in context.&nbsp;<\/p>\n\n\n\n<p>2. 月10万いくらの収入<br>An income of 100,000 or so a month<\/p>\n\n\n\n<p>Another phrase for asking prices is:<\/p>\n\n\n\n<p>3a. なんぼですか。（方言）<\/p>\n\n\n\n<p>3b. なんぼでっか。 (もっと砕けた)<\/p>\n\n\n\n<p>With an accent placed on ぼ, this is a dialect phrase made famous for its long history of being used by the Osakan consumer base. Its use is still highly prevalent in older generations, but is under severe decline in younger generations.<\/p>\n\n\n\n<p><strong>値段 vs 価格<\/strong><\/p>\n\n\n\n<p>There are two basic words for &#8220;price.&#8221; （お）値段 is the preferred word in the spoken language whereas 価格 becomes far more utilized in the written language as well as technical language.&nbsp;<\/p>\n\n\n\n<p>4. 適正な価格は市場が決める。<br>Suitable prices are determined by the market.<\/p>\n\n\n\n<p>5. それはお値段以上の価値がある。<br>It&#8217;s worth more than the price.&nbsp;<\/p>\n\n\n\n<p><strong>Word Note<\/strong><\/p>\n\n\n\n<p><strong>Giving a Price<\/strong><\/p>\n\n\n\n<p>When replying with the price, it is appropriate to use a&nbsp;form of the copula. When in the service industry, be sure to use honorific speech&nbsp;(敬語).<\/p>\n\n\n\n<p>6. 合計で2500円でございます。<\/p>\n\n\n\n<p>The total is ¥2,500.&nbsp;<\/p>\n\n\n\n<p>7a.&nbsp;お会計は3000円になります。△<\/p>\n\n\n\n<p>7b. お会計は3000円でございます。◎<br>The bill is&nbsp;¥3,000.&nbsp;<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: Using&nbsp;～になります instead of a form of the copula is exceedingly common by people in customer service.&nbsp;It is considered as an example of&nbsp;バイト敬語, will likely result in its eventual acceptance within the next decade.&nbsp;<\/p>\n\n\n\n<p><strong>Check, Please<\/strong><\/p>\n\n\n\n<p>When asking for one&#8217;s check, お会計&nbsp;and&nbsp;お勘定 are both acceptable. Some speakers also say おあいそ (sometimes written in Kanji as お愛想), but some establishments may take offence to this as it originates from a phrase used by businesses to prompt the guest to pay (see Ex. 9), but its acceptance is high enough as an alternative way to ask for one&#8217;s bill that this meaning is listed in dictionaries. Lastly, as for the fourth means of asking for one&#8217;s check, the English phrase チェック has also made it into the language and can be used to sound cool.<\/p>\n\n\n\n<p>8a. お会計（を）お願いします。<\/p>\n\n\n\n<p>8b. お勘定（を）お願いします。<br>8c. お愛想（を）お願いします。<br>8d. チェック（を）お願いします。<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>:&nbsp;Despite all the other options using the honorific prefix お-, おチェック is not used and is considered a grammatical mistake.&nbsp;<\/p>\n\n\n\n<p>9. 愛想尽かしなことで申し訳ございませんがお会計をお願いいたします。（店側）<br>I deeply apologize for the lack of hospitality this may show by our asking, but if we could please ask of you (payment) for your bill, please.<\/p>\n\n\n\n<p><strong>Receipts: レシート vs 領収書<\/strong><\/p>\n\n\n\n<p>When giving a guest their receipt, knowing the following is an important difference that doesn&#8217;t translate into English.&nbsp;<\/p>\n\n\n\n<p>10a. レシートのお返しです。？？<\/p>\n\n\n\n<p>10b. レシートでございます。◎<\/p>\n\n\n\n<p>10c. 領収書でございます。◎<\/p>\n\n\n\n<p>Here is your receipt.<\/p>\n\n\n\n<p>A レシート has the name of the store (店名), the date of purchase (日付), and what product （購入した商品）or service (利用したサービス) is purchased along with the unit cost (単価). If, however, the name of the recipient (購入者) is mentioned, it is treated as a 領収書. This is often translated into English as a &#8220;hand-written receipt&#8221; as it has a blank line included for the customer&#8217;s name to be filled out for claiming expenses. Failing to present may prompt someone to tell you Ex. 11.<\/p>\n\n\n\n<p>As for why 10a is marked by &#8220;??,&#8221;&nbsp;this is because it is&nbsp;considered to be a mistake brought about by equating giving a&nbsp;receipt for&nbsp;giving (back) change. Of course, if you did have to return a receipt to a guest, then 10a. would be valid.&nbsp;<\/p>\n\n\n\n<p>11. 領収書じゃないとだめ・・・・・・<br>It needs to be a hand-written receipt&#8230;&#8230;<\/p>\n\n\n\n<p><strong>Accepting Payment&nbsp;<\/strong><\/p>\n\n\n\n<p>When accepting payment, there is disagreement among speakers on what to say. In English, it is appropriate to simply accept the money with a &#8220;thank you&#8221; and then go about finalizing the payment, giving change back if necessary. This is not the case in Japanese. The employee must state in a humble fashion that they are accepting the payment. This, though, is rather complicated and businesses may differ in how they teach their employees to word this.&nbsp;<\/p>\n\n\n\n<p>12a. 1万円からお預かりいたします。X<br>12b. 1万円お預かりいたします。△・〇・◎<br>12c. 1万円お受け取り(いた)します。◎?・△<br>I am being entrusted with this&nbsp;¥10,000.<\/p>\n\n\n\n<p>12b. is currently the industry standard for when change is to be given back to the guest as the establishment is being &#8220;entrusted&#8221; with more many than is due. The inclusion of the particle から after the total given is incredibly common, but this is from confusing 預かる (to withhold\/be entrusted with\/hold onto)&nbsp;with 受け取る (to accept).<\/p>\n\n\n\n<p>Since 預かる means&nbsp;that you are holding onto something for someone,&nbsp;some argue that you as a worker are not&nbsp;<em>really<\/em>&nbsp;just holding onto the money like you would a suitcase. You&#8217;re accepting it as payment. Those&nbsp;grammar hawks suggest using (12c) and those same speakers&nbsp;will also say that using から would make more sense here&nbsp;because you would be telling the customer outright that you are subtracting the total from the larger sum provided.&nbsp;In reality,&nbsp;12c.&nbsp;is overwhelmingly NOT used by&nbsp;the service industry itself, and for that reason, it is also marked as unnatural.&nbsp;<\/p>\n\n\n\n<p>The logic as for why 預かる is used by the industry is based on the concept of ownership (所有権) of the amount of money (金額). Until the bill(s) are processed in the register (レジ) and change is given back to the consumer, that money is still owned by the consumer and the establishment does view this as their way of holding onto the money until the transaction (決済) is finalized. Once the change is given back, the ownership of said change has not changed.&nbsp;<\/p>\n\n\n\n<p>13a. 5600円ちょうどお預かりいたします。X<br>13b. 5600円ちょうど｛頂きます・頂戴いたします｝。◎<\/p>\n\n\n\n<p>I will be accepting exactly&nbsp;¥5,600 from you.&nbsp;<\/p>\n\n\n\n<p>If the total is exact, more speakers do find the use of 預かる unnatural as the money is not being withheld. Some might argue, though, that if it takes a moment for the payment to process and for a receipt to be given, you are still withholding it for some time, but in general, using either 頂きます or 頂戴いたします in this situation would be most natural.&nbsp;<\/p>\n\n\n\n<p><strong>Change &amp; Tipping<\/strong><\/p>\n\n\n\n<p>When your change is being given back to you, you will hear the following:&nbsp;<\/p>\n\n\n\n<p>14a. 〇〇円のお返しでございます。◎<\/p>\n\n\n\n<p>14b. 〇〇円のお返しになります。△<br>Here is your change of&nbsp;¥##.&nbsp;<\/p>\n\n\n\n<p>Remember that the use of ～になります is too common not to ignore but that many speakers, especially those in their 30s and older, may still find it ungrammatical.<\/p>\n\n\n\n<p>Now, what if you need to ask for your change or if you want to tell the person you are in no need of change? Although the latter is not something you would generally hear in Japan considering that it has no tipping culture&nbsp;(チップの習慣), as someone who may still handle Japanese guests in a tip-friendly country, the following phrases may be very helpful.&nbsp;<\/p>\n\n\n\n<p>15. お釣りをください。<br>Can I have my change, please.<\/p>\n\n\n\n<p><strong>Word Note<\/strong>: From the perspective of the customer, change is お釣り instead of&nbsp;お返し because they are not the one returning the money.&nbsp;&nbsp;<\/p>\n\n\n\n<p>16. お釣りを〇〇ドル札でもらえますか。<br>Can you give me the change in $## bills?<\/p>\n\n\n\n<p><strong>Word Note<\/strong>: Money bills are called （お）札, but don&#8217;t confuse the reading as おふだ as this is an unrelated term meaning &#8220;talisman.&#8221; 札（さつ） can be used with any currency. So, ¥1000 bills&nbsp;are&nbsp;called 千円札 and&nbsp;$100 bills are called 百ドル札. Similarly to how 100 bills are called &#8220;Benjamin(s)&#8221; in slang, the same happens with bills in Japanese. So, a 10,000 bill can sometimes be called a ユキチ because that is the individual on it &#8211; full name being: 福沢諭吉.<\/p>\n\n\n\n<p>17. お釣りは要りません。<br>I don&#8217;t need change.<\/p>\n\n\n\n<p>18.（この）10ドル札を1ドル札（10枚に）｛崩して・両替して｝｛もらえますか・もらえませんか・いただけますか・いただけませんか｝。<\/p>\n\n\n\n<p>Could you [change\/break] [this\/a] $10 bill into (10) $1s for me?<\/p>\n\n\n\n<p><strong>Word Notes<\/strong>:&nbsp;<br>1. Verbally doing the math for the cashier (レジ係) may seem condescending, but when handling&nbsp;foreign currency (外貨), which dollars would be foreign to Japanese speakers, this may simply be a form a self-reassurement.&nbsp;<br>2. In general, 崩す is more common than 両替する&nbsp;as the latter is more so used to refer&nbsp;to converting between different currencies (通貨).<br>3. The choice between ～もらえますか, ～もらえませんか, ～いただけますか, and ～いただけませんか is made by both preference and how formal you wish to be. ～ませんか is deemed to be more polite and less direct than ～ますか. Similarly, ～いただく is more humble than ～もらう.&nbsp;<\/p>\n\n\n\n<p>19. 3ドルお釣りをください、（残りはチップです）。<br>Give me $3 back, please(;&nbsp;the rest is tip).<\/p>\n\n\n\n<p>When explaining to Japanese guests how tipping works, you could explain as follows:<\/p>\n\n\n\n<p>20. ｛支払い伝票に｛署名・（お名前を）サイン｝（を）してください。それから、その下に「Tip」と書かれた箇所にチップの金額を(ご自由に)ご記入いただけたら幸いです。<br>Please sign your name on the payment slip. Then, underneath where it says &#8220;Tip,&#8221; we would appreciate it if you wrote your tip amount (however much you choose).<\/p>\n\n\n\n<p><strong>Word Notes<\/strong>:<br>・The use of レシート could be used instead of 支払い伝票, but this may conjure up confusion as to why they are having to sign considering how that it is not done in Japan. This is why 伝票 is included as it means &#8220;sales slip,&#8221; which makes explicitly clear that you are the purchaser and paying that amount.<br>・Both サイン（をする）and 署名（を）する are commonplace for &#8220;to sign.&#8221;&nbsp;<\/p>\n\n\n\n<p>・If the guest has asked whether they should tip or not prior to you explaining how receipts work, you would need to replace ご自由に&nbsp;with ゼロと. Assuming that they genuinely wish to know how much but considering your position of not being able to force any given amount, ご自由に would be a great ambiguous response.&nbsp;<\/p>\n\n\n\n<p><strong>Total Amount<\/strong><\/p>\n\n\n\n<p>There are several words that will pop up when you look up &#8220;total&#8221; in a dictionary. As we saw in Ex. 6, 合計 is great for providing the total amount that the guest owes you, but if you find yourself reading Japanese invoices and need to do some accounting, you will need to know the rest of these terms.<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><tbody><tr><td>小計<\/td><td>&nbsp;&#8220;Subtotal,&#8221; meaning it is only a total for a specific part of an itemization.<\/td><\/tr><tr><td>合計<\/td><td>&nbsp;&#8220;Sum total,&#8221; this is generally appropriate for bills, but in a considerable itemization, it is the sum of a section.&nbsp;<\/td><\/tr><tr><td>累計<\/td><td>&nbsp;&#8220;Cumulative total (up to now).&#8221; Assume there is goal (目標) to be met in sales (売上), but your amount sold (売上高) is only so much, that is what is meant by this total.<\/td><\/tr><tr><td>総計<\/td><td>&nbsp;&#8220;Total amount&#8221; combining all totals that may be involved, often in increments for a whole month or year.&nbsp;<\/td><\/tr><tr><td>総額<\/td><td>&nbsp;&#8220;Total amount of money,&#8221; this is identical to 総計 with only money implied, meaning no other form of measurement.<\/td><\/tr><tr><td>&nbsp;トータル<\/td><td>&nbsp;This word is more appropriate for giving counts, measurements (aside from money).<\/td><\/tr><tr><td>&nbsp;和<\/td><td>&nbsp;This is the &#8220;sum&#8221; of an equation. You will need to know it for math and Excel, but it will not be what you see in an invoice.&nbsp;<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>21.<\/p>\n\n\n\n<p>支店　　　　　月　　　　来客数<br>品川店　　　　１　　　　156<br>　　　　　　　２　　　　178<\/p>\n\n\n\n<p>　　　　　　　３　　　　363<br>　　　　　　　小計　　　697<br>鎌田店　　　　・・・　　・・・<\/p>\n\n\n\n<p>Branch　　　　 　　　Month　　　　　#&nbsp;of Customers<br>Shinagawa Store　　　January　　　　156<br>　　　　　　　　　　&nbsp; February　　　&nbsp; &nbsp;178<br>　　　　　　　　　　&nbsp; March　　　　　363<br>　　　　　　　　　　&nbsp; Subtotal　　　　 697<br>Kamata Store　　　　 ・・・　　　　　・・・<\/p>\n\n\n\n<p>22.&nbsp;&nbsp; 日付　　　　　　費目　　　　　金額<\/p>\n\n\n\n<p>　&nbsp; &nbsp; 11月2日　　　　交通費　　　&nbsp; &nbsp;1630円<\/p>\n\n\n\n<p>　　11月2日　　　　資料代　　　　1563円<\/p>\n\n\n\n<p>　　11月2日　　　　宿泊費　　　　8200円<br>&nbsp; &nbsp; &nbsp; &nbsp;11月2日　　　　運送料　　　　3500円<\/p>\n\n\n\n<p>　　11月3日　　　　・・・　　　　・・・<br>&nbsp; 　&nbsp; 11月4日　　　　・・・　　　　・・・<\/p>\n\n\n\n<p>　　　　　　　　　　費目　　　　&nbsp; 合計<\/p>\n\n\n\n<p>　　　　　　　　　　交通費　　　&nbsp; 5670円<\/p>\n\n\n\n<p>　　　　　　　　　　資料代&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;4800円<\/p>\n\n\n\n<p>　　　　　　　　　　宿泊費&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;24600円<br>　　　　　　　　　　運送料　　　&nbsp; &nbsp;3500円<br>　　　　　　　　｛総計・総額｝&nbsp; &nbsp; &nbsp; &nbsp;38570円&nbsp;<\/p>\n\n\n\n<p>Date　　　　　Expenditure Type　　Amount<br>11\/2 　　　　　Transportation　　　 ¥1630<br>11\/2　　　　　&nbsp; Resources　　　　&nbsp; &nbsp;¥1563<br>11\/2　　　　　&nbsp; Board　　　　　　　¥8200<br>11\/2　　　　　&nbsp; Shipping　　　　　&nbsp; &nbsp;¥3500<br>11\/3　　　　　&nbsp; ・・・　　　　　　&nbsp; ・・・<br>11\/4　　　　　&nbsp; ・・・　　　　　　&nbsp; ・・・<br>　　　　　　　&nbsp; Expenditure Type&nbsp; &nbsp; &nbsp; &nbsp;Total<br>　　　　　　　&nbsp; Transportation　　　 ¥5670<br>&nbsp; 　　　　　　　Resources　　　　　¥4800<br>　　　　　　　&nbsp; Board　　　　　　　 ¥24600<br>　　　　　　　&nbsp; Shipping　　　　　&nbsp; &nbsp; ¥3500<br>&nbsp;　　　　　　　&nbsp; Grand Total　　　　&nbsp; ¥38570<br><\/p>\n\n\n\n<p><strong>Word Note<\/strong>: 費用 (expense),&nbsp;料金 (fee), and 代金 (charge)&nbsp;&nbsp;are very similar and so are their suffix forms &#8211; ～費, ～料, and ～代 respectfully.&nbsp;<br>・料金 and ～料 refer to fees that accrue from a service.<br>・費用 and ～費 are expenses\/your compensation (対価) for&nbsp;utilizing&nbsp;a service for whenever you opt to use it.<\/p>\n\n\n\n<p>・代金 and ～代 is the change\/your compensation for a physical good (物品).<\/p>\n\n\n\n<p>23. おかげさまで販売数が累計で1億個を突破しました。<br>Thanks to everyone&#8217;s support, we have accomplished selling a cumulative total of 100 million of them!&nbsp;<\/p>\n\n\n\n<p><strong>How Much Did it Cost&nbsp;<\/strong><strong><em>You<\/em><\/strong>?<\/p>\n\n\n\n<p>The most important way to state how much something costs is using&nbsp;<em>suru<\/em>&nbsp;する, which functions as an intransitive verb with the value phrase functioning as an adverb. The &#8220;cost&#8221; is the sticker price that the person will pay.&nbsp;<\/p>\n\n\n\n<p>24. 現地で150ドルしました。<br>It cost me $150 on the ground.&nbsp;<\/p>\n\n\n\n<p>25. 値引きで300ドルちょっとしました。<br>With the discount, it cost a little over $300.&nbsp;<\/p>\n\n\n\n<p>26. タラバガニを一杯買って、4万円しましたよ。<br>I bought a whole red king crab, and it cost ¥40,000.<\/p>\n\n\n\n<p>This is NOT the same thing as what we saw for how a cashier would tell you the price as this is a matter of discussion how much it is going to cost in general. If asking what the price\/cost of something is, the copula does show up.<\/p>\n\n\n\n<p>27. 罰金は200～500ユーロです。<br>The fee is&nbsp;€200-500.&nbsp;&nbsp;<\/p>\n\n\n\n<p>28. ほぼ新品です。購入価格は20万円でした。<br>It&#8217;s practically brand-new. The purchase price was ¥200,000.<\/p>\n\n\n\n<p>It must be noted that おいくらしますか does exist but that you are inherently ready to bargain (値段交渉). Again, how much is it going to cost you<em>&nbsp;really<\/em>?&nbsp;<\/p>\n\n\n\n<p>Similarly, the verb かかる can be used to mean &#8220;cost,&#8221; but it implies that the cost was an&nbsp;expense. Think hospital bills, traffic fines, etc.&nbsp;<\/p>\n\n\n\n<p>29.&nbsp;関税は2万円かかりました。<em><br><\/em>The customs duties cost ¥20,000.<\/p>\n\n\n\n<p>30. 建設には10万ドルかかった。<br>It cost&nbsp;$100,000 for its construction.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Making Money &amp; World Currencies<\/h3>\n\n\n\n<p>The basic word for money is（お）金. People spend hours earning it, so it is best we learn how to express this in Japanese.<\/p>\n\n\n\n<p>31. アルバイトでお金を稼いでいます。<br>I am earning money at a part-time job.<\/p>\n\n\n\n<p>32. 投資を始めて結構儲かっています。<br>I&#8217;ve begun to invest and making quite a bit of money.<\/p>\n\n\n\n<p>33. あの会社は医療品を販売することで利益を得ています。<br>That company is making profit by selling medical supplies.&nbsp;<\/p>\n\n\n\n<p>34. 会社は儲けなければ継続してはいけない。<br>If a company doesn&#8217;t make a profit, it mustn&#8217;t continue.<\/p>\n\n\n\n<p><strong>Word Note<\/strong>: 儲かる and 儲ける both refer to making a profit, but the former is intransitive and refers to being naturally profitable whereas 儲ける is a transitive verb which&nbsp;implies&nbsp;that an active effort to make said profit.&nbsp;<\/p>\n\n\n\n<p>35. 儲けるは欲、儲かるは道<br>Earning a profit is a want, but being profitable is a principle.<\/p>\n\n\n\n<p>36. 儲かりまっか？（大阪弁）<br>How&#8217;s business?<\/p>\n\n\n\n<p><strong>Phrase Note<\/strong>: Ex. 36 is an infamous phrase from Osaka and is treated as a greeting.<\/p>\n\n\n\n<p>37. 造幣局は政府が貨幣を製造する場所です。<\/p>\n\n\n\n<p>The mint is where the government manufactures money.&nbsp;<\/p>\n\n\n\n<p>The technical word for money as seen in Ex. 37 is&nbsp;貨幣. &#8220;Paper money&#8221; is called 紙幣, but that is printed, at least in Japan, at the 国立印刷局.&nbsp;Currency itself is 通貨, and in recent decades&nbsp;cryptocurrency (暗号通貨), virtual currency (仮想通貨), and&nbsp;digital currency (デジタル通貨) have become interrelated terms that will likely shape commerce (交易) for future generations.&nbsp;<\/p>\n\n\n\n<p>Even with how our world is changing, gold coins (金貨) and silver coins&nbsp;(銀貨) have remained staples for centuries, although these precious metals (貴金属)&nbsp;are obviously not what modern countries use to mass produce coins※&nbsp;(硬貨). Think nickel (ニッケル), copper (銅), zinc (亜鉛), brass (真鍮), aluminum (アルミ).<\/p>\n\n\n\n<p>38. 硬貨を鋳造する。<br>To mint coins.<\/p>\n\n\n\n<p>※小銭 also means &#8220;coins,&#8221; but it is the &#8220;small change&#8221; that comes about from physical coins, which is 硬貨. Another word to consider is 金銭, which is used in the same way &#8220;cash&#8221; is in English.<\/p>\n\n\n\n<p>39. 家族内の金銭問題で悩んでいます。<\/p>\n\n\n\n<p>I&#8217;m struggling with family cash problems.&nbsp;<br><\/p>\n\n\n\n<p>40. 大量の小銭はどうする？<br>What do you do with large amounts of change?<\/p>\n\n\n\n<p>Speaking of which, as for which currencies&nbsp;are readily known by the average Japanese speaker,&nbsp;aside from the Japanese yen, its official name being 日本円, the list is dominated by those of major Asian and European powers.&nbsp;<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><thead><tr><td><strong>Countri(es)<\/strong><\/td><td><strong>&nbsp;Technical Currency Name(s)<\/strong><\/td><td><strong>&nbsp;General Name<\/strong><\/td><td><strong>&nbsp;漢字<\/strong><\/td><\/tr><\/thead><tbody><tr><td>U.S.A<\/td><td>アメリカ合衆国ドルアメリカ・ドル米ドル<\/td><td>&nbsp;ドル<\/td><td>&nbsp;弗<\/td><\/tr><tr><td>&nbsp;China<\/td><td>&nbsp;人民元人民幣中国元<\/td><td>&nbsp;元（げん・ユアン）<\/td><td>&nbsp;元<\/td><\/tr><tr><td>&nbsp;EU<\/td><td>&nbsp;ユーロ<\/td><td>&nbsp;ユーロ<\/td><td>&nbsp; n\/a<\/td><\/tr><tr><td>&nbsp; England<\/td><td>&nbsp;スターリング・ポンド<\/td><td>&nbsp;ポンド<\/td><td>&nbsp;磅<\/td><\/tr><tr><td>&nbsp;South Korea<\/td><td>&nbsp;大韓民国ウォン<\/td><td>&nbsp;（韓）ウォン<\/td><td>&nbsp; n\/a※<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>※The words yen (Japanese currency), yuan (Chinese currency), and won (Korean currency), come from the same word: 圓. This Kanji is the original form of 円 and its use is maintained throughout the Chinese speaking world, at least for their currency along with 元, which is treated as a shorthand. Because ウォン, would become indistinguishable if it were written with either Kanji, it does not get written in Kanji at all in Japanese.&nbsp;<\/p>\n\n\n\n<p>※弗 and&nbsp;磅 were assigned to their respective currencies in the 1800s before Katakana spellings became most prevalent and are no longer used, but their histories are interesting. 弗 was chosen simply because it resembles the dollar sign ($) and 磅 was created along with many other Kanji to represent English measure words.&nbsp;<\/p>\n\n\n\n<p>All other world currencies either utilize the same concept such as dollars or are not readily known to the Japanese population. Some like pesos (ペソ), rupees (ルピー), or rubles (ルーブル) will still appear on occasion when discussing foreign countries.<\/p>\n\n\n\n<p>41. 両替をお願いします。<br>Could I have you do an exchange for me?<\/p>\n\n\n\n<p>42. 円をウォンに両替できますか。<br>Can I exchange yen for won?<\/p>\n\n\n\n<p>43. きょうの為替レートを教えてください。<br>Please tell me the exchange rates for today.&nbsp;<\/p>\n\n\n\n<p>44. 1ユーロは日本円でおいくらですか。<br>What is 1 euro worth in Japanese yen?&nbsp;<\/p>\n\n\n\n<p>45. 三菱UFJ銀行では、窓口での外貨両替は終了しています。<br>At Mitsubishi UFJ Bank, foreign currency exchange has ended at the counter.<\/p>\n\n\n\n<p>46. アメリカドルの２０ドル紙幣が１００枚必要です。<br>I am in need of one hundred&nbsp;$20 bills in USD.&nbsp;<\/p>\n\n\n\n<p>47. 各銀行・両替所によって為替レートまたは取り扱い通貨は変わりますので、両替の際は必ず店頭またはホームページにてご確認下さい。&nbsp;<br>The exchange rate as well as the currencies handled will change at each bank\/exchange place, so please&nbsp;always confirm with the front or the homepage of said place when you go to exchange money.&nbsp;<\/p>\n\n\n\n<p>48. 今週も依然として1ドルは148円<strong>台<\/strong>にとどまっています。<\/p>\n\n\n\n<p>As of yet into this week as well, $1 is stuck in the ¥148&nbsp;range.&nbsp;<\/p>\n\n\n\n<p><strong>Word Note<\/strong>: 台 indicates that the rate is fluctuating but in the decimal range. There are in fact, units (単位) for 1\/100th of a yen (銭) and 1,000th of a yen (厘), which become more important in stock market financing.&nbsp;&nbsp;&nbsp;<br><\/p>\n\n\n\n<p>49. 本日午前の東京外国為替市場で、円相場は上昇した。12時時点は1ドル=147円20～22銭と前週末17時時点と比べて68銭の円高・ドル安だった。<\/p>\n\n\n\n<p>Today before noon in&nbsp;the Tokyo Foreign Exchange Market, the yen exchange rate was on the rise. At exactly&nbsp;12 PM, $12 = ¥147.20-22, which is a&nbsp;¥.68 increase in value for the yen and dollar depreciation vice versa compared to what it was exactly at 5 PM last weekend.&nbsp;<\/p>\n\n\n\n<p><strong>Word Note<\/strong>: &#8220;Currency + ～高&#8221; and&nbsp;&#8220;Currency + ～安&#8221; indicate the &#8220;appreciation&#8221; and &#8220;depreciation&#8221; of a currency respectively.<\/p>\n\n\n\n<p><br><strong>Word Note<\/strong>: 為替 and 相場 may seem similar, but 為替 itself means &#8220;money exchange&#8221; and 相場 means &#8220;market price.&#8221; Meaning, 為替相場 is the full way of saying &#8220;(foreign) exchange market price,&#8221; a.k.a, &#8220;exchange rates.&#8221;&nbsp;&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Stock Markets　　株価市場関連の表現<\/h3>\n\n\n\n<p>Finance (金融) is a huge part of money and stocks (株) are talked about just as much. Japan holds the third largest stock exchange in the world and goes by the name&nbsp;&nbsp;東京証券取引所, or 東証 for short.&nbsp;<br><\/p>\n\n\n\n<p>Stock prices&nbsp;(株価)&nbsp;are most important to a stock market&nbsp;(株価市場) consumer.&nbsp;<br>Many in the west are familiar with the term Nikkei 225, or Nikkei for short, but this is actually what one of the stock market indexes&nbsp;(株価指数) is for Tokyo Stock Exchange and is NOT the name of the institution. In Japanese, the Nikkei 225 is known as 日経平均株価. It is on par in Japan with TOPIX (東証株価指数), a.k.a, &#8220;The Tokyo Stock Price Index.&#8221;<\/p>\n\n\n\n<p>50. テレビや新聞でよく目にする「日経平均株価」とは、日本経済新聞社が日々算出し、公表している株価指数のことを指します。<br>The phrase &#8220;Nikkei 225&#8221; that you hear on TV and in the newspapers refers to the stock market index that is calculated and announced by&nbsp;Nihon Keizai Shimbun Inc.&nbsp;on a daily basis.<\/p>\n\n\n\n<p><strong>Word Note<\/strong>:<br>There are two words for &#8220;index&#8221;: 指数 and 指標.<br>・指数 indicates the second-by-second recording of stock value fluctuation (増減) &#8211; ex. 生産指数 (manufacture index)&nbsp;<br>・指標 is a numerical value (数値) or benchmark (目標・指針・基準) used for appraisals\/determinations &#8211; ex.&nbsp;景気指標 (business index).&nbsp;<\/p>\n\n\n\n<p>51. 日本の消費者物価指数は現時点では、101.74となっています。<br>The Japanese Consumer Price Index is currently at 101.74.<\/p>\n\n\n\n<p>52. 予期せぬ経済指標を受け、世界経済が大混乱に陥ってしまっている。<br>Given such an unexpected economic index, the world economy has been plunged into chaos.&nbsp;<\/p>\n\n\n\n<p>Without having to delve into obscure economics （経済学) jargon&nbsp;(専門用語)&nbsp;more&nbsp;than we already have, we&nbsp;will&nbsp;conclude our discussion on money by looking over keywords which may appear in business conversations.&nbsp;<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><tbody><tr><td>株式会社<\/td><td>&nbsp; Stock company<\/td><td>&nbsp;消費者<\/td><td>&nbsp; Consumer<\/td><\/tr><tr><td>&nbsp;始値<\/td><td>&nbsp; Opening price<\/td><td>終値<\/td><td>&nbsp; Closing price<\/td><\/tr><tr><td>&nbsp;値上がり<\/td><td>&nbsp; Price increase<\/td><td>値下がり<\/td><td>&nbsp; Price drop<\/td><\/tr><tr><td>&nbsp;取り引き<\/td><td>&nbsp; Transaction<\/td><td>&nbsp;銘柄<\/td><td>&nbsp; Brand<\/td><\/tr><tr><td>雇用統計<\/td><td>&nbsp; Jobs data<\/td><td>&nbsp;金利<\/td><td>&nbsp; Interest rate<\/td><\/tr><tr><td>出来高<\/td><td>&nbsp; Yield<\/td><td>金融機関<\/td><td>&nbsp;Financial institution<\/td><\/tr><tr><td>是正<\/td><td>&nbsp; Correction\/revision<\/td><td>情勢<\/td><td>&nbsp; State of affairs<\/td><\/tr><tr><td>上方修正<\/td><td>&nbsp; Upward adjustment<\/td><td>&nbsp;下方修正<\/td><td>&nbsp; Downward adjustment<\/td><\/tr><tr><td>&nbsp;投資家<\/td><td>&nbsp; Investor<\/td><td>&nbsp; 証券<\/td><td>&nbsp; Bond\/certificate<\/td><\/tr><tr><td>&nbsp;利上げ<\/td><td>&nbsp;Interest rate hike<\/td><td>&nbsp;利下げ<\/td><td>&nbsp;Interest rate drop<\/td><\/tr><tr><td>&nbsp;国債<\/td><td>&nbsp;Government bond<\/td><td>&nbsp;政策<\/td><td>&nbsp;Policy measure<\/td><\/tr><tr><td>&nbsp;上昇<\/td><td>&nbsp;Increase<\/td><td>&nbsp;下落<\/td><td>&nbsp;Decline<\/td><\/tr><tr><td>&nbsp;動向<\/td><td>&nbsp;Trend(s)<\/td><td>&nbsp;景気<\/td><td>&nbsp;Economic activity<\/td><\/tr><tr><td>&nbsp;企業<\/td><td>&nbsp;Enterprise(s)<\/td><td>&nbsp;決算<\/td><td>&nbsp;Financial results<\/td><\/tr><tr><td>&nbsp;金融緩和<\/td><td>&nbsp;Monetary easing<\/td><td>&nbsp;金融逼迫<\/td><td>&nbsp;Monetary stringency<\/td><\/tr><tr><td>&nbsp;需要<\/td><td>&nbsp;Demand<\/td><td>&nbsp; &nbsp;先物価格<\/td><td>&nbsp;Futures<\/td><\/tr><tr><td>&nbsp;～買い<\/td><td>&nbsp;Buying of&#8230;<\/td><td>&nbsp;～売り<\/td><td>&nbsp;Selling of&#8230;<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>53. 株価は、日本市場でも値上がりしました。<br>Stock prices rose even&nbsp;in the Japanese markets.<\/p>\n\n\n\n<p><strong>Word Note<\/strong>: 値上がり, 値下がり, 利上げ, and 利下げ can all be used as verbs with the addition of する.<\/p>\n\n\n\n<p>54. 国内の市場関係者と海外の投資家との間に認識のギャップがある。<br>There is a gap in perception between domestic market players and foreign investors.<\/p>\n\n\n\n<p>55. 日経平均株価、午前の終値は先週末の終値より328円92銭高い2万7528円66銭。<br>The Nikkei 225 morning closing price is at, ¥27528.66, which is&nbsp;¥328.92 higher than the closing price for last weekend.<\/p>\n\n\n\n<p>56. 日銀は引き続き、粘り強く金融緩和を続ける姿勢を示している。<br>The Bank of Japan is persistently demonstrating their stance to continue with monetary easing.&nbsp;<\/p>\n\n\n\n<p>57. ダウ平均株価の値上がりは3営業日ぶりです。<br>It has been three business days since the last time the Dow Jones Industrial Average increased in value.&nbsp;<\/p>\n\n\n\n<p>58. 世界経済が減速することへの懸念が和らいで、買い注文が増えた。<br>Shares bought increased as worries that the world economy will slow down eased.<\/p>\n\n\n\n<p>59. 中国のコロナ感染対策が緩和されれば、経済活動が正常化し原油の需要が高まるだろう。<br>If China&#8217;s measures of preventing COVID infections are alleviated, economic activity will normalize and the demand for crude oil will rise.&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>To Cost: Money Terminology Money is a part of all our lives. In this lesson, we will&nbsp;familiarize&nbsp;our<a class=\"more-link\" href=\"https:\/\/imabi.org\/to-cost-money-terminology\/\">続きを読む <span class=\"screen-reader-text\">&#8220;To Cost: Money Terminology&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":""},"tags":[],"class_list":["post-326","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-5g","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/326","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=326"}],"version-history":[{"count":2,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/326\/revisions"}],"predecessor-version":[{"id":4850,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/326\/revisions\/4850"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=326"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=326"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}