{"id":328,"date":"2023-07-13T18:20:19","date_gmt":"2023-07-14T01:20:19","guid":{"rendered":"https:\/\/imabi.org\/?page_id=328"},"modified":"2024-04-18T20:23:38","modified_gmt":"2024-04-19T03:23:38","slug":"difficult-i-%ef%bd%9e%e3%81%ab%e3%81%8f%e3%81%84","status":"publish","type":"page","link":"https:\/\/imabi.org\/difficult-i-%ef%bd%9e%e3%81%ab%e3%81%8f%e3%81%84\/","title":{"rendered":"Difficult I: ～にくい"},"content":{"rendered":"\n<h3 class=\"wp-block-heading\">Difficult I: ～にくい<\/h3>\n\n\n\n<p>In the previous lesson, we learned about the various adjectives meaning &#8220;easy&#8221; as well as the ending ～やすい. Similarly, we&#8217;ll be learning about the various ways to say &#8220;difficult.&#8221; Although ～にくい is by no means the only ending used to mean &#8220;difficult to do&#8230;&#8221;, it&#8217;ll be the only ending introduced in this level of いまび.&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">The Adjective 難しい &amp; Its Variants<\/h3>\n\n\n\n<p>The easy thing about saying &#8220;difficult&#8221; in Japanese is that the similarity between synonyms is not nearly as great as the case with the adjectives meaning &#8220;easy.&#8221; Meaning, although synonyms certainly exist, they&#8217;re different enough that their English equivalents could just as easily be mapped on to them without causing too much confusion. To see this in action, let&#8217;s start off by looking at 難しい. This word means &#8220;difficult\/hard,&#8221; and is a vocab word we saw early on in our introduction to adjectives.&nbsp;<\/p>\n\n\n\n<p><strong>Word Form Note<\/strong>: 難しく is the adverb form and is frequently paired with する to mean &#8220;to make&#8230;hard.&#8221;&nbsp;<\/p>\n\n\n\n<p>1.&nbsp;<strong>難しい<\/strong>漢字が出た。<br>A difficulty Kanji popped up.<\/p>\n\n\n\n<p>2. 今も早期に発見することが<strong>難しい<\/strong>病気です。<br>Even now, it is a disease which is nearly impossible&nbsp;to find at an early stage.<\/p>\n\n\n\n<p>3.&nbsp;<strong>難しい<\/strong>事件をやればそれだけ手間がかかる。<br>Handling difficult cases involve their degree of work.<\/p>\n\n\n\n<p>4. 生還は<strong>難しい<\/strong>ですねえ。<br>Returning alive will be (nearly) impossible.<\/p>\n\n\n\n<p><strong>Word Note<\/strong>: 難しい, along with 厳しい (described below), are go-to euphemisms for saying something that you think are impossible.&nbsp;<\/p>\n\n\n\n<p>5. 新型コロナウイルスという脅威は、医療崩壊や都市封鎖など、人類が経験したことのない世界規模の災害であり、人々の移動が事態を<strong>難しく<\/strong>してしまっている。<br>The threat known as the novel coronavirus is a disaster of global scale which mankind has never experienced, bringing about healthcare collapse, city lockdowns, etc., and the movement of people has complicated the situation.&nbsp;<\/p>\n\n\n\n<p>6.&nbsp;君は毎日メイクに<strong>難しい<\/strong>よな。<br>You&#8217;re so fussy with your makeup every day.&nbsp;<\/p>\n\n\n\n<p>7.&nbsp;まるで見えない何かと戦っているような<strong>難しい<\/strong>顔をしている人はどこに行っても居る。<br>No matter where you go, there will be people whose expressions are so serious it&#8217;s as if they&#8217;re fighting something invisible.<\/p>\n\n\n\n<p>8.&nbsp;<strong>難しい<\/strong>お客さんとのトラブルが相次いでいるらしい。<br>It seems that issues with hard-to-please customers are happening one after another.<\/p>\n\n\n\n<p>The various nuances of &#8220;difficult&#8221; represented by 難しい are just as varied as the English word. It can be used to describe situations that are difficult to comprehend, hard to solve, nearly impossible to realize, situations that are hard to manage, people that are difficult to handle, being particular with one&#8217;s tastes, being hard to please, as well as meaning gloomy. &nbsp;&nbsp;<\/p>\n\n\n\n<p>The most common&nbsp;synonym to 難しい is&nbsp;厳しい. This word shares the meaning of pointing at situations that are really hard to manage, and it heavily emphasizes severity . As its primary meaning is &#8220;to be strict,&#8221;&nbsp; when it does mean &#8220;hard\/tough\/difficult&#8221; situations, it&#8217;s implied that a halfhearted attempt would not be tolerable.&nbsp;<\/p>\n\n\n\n<p>9. 象徴天皇制を支える皇室の前途は非常に<strong>厳しい<\/strong>。<br>The outlook of an Imperial Household, which sustains the symbolic emperor system (of Japan), is very bleak.&nbsp;<\/p>\n\n\n\n<p>10. 光圀は表情を<strong>厳しく<\/strong>してにじり寄った。<br>Mitsukuni had a grim expression on his face as he inched toward (him).&nbsp;<\/p>\n\n\n\n<p>As is the case with most native vocabulary, 難しい does have a Sino-Japanese equivalent. That equivalent is 困難. This word can be used both as a standalone noun meaning &#8220;difficulty\/hardship&#8221; as well as an adjectival noun meaning &#8220;difficult&#8221; in the sense of a situation being extremely difficult. Thus, its meaning is quite narrow in comparison to 難しい. Additionally, it has its own synonym, which is 難儀. 難儀 implies a greater degree of emotional trauma surrounding the difficult situation. However, in many areas of Japan, it is often used entirely synonymously with both 難しい and 困難.&nbsp;<\/p>\n\n\n\n<p>11.&nbsp;<strong>困難<\/strong>を乗り越えた経験について教えてください。<br>Please tell us of an experience where you overcame hardship.<\/p>\n\n\n\n<p>12.&nbsp;&nbsp;必要な睡眠時間の基準を定めることはデータ不足で<strong>困難<\/strong><strong>だ<\/strong>。<br>Determining a standard for necessary&nbsp;number of hours of sleep is difficult due to lack of data.<\/p>\n\n\n\n<p>13.&nbsp;<strong>難儀や<\/strong>なあ。（関西弁）<br>This is sure tough.&nbsp;<br><br><strong>Phrase Note<\/strong>: Ex. 13 is a very common expression throughout the Kansai Region of Japan, but it has also been popularized throughout the country, especially given that the word 難儀 does, in fact, exist in Standard Japanese.<\/p>\n\n\n\n<p>It&#8217;s also intriguing to note that both 困難する and&nbsp;難儀する mean&nbsp;&#8220;to suffer,&#8221; in which case both would be more creative\/literary ways of saying 苦しみ悩む&#8211;excluding the dialectal favoring of 難儀 in some regions.&nbsp;<\/p>\n\n\n\n<p>14. 宿泊業も大変<strong>困難している<\/strong>でしょう。<br>The hotel industry is also surely suffering terribly.&nbsp;<\/p>\n\n\n\n<p>15. えらい<strong>難儀しました<\/strong>。（京都弁）<br>I had a hard time of things.&nbsp;<\/p>\n\n\n\n<p>Returning our focus to&nbsp;難しい, it&#8217;s important to note two alternative forms of the same word. The first is ムズい, which is a very casual abbreviation largely limited to informal venues such as social media posts\/messaging. It is not proper to use in formal writing or honorific speech.<\/p>\n\n\n\n<p>16. マジで<strong>ムズ<\/strong>すぎ草！<br>It&#8217;s way too hard lol!<\/p>\n\n\n\n<p>17.&nbsp;<strong>ムズい<\/strong>と思わない？<br>Don&#8217;t you think it&#8217;s hard?<\/p>\n\n\n\n<p>The \/z\/ sound in 難しい is actually dialectal itself, with the original standard form of the word being むつかしい. This can still be seen in older textbooks as well as in the speech and writing of older generations. In novels written in the early to mid-1900s, you could see various Ateji spellings such as 六つかしい. So, if you stumble across this form, know that its meaning is no different than 難しい.<\/p>\n\n\n\n<p>18. 「<strong>むつかしい<\/strong>」は伝統的な本来の発音ではあるが、現代では、主に関西地方で使われている。<br>&#8220;Mutsukashii&#8221; is the traditional, original pronunciation, but in the present day, it is largely used in the Kansai Region.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">The Sino-Japanese 難<\/h3>\n\n\n\n<p>The ON reading of 難 is ナン. By itself, it can stand alone as a noun meaning &#8220;difficulty\/hardship.&#8221; Many verbs with meanings regarding overcoming are frequently used with it.&nbsp;<\/p>\n\n\n\n<p>19.&nbsp;<strong>難<\/strong>を転じて福となす。<br>Turn hardship into a blessing.&nbsp;<\/p>\n\n\n\n<p>20. 彼なら<strong>難なく<\/strong>やりそうだ。<br>He seems like he&#8217;d do it without any trouble\/difficulty.<\/p>\n\n\n\n<p>21. 不安で<strong>難<\/strong>の多い新しい恋のほうに走った。<br>I ran towards a new love, one with lots of hardship, out of&nbsp;anxiety.<\/p>\n\n\n\n<p>Its most common role, though, is both as a prefix and as a suffix. As a prefix, its meaning remains &#8220;difficult\/hard,&#8221; with the resulting word simply being a more concise Sino-Japanese expression that could still possibly be reworded with 難しい. Then, as a suffix, its meaning is akin to &#8220;difficulty in&#8230;&#8221; To paraphrase this with 難しい, you would need to use its noun form 難しさ, but because that introduces grammar we&#8217;ve yet covered, we&#8217;ll only be focusing on expressions made with either use of 難 as all the resultant words are, ironically, easily understood nouns\/adjectival nouns.&nbsp;<\/p>\n\n\n\n<p>22. この【<strong>難問・<\/strong>難しい質問<strong>】<\/strong>クイズにチャレンジしてみよう！<br>Challenge yourself to this difficult question quiz!<\/p>\n\n\n\n<p>23. 【<strong>難点<\/strong>・難しい点】が多い。<br>There are many points of contention.<\/p>\n\n\n\n<p>24. 研究者たちは無数の【<strong>難題・<\/strong>難しい問題<strong>】<\/strong>に直面している。<br>Researchers are facing countless difficult problems.<\/p>\n\n\n\n<p>25. 【<strong>難読の<\/strong>・読みにくい】漢字が苦手だ。<br>I&#8217;m bad at hard-to-read Kanji.<\/p>\n\n\n\n<p>26. 【<strong>難解な・<\/strong>解りにくい<strong>】<\/strong>ラノベを読んだことある？<br>Have you ever read a difficult light novel?<\/p>\n\n\n\n<p><strong>Word Note<\/strong>: 難解な is the Sino-Japanese equivalent of 難しい. It is very common in both the written and spoken languages with the added nuance of &#8220;unintelligible.&#8221;&nbsp;<\/p>\n\n\n\n<p><strong>Word Note<\/strong>: &#8220;Light novels&#8221; are young-adult oriented fiction which is also illustrated, a genre that&#8217;s in between novel and manga.&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">～にくい<\/h3>\n\n\n\n<p>The ending ～にくい comes from the same source as the word 憎い meaning &#8220;to be detestable.&#8221; At first, the ending denoted strong resistance to doing something, but over time, its meaning broadened to indicate actions that are difficult to do for both physical and emotional reasons.&nbsp;<\/p>\n\n\n\n<p>There are two primary meanings to ～にくい.&nbsp;<\/p>\n\n\n\n<p>①To indicate that something is hard to do&nbsp;&#8211;～するのが難しい.<br>②To indicate a disposition of not readily behaving as such&#8211;なかなか・・・しない.<\/p>\n\n\n\n<p>Just as was the case with ～やすい, the first meaning is used with verbs of volition, in which the speaker has willful participation in the action, but in the case of ～にくい. the person is not having an easy time with it. The second meaning is implied when the verb is non-volitional, meaning there is no active will implied by the doer if there happens to be one in the sentence.<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><thead><tr><td><strong>Verb Class<\/strong><\/td><td><strong>&nbsp;連用形＋～にくい<\/strong><\/td><\/tr><\/thead><tbody><tr><td>一段 Verbs<\/td><td>見にくい (difficult to watch)<br>食べにくい (difficult to eat)<\/td><\/tr><tr><td>五段 Verbs<\/td><td>飼いにくい (difficult to raise (an animal))<br>描きにくい (difficult to draw)<br>泳ぎにくい (difficult to swim)<br>勝ちにくい (difficult to win)&nbsp;<br>死ににくい (to not easily die)<br>読みにくい (difficult to read)<br>変わりにくい (to not easily change)<\/td><\/tr><tr><td>する<\/td><td>しにくい (hard to do&#8230;\/to not easily&#8230;)<\/td><\/tr><tr><td>&nbsp;来る<\/td><td>来にくい (to be hard to come to)<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p><strong>Particle Note<\/strong>: Particle use with ～にくい mirrors the same situations we saw with ～やすい. When attached to transitive verbs, we find that を appears regardless of whether the agent is willfully acting or not as the subject-transitive predicate still has an object. <\/p>\n\n\n\n<p>27. チワワは<strong>飼いにくい<\/strong>。<br>Chihuahuas are hard to raise.<\/p>\n\n\n\n<p>28. この携帯は落としても<strong>壊れにくい<\/strong>よ。<br>This cellphone doesn&#8217;t easily break even if you drop it.<\/p>\n\n\n\n<p>29.&nbsp;<strong>食べにくい<\/strong>！でも美味しい！<br>It&#8217;s so hard to eat! But it&#8217;s so good!<\/p>\n\n\n\n<p>30. 知らない人のことをおかしいと思ったなんてこと、<strong>言いにくい<\/strong>じゃないですか。<br>Wouldn&#8217;t it be hard to say how you thought someone you didn&#8217;t even know was crazy?<\/p>\n\n\n\n<p>31.&nbsp;<strong>死ににくい<\/strong>魚を飼ってみたい。<br>I want to keep&nbsp;fish that won&#8217;t die so easily.<\/p>\n\n\n\n<p>32. 緑茶でうがいをし始めてから<strong>風邪を引きにくく<\/strong>なった。<br>It has become harder for me to get colds since starting to gargle with green tea.<\/p>\n\n\n\n<p>33. 今日は曇りなので、洗濯物が<strong>乾きにくい<\/strong>です。<br>The laundry can&#8217;t dry well because it&#8217;s cloudy today.<\/p>\n\n\n\n<p>34. 先生の前ではタバコを<strong>吸いにくい<\/strong>。<br>It&#8217;s hard to smoke in front of Sensei.<\/p>\n\n\n\n<p>35. この靴は<strong>疲れにくく<\/strong>て、おすすめです！<br>These shoes don&#8217;t wear easily and are a must!<\/p>\n\n\n\n<p><strong>見にくい vs 見えにくい<\/strong><\/p>\n\n\n\n<p>The word for &#8220;ugly&#8221; is 醜い. Despite its complicated Kanji, it&#8217;s still the same word as 見にくい. How this relationship came about is simple. 見にくい refers to&nbsp;&#8220;something being hard to see due to some obstacle,&#8221; but the obstacle in this case is usually&nbsp;a subjective one.<\/p>\n\n\n\n<p>35. 黒板の文字が小さくて<strong>見にくい<\/strong>。<br>The letters on the blackboard are small and hard to see.<\/p>\n\n\n\n<p>36.&nbsp;横向きで<strong>見にくい<\/strong>です。<br>It&#8217;s&nbsp;hard to look at turned sideways (landscape orientation).<\/p>\n\n\n\n<p>37.&nbsp;インターフェースが<strong>見にくい<\/strong>です。<br>The&nbsp;interface is hard to look at.<\/p>\n\n\n\n<p>38.&nbsp;<strong>醜い<\/strong>人とはできるだけお付き合いしたくない。<br>I&#8217;d like to not associate with ugly people as much as possible.<\/p>\n\n\n\n<p>Then, there&#8217;s also the combination 見えにくい. which utilizes 見える (to be visible). This word is used exclusively to refer to literal difficulty in seeing. As opposed to 見にくい, sight itself is being obstructed here in a way that can&#8217;t be helped. Whether it&#8217;s too dark or your eyes aren&#8217;t working, it&#8217;s not just a case of being &#8216;hard to look at.&#8217;<\/p>\n\n\n\n<p>39. 暗くて<strong>見えにくい<\/strong>。<\/p>\n\n\n\n<p>It&#8217;s dark and hard to see.<\/p>\n\n\n\n<p>40. 物が<strong>見えにくい<\/strong>子供は目を細める癖がある。<br>Children that have a hard time seeing things have the habit of squinting their eyes.<\/p>\n\n\n\n<p>Although ～が見える usually follows what would be perceived as the object of the sentence, in the expression, 目が見える, that is not the case. This phrase means that &#8220;the eyes can see,&#8221; and when 見えにくい is used, you are describing how the eye(s) can&#8217;t see well. This mustn&#8217;t be confused with 目に見える, which means &#8220;to meet one&#8217;s eyes\/to be evident to one&#8217;s eyes,&#8221; though there is nothing stopping from someone to use 目に見えにくい to mean &#8220;to be intangible.&#8221;&nbsp;<\/p>\n\n\n\n<p>41. 片方の目が見えにくい。<br>I can&#8217;t see out of one eye.<\/p>\n\n\n\n<p>42. 理由は目に見えにくい。<br>The reason is hardly evident to the eye.<\/p>\n\n\n\n<p><strong>～のが難しい vs ～にくい<\/strong><\/p>\n\n\n\n<p>Just as there is a distinction between &#8220;Verb + のが簡単&#8221; (doing&#8230;is easy)&nbsp;and &#8220;Verb～やすい&#8221; (easy to&#8230;), there is a difference between &#8220;Verb + のが難しい&#8221; (doing&#8230;is difficult) and &#8221;&nbsp;Verb～にくい&#8221; (difficult to do&#8230;).&nbsp;&nbsp;<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: It is a given that both の and こと function as verb nominalizers and that both may appear with 難しい. However, the difference between either nominalizer is not dependent on the use of 難しい but the subjectivity of the opinion stated. Additionally, the choice between が and は is yet another layer of nuancing that you as the speaker are responsible for orchestrating correctly.&nbsp;<\/p>\n\n\n\n<p>First, let&#8217;s return to Ex. 2 and compare it with the similar Ex. 2b, both shown below.<\/p>\n\n\n\n<p>2a.&nbsp;&nbsp;今も早期に発見することが難しい病気です。<br>Even now, it is a disease which is nearly impossible&nbsp;to find at an early stage.<\/p>\n\n\n\n<p>2b. 今も早期に発見しにくい病気です。<br>Even now, it&#8217;s a disease that is hard to find at an early stage.<\/p>\n\n\n\n<p>We see that 2a. is far more serious in degree than 2b., which is aided in the fact how 難しい is used heavily as a euphemism for &#8220;impossible.&#8221; The most common reason to use&nbsp;&nbsp;Verb + のが難しい&#8221; is when the verb is still being used in the transitive sense with a direct object stated.&nbsp;<\/p>\n\n\n\n<p>2c. この病気を早期に発見することは難しい。<br>It&#8217;s nearly impossible to find this disease at an early stage.<\/p>\n\n\n\n<p>This situation is similar to how non-volitional transitive verbs manage to keep を when paired with ～にくい, but all volitional verbs (non-transitive\/transitive alike) can be used with ～するのは難しい and still keep their objects when applicable. Ultimately, ～にくい is overwhelmingly used in simple &#8220;Xは・がVerb～にくい&#8221; statements, whereas&nbsp;&nbsp;&#8220;Verb + のが難しい&#8221; will mostly involve nominalizing complex subordinate clauses.&nbsp;<\/p>\n\n\n\n<p><strong>～られにくい<\/strong><\/p>\n\n\n\n<p>Just as is the case with ～やすい, ～にくい should not be paired with the potential form. However, it can be used with passive structures, which are non-volitional in nature, to show a lack in tendency.&nbsp;<\/p>\n\n\n\n<p>41. セキュリティーの観点から破られにくいパスワードの作り方を解説します。<br>I&#8217;ll explain how to create a password that would be unlikely broken from a security point of view.<\/p>\n\n\n\n<p>42. サングラスは顔を人に覚えられにくくしたいんだろう。<br>The sunglasses are probably to make one&#8217;s face harder to be recognized.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Difficult I: ～にくい In the previous lesson, we learned about the various adjectives meaning &#8220;easy&#8221; a<a class=\"more-link\" href=\"https:\/\/imabi.org\/difficult-i-%ef%bd%9e%e3%81%ab%e3%81%8f%e3%81%84\/\">続きを読む <span class=\"screen-reader-text\">&#8220;Difficult I: ～にくい&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":""},"tags":[],"class_list":["post-328","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-5i","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/328","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=328"}],"version-history":[{"count":5,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/328\/revisions"}],"predecessor-version":[{"id":4852,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/328\/revisions\/4852"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=328"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=328"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}