{"id":3307,"date":"2024-03-07T17:44:08","date_gmt":"2024-03-08T00:44:08","guid":{"rendered":"https:\/\/imabi.org\/?page_id=3307"},"modified":"2025-08-22T00:13:40","modified_gmt":"2025-08-22T07:13:40","slug":"glossary","status":"publish","type":"page","link":"https:\/\/imabi.org\/glossary\/","title":{"rendered":"Glossary ※作成中"},"content":{"rendered":"\n<p>This glossary is a work in progress. Any and all suggested additions are welcome.<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><tbody><tr><td>Term<\/td><td>Definition<\/td><\/tr><tr><td>Adjectival Noun\/Verb<br>形容動詞<\/td><td><em>A&nbsp;word that describes an attribute while also being noun-like but requires being coupled with the copula verb to conjugate, which is where the Japanese terminology &#8220;adjectival verb&#8221; derives. <\/em><\/td><\/tr><tr><td>Adnominal Adjective<br>連体詞<\/td><td><em>A word that describes an attribute by directly modifying a noun but has lost (or never had) the ability to conjugate into other forms. <\/em><\/td><\/tr><tr><td>Agent<br>動作主<\/td><td><em>The doer of an action. The agent is marked by が in non-passive (active voice) sentences, but in passive(-like) sentences, it will be marked with に or から.<\/em> <em>In either case, this concept is not the same as the subject.<\/em><\/td><\/tr><tr><td>Agglutination<br>膠着性<\/td><td><em>Japanese is known as an agglutinative language (膠着語) because of the way verbal morphology is centered around a root which then takes on other affixes in a chain, with said affixes being easily identifiable to indicate a particular inflection.  <\/em><\/td><\/tr><tr><td>Ancillary Word<br>付属語<\/td><td><em>A morpheme (unit of meaning) which cannot stand alone, including auxiliaries, prefixes, suffixes, particles, etc.<\/em><\/td><\/tr><tr><td>Apposition<br>同格<\/td><td><em>Two elements, normally nouns, which when placed side by side help identify the other in a different way.<\/em><\/td><\/tr><tr><td>Auxiliary<br>助動詞<\/td><td><em>An affix\/ending used in constructing conjugations. Auxiliaries themselves may conjugate as adjectives or verbs, but both types are referred to as literally &#8220;helper verbs&#8221; in Japanese.<\/em><\/td><\/tr><tr><td>Base<br>活用形<\/td><td><em>One of six forms that the root of a conjugatable part of speech may take.<\/em><\/td><\/tr><tr><td>Bridging Context<br>橋渡し<\/td><td><em>Typically defined as a context that allows for a phrase to be interpreted with its &#8220;original&#8221; meaning or a (newly) derived meaning. Many phrases may exhibit a spectrum of interpretation between interrelated usages. These instances are <strong>semantic<\/strong> bridging contexts. Overlap need not be limited to semantics. In fact, different syntactical interpretations of the same text may be possible, and when such syntactical interpretations ultimately do not affect the meaning of the phrase, they are representative of <strong>syntactical <\/strong>bridging contexts. <\/em><\/td><\/tr><tr><td>Complement<br>補語<\/td><td><em>Element of a sentence which supplements the meaning of the predicate.<\/em><\/td><\/tr><tr><td>Complementizer<br>補文標識<\/td><td><em>A functional category of grammatical elements which, in linguistics, marks morphemes\/structures that can turn a clause, in the case of Japanese, into (adverbial) objects or attributive clauses.<\/em> <br><em>Examples include the citation particle と which can be seen as meaning &#8220;that&#8221; and the 連体形, which allows entire clauses to modify a noun phrase (the head) much like &#8220;that, what, who, when, where&#8221; do in English.<\/em><\/td><\/tr><tr><td>Copula<br>コピュラ<\/td><td><em>An auxiliary which connects the subject and the predicate. In Japanese, the auxiliary だ (and its alternative forms) is known as the auxiliary verb, but other affixes such as ～らしい, ～ようだ, ～そうだ, etc. are also referred to as copular auxiliaries. <\/em><\/td><\/tr><tr><td>Dependent Clause<br>従属節<\/td><td><em>Also known as a &#8220;subordinate clause,&#8221; a dependent clause <\/em>is <em>a group of words that contains a subject and verb but does not constitute a sentence that can standalone.<\/em> <\/td><\/tr><tr><td>Dialect<br>方言<\/td><td><em>A form of a language spoken by people in a particular part of a language domain that is still understood by speakers of other groups in said language domain.<\/em><\/td><\/tr><tr><td>Direct Object<br>直接目的語<\/td><td><em>A phrase that is primarily being affected by the verb<\/em><\/td><\/tr><tr><td>Dummy Noun<br>ダミー名詞<\/td><td><em>Dummy nouns, similar to the notion of &#8220;dummy pronoun&#8221; used in English to describe the seemingly meaningless roles of words like &#8220;that&#8221; and &#8220;it,&#8221; refer to morphemes in Japanese which behave as nouns but lack concrete meaning typical of a true noun. Examples include the nominalizers こと and の, but other morphemes which have lost their literal meanings to serve a purely grammatical role (often a vague one at that if pressed to specifically define) may also be referred to as &#8220;dummy nouns.&#8221; <\/em><\/td><\/tr><tr><td>Ellipsis<br>省略<\/td><td><em>Leaving out words rather than repeating them unnecessarily.<\/em><\/td><\/tr><tr><td>Ergative<br>能格構文<\/td><td><em>When the subject of an intransitive verb behaves like the object of a transitive verb.<\/em><\/td><\/tr><tr><td>Etymology<br>語源学<\/td><td><em>The study of where words derive from, including both how words are constructed within a language as well as whether said word originates from another language.<\/em><\/td><\/tr><tr><td>Grammatical Person<br>人称<\/td><td><em>The grammatical distinction between those speaking (first person), those being addressed (second person), and those who are neither speaking nor being addressed (third person); in Japanese, such distinctions are not represented in verbal morphology.<\/em><\/td><\/tr><tr><td>Head<br>主要部・主辞<\/td><td><em>Also known as the &#8220;nucleus&#8221; of a phrase, the head is the word that determines the syntactic category of that phrase. Most often when this word is used here, the head noun of an expression with some sort of attribute is being referenced. For example, in &#8220;the boiling hot water,&#8221; &#8220;the&#8221; and &#8220;boiling&#8221; are all modifiers of the head noun &#8220;water.&#8221; <\/em><\/td><\/tr><tr><td>Idiom<br>慣用句<\/td><td><em>Also known as a &#8220;set phrase,&#8221; an idiom is a phrase whose meaning cannot be deduced from the individual words that compose it.<\/em><\/td><\/tr><tr><td>Independent Word<br>自立語<\/td><td><em>A morpheme (unit of meaning) whose meaning can be deduced in isolation (standing alone) and may also be used independently of other morphemes. <\/em><\/td><\/tr><tr><td>Indirect Object<br>間接目的語<\/td><td><em>A phrase referring to something\/someone that is a recipient of some action<\/em><\/td><\/tr><tr><td>Intransitive Verb<br>自動詞<\/td><td><em>A verb that only takes a subject.<\/em> <em>Instances of ergativity manifest as intransitive verbs, resulting in their objects being marked in the same way as intransitive verb subjects. Abbreviated in definitions as “intr.”&nbsp;<\/em><\/td><\/tr><tr><td>Inversion<br>倒置法<\/td><td><em>The phenomenon of stating the predicate first, followed by the rest of the constituents of a sentence, whose word order will not be altered as an effect of said inversion.<\/em><\/td><\/tr><tr><td>Japonic<br>日琉語族<\/td><td><em>Also known as Japanese-Ryukuan, is the language family comprising Japanese as well as very closely related languages spoken throughout Okinawa Prefecture. <\/em><\/td><\/tr><tr><td>Main Clause<br>主節<\/td><td><em>Also known as a &#8220;principle clause&#8221; or &#8220;independent clause,&#8221; the main clause of a sentence constitutes the subject and the predicate of the sentence. Whether or not other clauses are added does not change how the &#8220;main clause&#8221; may stand alone as a complete sentence.<\/em><\/td><\/tr><tr><td>Modifier<br>修飾語<\/td><td><em>A phrase which qualifies another phrase. In Japanese, modifiers precede the modified word by default.<\/em><\/td><\/tr><tr><td>Modality<br>モダリティ<\/td><td><em>The way in which a language expresses various relationships pertaining to reality and\/or what is perceived as the truth. <\/em><\/td><\/tr><tr><td>Mood<br>ムード・法<\/td><td><em>The use of verbal inflections (modal auxiliaries) which express the speaker&#8217;s attitude toward what they are saying.<\/em><\/td><\/tr><tr><td>Mora<br>拍<\/td><td><em>The basic timing unit of Japanese phonology, as opposed to syllables, instead splitting up sound units by perceived equal lengths. In doing so, CV and the uvular \/N\/ are rendered as single mora, and &#8216;long&#8217; consonants and vowels are rendered as bimoraic. <\/em><\/td><\/tr><tr><td>Nominalization<br>名詞化・体言化<\/td><td><em>The grammatical process of rendering one part of speech, such as a verb or adjective, or even entire phrases and abstract nouns, into a single nominal phrase that functions as a noun, which may be done out of grammatical necessity or for some other purpose.<\/em><\/td><\/tr><tr><td>Nominalizer<br>形式名詞<\/td><td><em>There are three primary morphemes which may be used to nominalize something: the particle の when used as a pronoun\/dummy noun, こと, and もの. Other nouns such as とき and ところ may also be viewed as nominalizers. Nominalizing through this means may be specifically referred to as 形式体言. <\/em><br><em>The 連体形 is also a means of nominalizing adjectival\/verbal predicates in fossilized expressions. <\/em><\/td><\/tr><tr><td>Non-Past Form<br>非過去形<\/td><td><em>The Japanese equivalent of both the present tense and future tense, with contextual and syntactic clues indicating which interpretation is intended.<\/em><\/td><\/tr><tr><td>Object<br>目的語<\/td><td><em>A noun that is directed by the main verb of the sentence.<\/em><\/td><\/tr><tr><td>Omission<br>省略<\/td><td><em>Contextually based omissions from a sentence, a feature of Japanese grammar which English does not generally share.<\/em> <em>Synonymous with &#8220;ellipsis.&#8221; <\/em><\/td><\/tr><tr><td>Particle<br>助詞<\/td><td>Also colloquially referred to as てにをは, <em>particles constitute a part of speech composed of morphemes which indicate some grammatical function.<\/em> <\/td><\/tr><tr><td>Predicate<br>述語<\/td><td><em>The predicate is the part of a sentence or clause containing a verbal element which states something about the subject. In Japanese, predicates may be composed of verbs, adjectives, and the copula verb, all of which use parallel morphology to conjugate.<\/em><\/td><\/tr><tr><td>Root<br>語幹<\/td><td><em>Equivalent to a given morpheme with any and all inflection removed. Ex. the root of the verb 買う is \/kaw-\/. Roots are typically identified via \/\/ for easy identification. <\/em><\/td><\/tr><tr><td>Self-Control<br>自己制御性<\/td><td><em>The concept of &#8220;self-control&#8221; pertains to how much willpower\/volition the agent of an action actually has over a given situation, and this level of self-control will naturally differ between semantic verb classes.<\/em> <\/td><\/tr><tr><td>Subject<br>主語<\/td><td><em>The &#8220;what&#8221; of the sentence<\/em>, <em>which is either &#8220;who&#8221; is doing an action or &#8220;what&#8221; holds a certain attribute or effect; more than anything, it is what the predicate is about.<\/em><\/td><\/tr><tr><td>Topic<br>主題<\/td><td><em>The&nbsp;<strong>topic<\/strong>&nbsp;is any detail that the speaker views is at the center of discussion.<\/em> <em>It is possible to have more than one constituent of a sentence topicalized (made into the topic). <\/em><\/td><\/tr><tr><td>Transitive Verb<br>他動詞<\/td><td><em>A verb that takes both a subject and an object. Abbreviated in definitions&nbsp;as “trans.”<\/em><\/td><\/tr><tr><td>Voice<br>態<\/td><td><em>The relationship between the action (or state) expressed by the verb and the participants. <\/em><\/td><\/tr><tr><td>Volition<br>意志<\/td><td><em>A lot of grammar points hinge on whether there the agent has &#8220;willpower&#8221;, a.k.a, &#8220;volition&#8221; to perform said action.<\/em><\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<h3 class=\"wp-block-heading\">The Six Bases 六つの活用形<\/h3>\n\n\n\n<ol class=\"wp-block-list\">\n<li><strong><em>Mizenkei<\/em>&nbsp;未然形 (Irrealis Form)<\/strong>:&nbsp;Used to&nbsp;indicate actions that have yet to happen.<\/li>\n\n\n\n<li><strong><em>Ren’y<\/em><\/strong><strong><em>ōkei&nbsp;<\/em><\/strong><strong>連用形 (Continuative Form)<\/strong>: Used to indicate actions that are (being) carried out.<\/li>\n\n\n\n<li><strong><em>Sh<\/em><\/strong><strong><em>ūshikei&nbsp;<\/em><\/strong><strong>終止形 (Terminal Form)<\/strong>: Used to mark the end of a complete sentence.&nbsp;<\/li>\n\n\n\n<li><strong><em>Rentaikei&nbsp;<\/em><\/strong><strong>連体形 (Attributive Form)<\/strong>:&nbsp; Used to create&nbsp;modifiers out of verbs\/adjectives.&nbsp;<\/li>\n\n\n\n<li><strong><em>Kateikei&nbsp;<\/em><\/strong><strong>仮定形 (Hypothetical Form)<\/strong>: Used to create hypothetical statements.<\/li>\n\n\n\n<li><strong><em>Meireikei<\/em>&nbsp;命令形 (Imperative Form)<\/strong>: Used to create commands.<br><br><br>In Classical Japanese, the 仮定形 is referred to as the <em>Izenkei<\/em> 已然形 (realis form), not because of structural change to the base itself, but because of how it was the exact opposite of the 未然形 (irrealis form) in interpretation &#8211; denoting established cause and effect. <\/li>\n<\/ol>\n\n\n\n<h2 class=\"wp-block-heading\">Speech Registers　文体の種類<\/h2>\n\n\n\n<figure class=\"wp-block-table\"><table><thead><tr><td>SPEECH REGISTER<\/td><td><strong>&nbsp;SPEAKER-LISTENER RELATIONSHIP<\/strong><\/td><\/tr><\/thead><tbody><tr><td>Honorific Speech<br>(尊敬語)<\/td><td>Used to show utmost respect to the listener.<\/td><\/tr><tr><td>Polite Speech<br><em>(<\/em>丁寧語)<\/td><td>Colloquially also known as です・ます体, it is used to establish respect among equals who are not necessarily family or friends. <\/td><\/tr><tr><td>Humble Speech<br>(謙譲語)<\/td><td>Used to lower one&#8217;s status to show&nbsp;utmost respect to the listener.<\/td><\/tr><tr><td>Plain Speech<br>(常体語)<\/td><td>Also known as だ体, plain speech (basic) forms play grammatical purposes beyond register, but it also constitutes the register used among friends and family. タメ口 may also refer to this speech register in the context of familial speech between close individuals.<\/td><\/tr><tr><td>Vulgar Speech<br>(侮蔑語)<\/td><td>Used to degrade the listener.<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\">Kinds of Particles 助詞の種類<\/h2>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>Case: (<em>Kaku joshi<\/em>&nbsp;格助詞)<\/strong>: Indicates the grammatical function of a noun.<\/li>\n\n\n\n<li><strong>Parallel: (<em>Heiritsu joshi<\/em>&nbsp;並立助詞)<\/strong>: Juxtaposes two or more things together.&nbsp;<\/li>\n\n\n\n<li><strong>Conjunctive (<em>Setsuzoku joshi<\/em>&nbsp;接続助詞)<\/strong>: Connects clauses together.&nbsp;<\/li>\n\n\n\n<li><strong>Final (<em>Shū-joshi<\/em>&nbsp;終助詞)<\/strong>: Placed at the end of a phrase to provide emotional context.<\/li>\n\n\n\n<li><strong>Adverbial (<em>Fuku-joshi<\/em>&nbsp;副助詞)<\/strong>: Indicates degree\/condition\/circumstance.&nbsp;&nbsp;<\/li>\n\n\n\n<li><strong>Bound<\/strong>&nbsp;(<strong><em>Kakari joshi<\/em><\/strong>&nbsp;<strong>係助詞<\/strong>): Emphasis&nbsp;markers which dictate that a certain&nbsp;conjugation be used.<\/li>\n<\/ul>\n\n\n\n<h2 class=\"wp-block-heading\">Grammaticality Notation<\/h2>\n\n\n\n<p>◎: Stands for the best option in grammaticality and naturalness when given options.<\/p>\n\n\n\n<p>〇 : Stands for something grammatical and natural. It may strike you as odd that there would be a difference between this and ◎, but if you have ever felt like critiquing how someone worded something, then you have stumbled upon this differentiation.<br><br>(△): Stands for something that may be grammatical and natural to some, likely due to very specific circumstances or neologism, but to a significant amount of people sounds unnatural and\/or ungrammatical for some reason.<\/p>\n\n\n\n<p>△: Stands for something questionable in either grammaticality, naturalness, or both but something that is still observed, nonetheless. Natives and learners alike conflate this with being &#8220;wrong,&#8221; when in fact, a lot of word play rests on this grey zone. <\/p>\n\n\n\n<p>X: Stands for something not grammatical, and thus not natural. Think, objectively wrong.<\/p>\n\n\n\n<p>XX: Stands for something that is not only grammatically incorrect, but something that is so inconceivable that the construct is totally void of merit.<br><br>?: Though neither grammatically incorrect nor necessarily unnatural, a speaker may need to pause to understand what is being said correctly and\/or in its entirety.<br>??: While a speaker may not wish to denote the statement as being grammatically faulty, the statement is nonetheless very hard to follow. <br>???: To many, the statement would be unnatural or even ungrammatical, but the eccentric nature of the statement itself warrants further examination, and on those grounds, it is given neither △ nor X.<br><br>#: More so than a matter of grammaticality, the statement at hand does not fit the overall pattern being discussed, its &#8220;correct&#8221; interpretation not falling in line with what would otherwise be expected. From there, naturalness can be more properly defined. <br><\/p>\n","protected":false},"excerpt":{"rendered":"<p>This glossary is a work in progress. Any and all suggested additions are welcome. Term Definition Adjectival N<a class=\"more-link\" href=\"https:\/\/imabi.org\/glossary\/\">続きを読む <span class=\"screen-reader-text\">&#8220;Glossary ※作成中&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":""},"tags":[],"class_list":["post-3307","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-Rl","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/3307","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=3307"}],"version-history":[{"count":57,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/3307\/revisions"}],"predecessor-version":[{"id":13830,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/3307\/revisions\/13830"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=3307"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=3307"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}