{"id":340,"date":"2023-07-13T18:23:01","date_gmt":"2023-07-14T01:23:01","guid":{"rendered":"https:\/\/imabi.org\/?page_id=340"},"modified":"2025-07-15T15:54:46","modified_gmt":"2025-07-15T22:54:46","slug":"the-particle-%e3%82%82-iii","status":"publish","type":"page","link":"https:\/\/imabi.org\/the-particle-%e3%82%82-iii\/","title":{"rendered":"The Particle も III"},"content":{"rendered":"\n<h3 class=\"wp-block-heading\">The Particle も III<\/h3>\n\n\n\n<p>Since even before our last lesson on the particle も, there have been two important usages of it discussed with other grammar points. As such, before looking at usages we haven&#8217;t gone over before, we will look back at these two usages with the knowledge we&#8217;ve gained since the second lesson on も!<\/p>\n\n\n\n<p>・The Use of も in ～ても・でも<\/p>\n\n\n\n<p>It goes without saying that the meaning of the particle も falls within the same definitions that we have learned thus far even when it is used with the particle て. The particle て, whether it remains in this form or is voiced as で, becomes paired with も to mean &#8220;even if.&#8221; <\/p>\n\n\n\n<p>1.&nbsp;&nbsp;考え<strong>ても<\/strong>、全然答えがわかりません。<br>I have no idea what the answer is even if I think about it.&nbsp;<\/p>\n\n\n\n<p>2.&nbsp; 自分でも気付かないうちに抜いてしまったり、やめなければいけないと思っ<strong>ても<\/strong>やめられなくなったりするといいます。毛髪などは抜い<strong>ても<\/strong>再生しますが、長期間繰り返すことで髪が生えにくくなることもあります。<br>(They) say&nbsp;you&nbsp;pull&nbsp;(your hair) out when you yourself don&#8217;t even realize&nbsp;it&nbsp;and&nbsp;become&nbsp;unable to stop even when you are aware that you need to stop.&nbsp;The hair may grow&nbsp;back even when you pull it out,&nbsp;but there are times when it becomes harder for the hair to grow (back) after repeatedly (pulling it out) over a long period of time.&nbsp;<br>From&nbsp;<a href=\"https:\/\/www3.nhk.or.jp\/news\/html\/20220727\/k10013738161000.html\">NHK<\/a>.&nbsp;<\/p>\n\n\n\n<p>3.&nbsp; 家族にやめるよう注意され<strong>ても<\/strong>、やめることが出来ない。<br>I can&#8217;t stop even when I&#8217;m warned to stop by my family.<\/p>\n\n\n\n<p>でも has four possible interpretations. <br><br>① It can be the voiced form of ～ても when certain 五段 verbs are used (ex. 泳ぐ + ～ても ＝ 泳いでも). <br>② Used with the て form of the copula, it follows nouns to mean &#8220;even&#8221; in both positive and negative contexts. The noun can either be a subject or an object depending on the verb of the clause. <br>③ When seen in ～でもない after nouns\/adjectival nouns, it still translates as &#8220;even&#8221; or &#8220;neither\/nor&#8221; depending on whether it is used more than once in the sentence. <br>④ それでも is a conjunction meaning &#8220;even so,&#8221; but when shortened to でも, it means &#8220;but&#8221; and is used just like the English equivalent in sentence initial position.<\/p>\n\n\n\n<p>4. お茶<strong>でも<\/strong>しませんか？<br>How we have some tea?<\/p>\n\n\n\n<p>5.&nbsp;<strong>でも<\/strong>、確かに向こう岸まで泳い<strong>でも<\/strong>行けそうな距離だな。<br>But, it really does seem like the distance is doable even if I were to swim to the other side.&nbsp;<\/p>\n\n\n\n<p>6. 私は現金信奉者<strong>でも<\/strong>暗号資産信奉者<strong>でも<\/strong>ない。<br>I am neither a proponent of cash nor a proponent of crypto-assets.&nbsp;<\/p>\n\n\n\n<p>In Lesson 88, we learned how the particle も attaches to all of the basic interrogatives in Japanese to add the meaning of &#8220;all.&#8221; Whether the context is an affirmative (肯定文) or negative sentence (否定文), も expressions that everything is within the specified scope. <\/p>\n\n\n\n<p>7.  野菜は体にいい、と<strong>誰も<\/strong>がそう思っているだろう。<br>Everybody probably thinks that &#8220;vegetables are good for you.&#8221; <\/p>\n\n\n\n<p>8. <strong>何もかも<\/strong>が嫌になった。<br>Anything and everything has become unpleasant (to me). <\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: As demonstrate in Exs. 7 and 8, interrogative expressions formed with も can often be used as nouns, which is why the subject marker が can be seen after も.&nbsp;&nbsp;<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: 何もかも means &#8220;anything and everything&#8221; and is a great example of the XもYも in the affirmative. The か in this expression can be spelled as 彼 and is actually a こそあど itself which refers to an indefinite entity, a.k.a, &#8220;any.&#8221;&nbsp;<\/p>\n\n\n\n<p>9.&nbsp;<strong>誰も<\/strong>いないのにインターホンが勝手に鳴る・・・<br>My intercom rings by itself even though nobody&nbsp;is there.&nbsp;<\/p>\n\n\n\n<p>10.&nbsp;<strong>いつも<\/strong>のようにログインしてください。<br>Please login like always.&nbsp;<\/p>\n\n\n\n<p>11.&nbsp;<strong>どこも<\/strong>閉まっている。<br>Everywhere is closed.&nbsp;<\/p>\n\n\n\n<p>12. 中国へ<strong>一度も<\/strong>行ったことがありません。<br>I have never gone to China even once.&nbsp;<\/p>\n\n\n\n<p>13. たいしたご馳走もございませんが、どうぞ召し上がって下さい。<br>This is by no means anything special, but please help yourself to it. (In reference to food one is presenting)<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: Although not an example of も within an interrogative expression, Ex. 13 illustrates how the negative sense of &#8220;all&#8221; (none) is the same as expressing lack, which we learned about in the second lesson. It&#8217;s just that with interrogatives, there will be specific corresponding translations in English to keep in mind. In other words, &#8220;even who&#8221; makes no sense, but &#8220;everyone\/nobody&#8221;&nbsp; do.&nbsp;<\/p>\n\n\n\n<p>We also saw how the particle&nbsp;でも, which is a product of も, adds the meaning of &#8220;any.&#8221;<\/p>\n\n\n\n<p>14. いつでも連絡してね。<br>Reach me at anytime.&nbsp;<\/p>\n\n\n\n<p>15. それならどこでも買えるよ。<br>If you(&#8216;re talking about) that, you can buy it anywhere.<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: Here, どこでも can be simply interpreted as どこで + も.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Xが／もXならYもYだ<\/h3>\n\n\n\n<p>The grammar point &#8220;Xが／もXならYもYだ&#8221; is used when the speaker wishes to show commonality between two coexisting scenarios which both deviate from what one would anticipate. The critique made is usually negative, but what determines whether the criticism is positive or negative is the overall context.<\/p>\n\n\n\n<p>16. 値段も値段なら、味も味。所詮は、カップ麺だな。<br>With price being the price, the flavor is the flavor (one would expect). Ultimately, it&#8217;s (what you&#8217;d expect of) cup noodles. <br>Critique: As the speaker clarifies, you get what you pay for as far as flavor goes. <\/p>\n\n\n\n<p>17. 値段も値段なら、味も味！カップ麺とは思えないくらい美味しかった。<br>If price is the &#8216;price&#8217;, then &#8216;flavor&#8217; is &#8216;flavor&#8217;! It was so delicious one could hardly believe it was cup noodles. <\/p>\n\n\n\n<p>Critique: Ex. 16 would be what most people would expect as common sense, but the change in intonation alone indicates that the relationship between X and Y is not reliant on each other. &#8220;Price&#8221; and &#8220;flavor&#8221; can coexist.&nbsp;<\/p>\n\n\n\n<p>18. 親が親なら子も子だ。<br>If parents are parents (as such), then a child is a child (as such).<br>Critique: What can you expect of a children with parents like that?<\/p>\n\n\n\n<p>19. 教師が教師なら、生徒も生徒である。<br>If the teacher is (supposed to be the teacher), then the students are&nbsp;(just that:)&nbsp;the students.&nbsp;<\/p>\n\n\n\n<p>If a student isn&#8217;t doing great, look at the teacher. If a child is acting up, perhaps their upbringing provided for by the parents isn&#8217;t so great. The relationship between X and Y in these sentences is so strong that one could easily paraphrase the sentences to be far more direct. <\/p>\n\n\n\n<p>20. 親を見れば、子どもがわかる。<br>You can understand the child if you look at the parent.<\/p>\n\n\n\n<p>21. 教師を見れば、生徒がわかる。<br>You can figure out the students by looking at the teacher.<\/p>\n\n\n\n<p>If the relationship between X and Y is not mutually reliant as is the case between &#8220;parent and child,&#8221; &#8220;teacher and student,&#8221;&nbsp;or &#8220;you get what you pay for&#8221; like in Ex.16,&nbsp; the critique expressed by&nbsp;&nbsp;&#8220;Xが／もXならYもYだ&#8221; pertains to how X and Y coincide, and its their coexistence that brings about your critique.&nbsp;<\/p>\n\n\n\n<p>22. 自民も自民なら、野党も野党だ。<br>If the LDP is going to be the LDP, then the opposition parties are going to be the opposition parties.  <br>Critique: If the Liberal Democratic Party is what it is, then the opposition parties are going to act no differently. Neither side is working towards solutions if they only act as expected. <\/p>\n\n\n\n<p>23. 犬も犬なら猫も猫だ。<br>If dogs are dogs, then cats are cats.<br>Critique: If the dogs you&#8217;re worried about are just being dogs, then the cats around you behaving &#8216;poorly&#8217; as cats is just as big of a problem to worry about.&nbsp;<\/p>\n\n\n\n<p>As for when the particle が can be used as opposed to も, the sentence must be one in which X and Y are mutually reliant. が becomes more ungrammatical the more subjective the scenario is. Mutually reliant relationships can be objectified, but two things that happen to coexist (problematically or not) is a subjective matter. The particle も&#8217;s ultimate&nbsp;role is to inform the listener that Y is also like X, and this inclusion makes sense in both objective and subjective contexts. The particle が, on the other hand, singles out X initially but then the speaker brings up Y as being intrinsically part of the dilemma.&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">XもAなら\/ばYもB<\/h3>\n\n\n\n<p>The grammar pattern &#8220;XもAなら\/ばYもB&nbsp;&#8221; is closely related syntactically with&nbsp;&#8220;Xが／もXならYもYだ.&#8221; The crucial difference is that rather than there being two elements in the sentence, there are four elements. The purpose of this pattern is to list phenomena that coexist for three possible related purposes:<\/p>\n\n\n\n<p>①Two phenomena coexist as an inseparable pair.<br>②Good\/bad qualities&nbsp;are given as examples about a topic.<br>③Examples are given to show how the topic is wide-ranging&#8211;does\/has anything.<\/p>\n\n\n\n<p>In&nbsp;&nbsp;XもAなら\/ばYもB&nbsp;, &#8220;X&#8221; and &#8220;Y&#8221; must be&nbsp;nouns,&nbsp;but they may be subjects or objects depending on the predicate&nbsp;used in&nbsp;&#8220;A&#8221; and &#8220;B,&#8221;&nbsp;which are the added&nbsp;two elements. The predicates may be comprised of verbs, adjectives,&nbsp;adjectival noun, or nouns + the copula,&nbsp;but the choice must be the same (or semantically equivalent)&nbsp;in both clauses as this&nbsp;pattern is based on parallelism.&nbsp;<\/p>\n\n\n\n<p>・X (Noun 1) + も +&nbsp;A (Verb)-ば +&nbsp;Y ( Noun 2) + も +&nbsp;B (Verb)<br>・X (Noun 1) + も +&nbsp;A (Noun)-なら +&nbsp;Y (Noun 2) + も +&nbsp;B (Noun + だ)<br>・X (Noun 1) + も +&nbsp;A (Adjective)-ければ + Y (Noun 2) + も +&nbsp;B (Adjective)<br>・X (Noun 1) + も +&nbsp;A (Adjectival Noun)-なら +&nbsp;(Noun 2) + も + (Adjectival Noun&nbsp;+ だ)<\/p>\n\n\n\n<p>※From this formation table, it is possible to derive&nbsp;&#8220;Xが／もXならYもYだ&#8221; from &#8220;XもAなら\/ばYもB&nbsp;&#8221;&nbsp;as there isn&#8217;t anything stopping A from being the same noun as X and B from being the same noun as Y.&nbsp;<\/p>\n\n\n\n<p>※What is meant by &#8220;semantically equivalent&#8221; is that the exact part of speech that forms the predicate in A and B don&#8217;t have to necessarily match so long as they serve the same semantic purpose. This applies with descriptions as they can be adjectives, adjectival nouns, or intransitive verbs.&nbsp;<\/p>\n\n\n\n<p>The interaction between&nbsp;&#8220;X and A&#8221;&nbsp;&nbsp;and &#8220;Y and &#8220;B&#8221; goes hand in hand in much the same way, but the contexts are largely benign and rooted in common knowledge. Both situations hold true because of the other. This grammar can also be used even when Verb A and Verb B are in the negative so long as the relationship is logical.&nbsp;<\/p>\n\n\n\n<p><strong>Translation Note<\/strong>: Translating into English based on how different A and B are. If A and B form a pair of coexisting phenomena, it is still natural to translate the sentence as an &#8220;if&#8221; statement. If, however, A and B constitute examples about a topic, &#8220;and&#8221; tends to be the simplest and most natural means of translating. This should not take away, though, from how A and B complement each other.&nbsp;<\/p>\n\n\n\n<p>24. 人間って基本、雑食だから、肉も食えば野菜も食う。③<br>People are generally omnivores, so (we) eat meat and vegetables. <\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: Transitive predicates for A&nbsp;and B allow for X and Y to be objects as seen here in Ex. 30.<\/p>\n\n\n\n<p>25. 雨も降れば風も吹く。①<br>If it&#8217;s raining, the wind is also blowing.<br><br>26. 男もいれば、女もいる。①<br>If there are men, there are also women.<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: Predicate A and Predicate B can still be the same word.&nbsp;<\/p>\n\n\n\n<p>27. 食べる物もなければ、住むところもない。①<br>If there isn&#8217;t anything to eat, there won&#8217;t be anywhere to live.<\/p>\n\n\n\n<p>28. 人生は楽しいこともあれば苦しいこともある。②<br>In life, there are both fun times and hardships. <\/p>\n\n\n\n<p>29. 歌も上手なら踊りもうまい。③<br>&nbsp;(They&#8217;re) good at singing and dancing.<\/p>\n\n\n\n<p>30. 納豆が好きな人もいれば嫌いな人もいるでしょ？①<br>If there are&nbsp;people who like natto, then there are also people who don&#8217;t, right?&nbsp;<\/p>\n\n\n\n<p>31.&nbsp;&nbsp;自身はタバコも吸えばお酒も飲むが、増税も必要であれば仕方ないと考えている。③<br>As for myself, I smoke and drink, so if a tax increase is necessary, I think that&#8217;s unavoidable.<\/p>\n\n\n\n<p>32. ニューヨークなどは治安も悪ければ家賃など物価も高い。②<br>As for New York and other places, public safety is bad and rent\/commodities are expensive.&nbsp;&nbsp;<\/p>\n\n\n\n<p>33. 兄は和食も作れれば洋食も作れる。③<br>My older brother can prepare Japanese cuisine and Western cuisine.<\/p>\n\n\n\n<p>34. あの男は、頭もよければ運動能力にもすぐれている。②<br>That man is smart and superior in athletic ability.&nbsp;<\/p>\n\n\n\n<p>35. この町は映画館もあれば百貨店もある。③<br>This town has a movie theatres and even a department store.&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">XもAばB<\/h3>\n\n\n\n<p>In our second lesson on も, we learned a lot about how it is used with quantities. This grammar point builds on that information but introduces it into a conditional sentence structure. In this conditional setting, も indicates an approximate quantity and translates as &#8220;around\/about,&#8221;&nbsp;which we have technically already seen in the structure &#8220;Quantity + もの.&#8221;&nbsp;&nbsp;<\/p>\n\n\n\n<p>When used in &#8220;XもAばB,&#8221;&nbsp;も&nbsp;implies either a minimum or maximum value&nbsp;depending on the perspective of the speaker and the situation. In other words, B is reliant on Predicate&nbsp;A to happen, and Predicate A is quantified by the value&nbsp;of X. Note that the existence of Y (noun present in Predicate B) is irrelevant as it would not be marked by も.&nbsp;<\/p>\n\n\n\n<p>36. ２時間<strong>もあれば<\/strong>十分！<br>Two hours is more than enough!<\/p>\n\n\n\n<p>37. 5千円<strong>もあれば<\/strong>1週間くらい生きていられるよ。<br>If I have about 5,000 yen, I can live for about a week.&nbsp;<\/p>\n\n\n\n<p>38. 年収300万円<strong>もあれば<\/strong>十分なんでしょうか？<br>Is having an annual income of around 3 million yen enough?<\/p>\n\n\n\n<p>39. あと2日<strong>もあれば<\/strong>完成するかな。<br>I think I&#8217;d finish it if I had about two more days.&nbsp;<\/p>\n\n\n\n<p>40. 1ページあたり1時間<strong>もあれば<\/strong>翻訳できます。<br>I can translate it if I had about an hour per page.<\/p>\n\n\n\n<p>41. 5万円<strong>も用意すれば<\/strong>いいでしょう。<br>You should be fine if you arrange about 50,000 yen.&nbsp;<\/p>\n\n\n\n<p>42. 子供が３人<strong>もいれば<\/strong>毎月15000円近く<strong>もの<\/strong>お金を払わなければならない。<br>You would have to pay nearly 15,000 yen a month for three kids.&nbsp;<\/p>\n\n\n\n<p>The reason for why も would be used as opposed to another particle that can show approximation (like くらい) is that&nbsp;も draws attention to the approximate&nbsp;value (X)&nbsp;as being essential for Predicate B to be true. This falls in line with も&#8217;s overall&nbsp;inclusive nature.&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>The Particle も III Since even before our last lesson on the particle も, there have been two important usages o<a class=\"more-link\" href=\"https:\/\/imabi.org\/the-particle-%e3%82%82-iii\/\">続きを読む <span class=\"screen-reader-text\">&#8220;The Particle も III&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":""},"tags":[],"class_list":["post-340","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-5u","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/340","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=340"}],"version-history":[{"count":4,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/340\/revisions"}],"predecessor-version":[{"id":12433,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/340\/revisions\/12433"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=340"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=340"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}