{"id":3526,"date":"2024-03-16T01:22:18","date_gmt":"2024-03-16T08:22:18","guid":{"rendered":"https:\/\/imabi.org\/?page_id=3526"},"modified":"2025-06-27T00:53:15","modified_gmt":"2025-06-27T07:53:15","slug":"the-result-markers-%e3%81%ab-%e3%81%a8","status":"publish","type":"page","link":"https:\/\/imabi.org\/the-result-markers-%e3%81%ab-%e3%81%a8\/","title":{"rendered":"The Result Markers に &amp; と"},"content":{"rendered":"\n<h2 class=\"wp-block-heading\">The Result Markers に &amp; と<\/h2>\n\n\n\n<p>Both the case particles に and と may mark the result of an action, effect, and\/or change. <br><br>1. テイラー君は、大学を卒業したあと、動物園の飼育員｛に・と｝なった。<br>Taylor-kun became a zookeeper after graduating college.<br><br>2. みぞれが雪｛に・と｝なった。<br>The sleet turned into snow.<br><br>Yet, there also exists contexts in which only に is deemed the correct particle despite still relating to transformation.<br><br>3. クラーク・ケントは急いでスーパーマン｛に 〇・と X｝変身した。<br>Clark Kent hurriedly transformed into Superman.<\/p>\n\n\n\n<p>Conversely, there are exists contexts in which only と is deemed the correct particle.<br><br>4a. 町は廃墟と化した。<br>The town was turned into ruins.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">End Result = End Point<\/h3>\n\n\n\n<p>The first observation that can be made as to how に functions here is that its ability to mark an &#8220;(end) result\/transformation&#8221; derives from its ability to mark an end point. This becomes even more apparent when a から constituent is added to the sentence. <br><br>5. 水は蒸発すると、液体から気体に変わる。<br>When water evaporates, it changes from being a liquid to a gas.<br><br>The change from a &#8220;liquid&#8221; to a &#8220;gaseous&#8221; state can also be viewed as a gradual process, implying that such a transformation inherently occurs over a duration (temporal anchoring) and that the process itself can be viewed as reaching a destined state. Truly, the reason for why に may mark a result is because results are borne from its ability to mark destination and duration. <br><br>6. 世界は大混乱に陥りました。<br>The world fell into a state of utter chaos.<br><br>Here, we see that [utter chaos] is both the result of said change indicated by 陥る as well as the location in which [the world] has fallen.<\/p>\n\n\n\n<p>Whereas for the particle と, the results feel instantaneous, spontaneous even. Returning back to Ex. 4, the town was once normal, but due to calamity, it is now in ruins.<br><br>4b. 町は原爆で廃墟と化した。<br>The town was turned to ruins by the nuclear bomb.<\/p>\n\n\n\n<p>Such a spontaneous transformation (転化) starkly contrasts with a naturally occurring change. In turn, if a change cannot be viewed in an instantaneous light, と becomes ungrammatical.<br><br>7. その子はやがて大人｛に・と X｝なった。<br>The child, in the end, became an adult.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">Birth of a New State vs Altered State of an Unchanged circumstance<\/h4>\n\n\n\n<p>Another means of differentiating に and と is truly thinking about what is changing. With the particle に, we find that X noun enters some new state of being which overrides the previous state. <br><br>8. 信号が赤になった。<br>The light turned red.<br><br>The light is no longer blue. Its state as being red has begun. <br><br>We find this nuancing to hold true in various transformations such as in trading\/substituting one thing for another, making altercations to settings, etc. that fundamentally onset a new era\/stage of sorts. <br><br>9. 表示言語を日本語｛に 〇・と X｝設定しました。<br>I set my display language to Japanese.<br><br>10a. 試験は火曜日｛に 〇・と X｝延期されました。<br>The exam was delayed to Tuesday.<br><br>11. 金｛に 〇・と X｝なる商売を思いつきました。<br>I thought of a business that will turn into money.<br><br>On the other hand, と indicates a far more discrete change, in which the entity X does not fundamentally change; rather, it metamorphizes. <br><br>12. 芋虫は蛹｛に 〇・と X｝なってやがて蝶｛と・に｝なる。<br>The caterpillar turns into a pupa, then finally, it becomes a butterfly. <br><br>In this sentence, と is not possible in the first instance because of how the transformation is a process, but in the second instance, we find both に and と but for different purposes. As for に, becoming a butterfly is the end result of a long process, but the butterfly&#8217;s metamorphized state also does not detract from it being the same animal. In other words, it has merely entered an altered state and has not fundamentally entered a different existence.<\/p>\n\n\n\n<p>4a. 町は廃墟と化した。<br>The town was turned into ruins.<br><br>As severely altered as the town might be, it is still, in fact, a town. <br><br>13. 災い転じて福｛と 〇・に X｝なす。<br>Turning a disaster into a blessing.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Restrictions on interchangeability <\/h3>\n\n\n\n<p>It would seem that from the last few sentences that there may be more behind the interchangeability between に and と. <br><br>It turns out that verbs like 化する and 成す are in the <span style=\"text-decoration: underline;\">minority<\/span> for only being grammatical with と, and that generally speaking, に holds supreme in the majority of instances. In fact, if a verbal predicate which is not typically viewed as a verb indicating change is coupled with a constituent that marks a result, we find that と is not grammatical. <br><br>14. 窓を粉々｛に 〇・と X｝砕いた。<br>I shattered the window into pieces.<br><br>The major factor which truly defines と in terms of marking result is whether Y can be viewed as X. If this reads as a different means of wording of how X does not fundamentally change from being X, that is because it is. It also gives us insight into how the result と is actually derived from its use as a citation particle. <br><br>15. XをY｛と 〇・ に X｝しましょう。<br>Let&#8217;s posit that X is Y. <br><br>The ungrammaticality of に indicates how と&#8217;s ability to mark result is actually merely a means of (re-)defining, and since defining is not within the scope of に, that also corroborates the ungrammaticality of its presence in Ex. 15. <br><br>Be that as it may, we still have sentences such as Ex. 16 which account for many of the instances in which the two particles seem completely interchangeable at the surface.<br><br>16. 岸田文雄は首相｛に・と｝なった。<br>Fumio Kishida became the prime minister.<br><br>To demonstrate how と does not inherently mark result, imagine for a second if the sentence did not contain a verb of change (変化の動詞).<br><br>16&#8242;. 岸田文雄は首相と<br>Fumio Kishida&#8230; with the prime minister<br><br>We see that と defaults to being interpreted as marking the person with whom an actively is jointly done. Even for it to be interpreted as the citation と, a citation verb would need to be at least discernible in context. <br><br>Yet, Ex. 16 does provide us enough context to discern に from と. に is the default marker of change\/result, and so for a speaker to go out of their way to use と, the speaker does so out of a desire to <em>define the moment<\/em>. This magnanimous, discrete, defining of X as Y ends up sounding more formal in tone than に, but it also still means that と remains restricted in the nature of the change just as we have seen. <br><br>10b. 試験は火曜日となりました。<br>The exam is (established to be on) Tuesday. <br><br>In fact, in order for と to be used to mark a transition but in the sense of redefining, it must be accompanied with the particle へ, which also serves as a bridging context for how と is perceived as being formal but also proves that it does not inherently mark result\/change &#8211; serving as a nuanced (re-)defining element. <br><br>10a. 試験は火曜日と延期されました。X<br>10c. 試験は火曜日へと延期されました。〇<br><br>17. 昨晩からついに雪景色｛へと 〇・と X｝変わりました。<br>It has at last switched to a snowy scenery (outside) since last evening. <br><br>18. 今｛と 〇・に X｝なってはもう遅い。<br>It is too late now.<br><br>In Ex. 18, に is ungrammatical as the speaker is defining how &#8220;now&#8221; is, in fact, too late and is not so much indicative of a transition as it stating how the situation X is forgone for it to head into a truly new direction (Y). <br><br>19. 生徒の模範｛に 〇・と ◎｝なる先生になりたいです。<br>I want to become a teacher who is a role model for my students.<br><br>In Ex. 19, we find と to be more suitable for, again, its ability to define and the power behind the speaker&#8217;s intent to define themselves.<br><br>20. いよいよ運動会の日となりました。<br>It is now finally field day. <br><br>21. 期末試験は二週間後と決まった。<br>The final exam has been set to two weeks from now.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">なる vs する<\/h2>\n\n\n\n<p>Now that we have gone over how に and と differ when used with verbs of change, let&#8217;s now step back to go over two of the most fundamental verbs of change in Japanese, those being: なる (intransitive contexts) and する (transitive contexts). <\/p>\n\n\n\n<h3 class=\"wp-block-heading\">The Patterns ～｛に・く・と｝なる<\/h3>\n\n\n\n<p>The verb なる describes a change in state. When the altered state is represented with another <span style=\"text-decoration: underline;\">noun<\/span>, we see that に or と is possible, but in line with what we have learned, we will label the second noun as Y (for に) and X&#8217; (for と) based on the nature of the change involved.<br><br>22. 去年、わたしが２代目の社長｛に・と｝なりました。<br>Last year, I became the second company chairman.<br><br>23. 朝｛に・と｝なりました。<br>It is now morning.<br><br>24. 私はセス先生のよう｛に 〇・と X｝なりたいです。<br>I want to become like Seth Sensei.<br><br><strong>Grammar Note<\/strong>s: <br>①It is not possible for X (私) to be redefined as X&#8217; (先生のよう), for the likeness of another entity (Y) can never be misconstrued as an alteration of X itself (X&#8217;).<br>②The pattern ～ようになる may translate directly as &#8220;to reach the point where&#8230;&#8221; <br><br>It is also possible for the altered state to be described with<span style=\"text-decoration: underline;\"> adverbs derived from adjectives (形容詞) or adjectival nouns (形容動詞)<\/span>. In both cases, the 連用形 is used to achieve this.<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><tbody><tr><td class=\"has-text-align-center\" data-align=\"center\">形容詞・連用形（～く）＋なる<\/td><td class=\"has-text-align-center\" data-align=\"center\">形容動詞・連用形（～に）＋なる<\/td><\/tr><tr><td class=\"has-text-align-center\" data-align=\"center\">新しい → 新し<strong>く<\/strong>なる (to become new)<\/td><td class=\"has-text-align-center\" data-align=\"center\">簡単だ → 簡単<strong>に<\/strong>なる (to become easy)<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>You may notice that the 連用形 of adjectival nouns (形容動詞) is also incidentally に. In fact, this adverbial rendition of the copula &#8211; with the copula itself being etymologically tied to に &#8211; is not just coincidentally parallel in function to に marking transition but yet another example of how に&#8217;s usages are so intricately interrelated<sup data-fn=\"8c0f9dd8-a0ab-40e9-935b-fd4c4e8e7237\" class=\"fn\"><a href=\"#8c0f9dd8-a0ab-40e9-935b-fd4c4e8e7237\" id=\"8c0f9dd8-a0ab-40e9-935b-fd4c4e8e7237-link\">1<\/a><\/sup>. <\/p>\n\n\n\n<p>25. 写真がもっとかわいくなる！<br>(Your) photos will become cuter! <br><br>26. 眼が赤くなった！<br>My eyes are red (literally: &#8220;have become red&#8221;)!<br><br>27. 日本銀行の発行する紙幣のデザインが2024年７月に新しくなる。<br>The designs for the paper currency issued by the Bank of Japan will become new ones in July 2024. <br><br>28. なんでも簡単になった世界が「面白い」と言えるのか？。<br>Can you call a world in which everything has become easy &#8220;interesting&#8221;?<br><br>29. ブランコや滑り台がとっても冷たくなっているよ。<br>The swings and slides have gotten really cold. <br><br>30. 辺りは静かになった。<br>(Our) surroundings became quiet.<br><br>Note that ～たくなる is also seen with auxiliaries that conjugate as adjectives such as ～ない for negation. <\/p>\n\n\n\n<p>31. 説明を聞けば聞くほど分からなくなる。<br>The more I listen to (their) explanation, the more I don&#8217;t understand.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">形容動詞［±名詞性］＋～となる<\/h4>\n\n\n\n<p>In principle, the 連用形 of a 形容動詞, that being に, ought NOT be replaced by the particle と. For one, the particle と is not a conjugational base for them<sup data-fn=\"dd5c097f-6f26-4811-960a-b32716255f75\" class=\"fn\"><a href=\"#dd5c097f-6f26-4811-960a-b32716255f75\" id=\"dd5c097f-6f26-4811-960a-b32716255f75-link\">2<\/a><\/sup>, and two, adverbs modify the predicate なる, which is not the same thing as a case particle modifying a preceding noun. In other words, since there is not another noun (Y) for the particle と to redefine, it becomes ungrammatical, whereas for に, it happens to manifest in both situations, but its exact nature is, of course, not the same. <br><br>32. 元気となる。X<br>To become well. <br><br>Yet, in actual practice, you may encounter examples such as the following:<br><br>33. 道義に合った正しい心を持っていれば、大きな元気となる。<br>If you have the right heart that is in line with morals, that will become a huge (source of) vitality. <br><br>34. 特に今後重要となってくる生成AIによるサポート関連のところは、すでに日本語で詳しく纏まっています。<br>There are already support-related pages (generated) by generative AI, which will particularly become important moving forward, that are compiled in Japanese in great detail. <br><br>35. 問題別に必要となる情報を記載しております。<br>We have compiled information that will be of necessity to you by problem. <br><br>36. 顧客満足度調査を実施したところ、80%超の高評価をいただいたことが明らか｛と X\/△<sup data-fn=\"0c9c65ea-2132-4201-8bd8-d6583c084614\" class=\"fn\"><a href=\"#0c9c65ea-2132-4201-8bd8-d6583c084614\" id=\"0c9c65ea-2132-4201-8bd8-d6583c084614-link\">3<\/a><\/sup>・に 〇｝なりました。<br>Upon carrying out a customer satisfaction survey, it became evident that we have received favorable review of 80%+. <br><br>Many 形容動詞, especially those of Sino-Japanese origin, may be perceived as pure nouns in certain contexts, which is perceivable for 元気 (vitality), 重要 (importance), and 必要 (necessity). <br><br>This noun-like behavior is referred to as 名詞性. When this feature is low or non-existent, ～となる becomes ungrammatical. Nonetheless, it does appear on occasion with some words like 明らかだ which have zero 名詞性 such as in Ex. 34. While it is clear that the formal, news\/business-like language is to blame for this error, it is still grammatically flawed at best and can be viewed as hypercorrected formal speech.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">The Patterns ～｛に・く・と｝する<\/h3>\n\n\n\n<p>As mentioned above, なる is indicative of intransitive contexts because there is no object involved. When an object is involved &#8211; to have X be Y &#8211; we see する is used. <br>The transitive contexts in which we find する used as a verb of change are parallel grammatically to those we have just seen with なる, but because we are still adding another element to the basic sentence structure, let&#8217;s go over each scenario. <\/p>\n\n\n\n<h4 class=\"wp-block-heading\">Noun X + Noun Y ＋ にする<\/h4>\n\n\n\n<p>When you are having one noun, which we will call Noun X, behave\/become\/act as\/be another noun, which we will call Noun Y, this is the sentence structure involved. To simplify this, it is often translated as &#8220;to make\/have X be Y.&#8221; <br><br>37. 今年こそ素晴らしい年にしたいと思います！<br>I want to have this year, for sure, be a wonderful year!<br><br>38. 毎週火曜日を休みにしています。<br>I take Tuesdays off every week.<br><br>39. 殺人事件を小説にするところから物語は幕を開ける。<br>The story kick-starts with turning a murder mystery into a novel. <br><br>40. またお会いできることを楽しみにしています。<br>Literally: I&#8217;m having being able to meet you be (what my) anticipation is.<br>I&#8217;m looking forward to being able to meet you again.<br><br>41. 待ち合わせ場所はどこにしますか？<br>Where shall we have our rendezvous point be?<br><br>42. 「何になさいますか？」「天麩羅にします」<br>&#8220;What will you have (your meal be)?&#8221; &#8220;I&#8217;ll have (my meal be) tempura.&#8221;<\/p>\n\n\n\n<h5 class=\"wp-block-heading\">With Other する Verbs<\/h5>\n\n\n\n<p>The sentence structure &#8220;Noun X + Noun Y ＋ にする&#8221; is also valid when する is used to create other verbs so long as said する verb can be logically perceived as turning one entity into another.<br><br>43. ポンドを円に両替してください。<br>Please exchange (these) pounds into yen.<br><br>44. 新しいパスワードに変更してください。<br>Please change (it) to a new password.<\/p>\n\n\n\n<h5 class=\"wp-block-heading\">With Other Forms of する<\/h5>\n\n\n\n<p>The sentence structure also holds true when する is conjugated into other forms. As self-explanatory as that may be, some forms do take some getting used to with this structure, most notably its potential form できる and especially its causative form させる.<br><br>45. 想いが<sup data-fn=\"394954e0-a3e1-4335-805c-11836ca35898\" class=\"fn\"><a href=\"#394954e0-a3e1-4335-805c-11836ca35898\" id=\"394954e0-a3e1-4335-805c-11836ca35898-link\">4<\/a><\/sup>言葉にできません。<br>I cannot put my feelings into words.<br><br>46. 一人にさせないでください。<br>Literally: Do not [make me\/allow me to] be by myself.<br>Don&#8217;t leave me alone.<br><br>Causative forms are often translated with &#8220;let\/make someone&#8230; do&#8230;&#8221; Although the word &#8220;make&#8221; is also occasionally seen when translating the basic sentence structure Noun X + Noun Y ＋ にする, causation implies that the agent &#8211; doer of the action &#8211; has complete control over the action of the present, and in exercising that control, MAKES <em>someone<\/em> else carry through the situation\/action at hand. For comparison, see how Ex. 46 contrasts with Ex. 47.<br><br>47. 一人にしておいてください。<br>Please, have me be alone.<\/p>\n\n\n\n<h5 class=\"wp-block-heading\">～ようにする<\/h5>\n\n\n\n<p>Although the exact English phrasing will differ depending on the inflection that follows, ～ようにする is the transitive version of ～ようになる seen briefly above. Broadly speaking, it indicates what state the agent is bringing about. This, however, is <a href=\"https:\/\/imabi.org\/%ef%bd%9e%e3%82%88%e3%81%86%e3%81%ab%e3%81%aa%e3%82%8b-%ef%bd%9e%e3%82%88%e3%81%86%e3%81%ab%e3%81%99%e3%82%8b\/\" data-type=\"page\" data-id=\"11842\">only one of its applications<\/a>.<br><br>48. 管理者しかアクセスできない<span style=\"text-decoration: underline;\">ようにしました<\/span>。<br>I <span style=\"text-decoration: underline;\">made it so<\/span> only administrators can access (the website).<br><br>49. 字を大きく書いて、みんなに見える<span style=\"text-decoration: underline;\">ようにした<\/span>。<br>I write in big letters, <span style=\"text-decoration: underline;\">making it so<\/span> that everyone could see them.<\/p>\n\n\n\n<h5 class=\"wp-block-heading\">The Purpose Marker に<\/h5>\n\n\n\n<p>Though this usage of に deserves an entire discussion in and of itself, に&#8217;s ability to mark, in other words, what something is for, derives from the meaning of &#8220;having X be Y.&#8221; In these contexts, Noun Y does not completely supplant X, nor is it redefining, per se, what Noun X is; rather, Noun Y is the reason for the action of the predicate that is being applied to Noun X.<\/p>\n\n\n\n<p>50.&nbsp;写真を趣味にする。<br>To do pictures for a hobby.<\/p>\n\n\n\n<p>51. 寿司を昼ご飯にする。<br>To have sushi for lunch.&nbsp;<br><br>52.&nbsp;岩を枕にして眠る。<br>To sleep with a rock for one’s pillow.&nbsp;<br><br><strong>Sentence Note<\/strong>: Ex. 52, in particular, is a great example of a bridging context between these two usages of に. The purpose of the rock is &#8220;to be&#8221; a pillow, but the speaker is also &#8220;having&#8221; the rock be the pillow.<\/p>\n\n\n\n<h5 class=\"wp-block-heading\">Decision Making<\/h5>\n\n\n\n<p>Yet another facet of &#8220;Noun X + Noun Y ＋ にする&#8221; is when the verb is not する but still indicates a decision that is made, similar to how する is used in Exs. 39-40. In Ex. 53, Noun X is 仕事 and Noun Y is [やめること]. <br><br>53. 仕事をやめることに決めました。<br>I [decided\/chose] to quit my job.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">Noun X ＋ Noun X&#8217; ＋とする<\/h4>\n\n\n\n<p>In light of what we have learned about the particle と and its relation to change, it would be a mistake to also blanketly label ～とする as being a formal iteration of ～にする. In fact, the two could not be more different. For the time being, however, ～とする may be simply understand as (re)defining what Noun X is. As such, viewing it as &#8220;as&#8221; is the easiest way to understand its basic function here. <\/p>\n\n\n\n<p>54. 2億円を身代金<span style=\"text-decoration: underline;\">とする<\/span>。<br>To <span style=\"text-decoration: underline;\">have<\/span> 200 million yen <span style=\"text-decoration: underline;\">as<\/span> ransom.<br><br>55. ２億円を身代金<span style=\"text-decoration: underline;\">として<\/span>要求する。<br>To demand with 200 million yen <span style=\"text-decoration: underline;\">as<\/span> the ransom. <br><br>56. 状況は事実<span style=\"text-decoration: underline;\">としましょう<\/span>。<br>Literally: Let&#8217;s <span style=\"text-decoration: underline;\">have<\/span> the circumstance <span style=\"text-decoration: underline;\">as<\/span> being the truth. <br>Let&#8217;s posit that the circumstance is true.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">Noun X + Adjective （連用形・～く）＋する<br>Noun X ＋ Adjective Noun （連用形・～に）＋する<\/h4>\n\n\n\n<p>Just as was the case with なる, the basic pattern &#8220;Noun X + Noun Y ＋ にする&#8221; can be adapted so that instead of there being Noun Y, Noun X is being changed in such a way that Noun X itself is not changing, just a quality of Noun X, which is denoted by an adjective turned adverb. <br><br>To do so, we are once again conjugating the adjectives in question into their 連用形（～く） to be used as adverbs. In the case of adjectival nouns (形容動詞) , the same can be done with their 連用形（～に）.<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><tbody><tr><td>形容詞・連用形（～く）＋する<\/td><td>形容動詞・連用形（～に）＋する<\/td><\/tr><tr><td>新しい → 新しくする (to make anew)<\/td><td>簡単だ → 簡単にする (to simplify)<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>57.&nbsp;音楽のボリュームを高くしました。<br>I turned up the music&#8217;s volume.<\/p>\n\n\n\n<p>58. セスさんは夫のためにお風呂を熱くしに行ったのよ。<br>Seth-san went to go make the bath warm for his husband. <br><br>59. このカレー、辛すぎます。何を入れて甘くするといいでしょうか？<br>This curry is too spicy. What would be good for me to add to it to make it sweeter? <br><br>60. 美容院に行って髪を短くしました。<br>I went to a salon and cut my hair short.<br><br>61. 和室の襖の滑りを良くしました。<br>I improved how the fusuma (Japanese sliding screen) in (our) washitsu (Japanese-style room) slides.<\/p>\n\n\n\n<p>62. 今回は、幸せにしてくれる彼氏の特徴について話したいと思います。<br>This time, I&#8217;d like to talk about the characteristics of a boyfriend who will make you happy. <br><br>63. 静かにしてください。<br>Literally: Please have (yourself) be quiet.<br>Please be quiet.<br><br>64. 部屋を綺麗にしなさい！<br>Clean your room!<\/p>\n\n\n<ol class=\"wp-block-footnotes\"><li id=\"8c0f9dd8-a0ab-40e9-935b-fd4c4e8e7237\">Many adverbial instances of に that are defined as being of its use as a case particle include its role in ～ずに as well as how it may show the manner in which a state of being manifests or how an action\/effect is carried out:<br>Ex. 直角に交わる <br>To intersect perpendicularly.   <a href=\"#8c0f9dd8-a0ab-40e9-935b-fd4c4e8e7237-link\" aria-label=\"脚注参照1にジャンプ\">↩︎<\/a><\/li><li id=\"dd5c097f-6f26-4811-960a-b32716255f75\">と does happen to form the 連用形 of a defunct class of adjectival nouns known as タル形容動詞, which have almost entirely lost their ability to conjugate but still utilize the adverbial function of their 連用形. <br>Ex. 堂々と (magnificently)<br>This と is related to the と found in other adverbial expressions, but it is not related to the case particle と.  <a href=\"#dd5c097f-6f26-4811-960a-b32716255f75-link\" aria-label=\"脚注参照2にジャンプ\">↩︎<\/a><\/li><li id=\"0c9c65ea-2132-4201-8bd8-d6583c084614\">Grammaticality is ultimately determined by the eye of the beholder. Hypercorrected formal speech is still &#8216;naturally&#8217; used and perceived by speakers who use it, but this, of course, does not detract from it being ungrammatical in the greatest context of Japanese grammar.     <a href=\"#0c9c65ea-2132-4201-8bd8-d6583c084614-link\" aria-label=\"脚注参照3にジャンプ\">↩︎<\/a><\/li><li id=\"394954e0-a3e1-4335-805c-11836ca35898\">The use of が to mark the object of the verbal predicate [言葉にできる] does not rewrite the basic sentence structure; rather, the presence of potential grammar merely inserts <a href=\"https:\/\/imabi.org\/ga-vs-wo\/\" data-type=\"page\" data-id=\"500\">ergativity<\/a>.  <a href=\"#394954e0-a3e1-4335-805c-11836ca35898-link\" aria-label=\"脚注参照4にジャンプ\">↩︎<\/a><\/li><\/ol>","protected":false},"excerpt":{"rendered":"<p>The Result Markers に &amp; と Both the case particles に and と may mark the result of an action, effect, and\/or <a class=\"more-link\" href=\"https:\/\/imabi.org\/the-result-markers-%e3%81%ab-%e3%81%a8\/\">続きを読む <span class=\"screen-reader-text\">&#8220;The Result Markers に &amp; と&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":"[{\"content\":\"Many adverbial instances of に that are defined as being of its use as a case particle include its role in ～ずに as well as how it may show the manner in which a state of being manifests or how an action\/effect is carried out:<br>Ex. 直角に交わる <br>To intersect perpendicularly.  \",\"id\":\"8c0f9dd8-a0ab-40e9-935b-fd4c4e8e7237\"},{\"content\":\"と does happen to form the 連用形 of a defunct class of adjectival nouns known as タル形容動詞, which have almost entirely lost their ability to conjugate but still utilize the adverbial function of their 連用形. <br>Ex. 堂々と (magnificently)<br>This と is related to the と found in other adverbial expressions, but it is not related to the case particle と. \",\"id\":\"dd5c097f-6f26-4811-960a-b32716255f75\"},{\"content\":\"Grammaticality is ultimately determined by the eye of the beholder. Hypercorrected formal speech is still 'naturally' used and perceived by speakers who use it, but this, of course, does not detract from it being ungrammatical in the greatest context of Japanese grammar.    \",\"id\":\"0c9c65ea-2132-4201-8bd8-d6583c084614\"},{\"content\":\"The use of が to mark the object of the verbal predicate [言葉にできる] does not rewrite the basic sentence structure; rather, the presence of potential grammar merely inserts <a href=\\\"https:\/\/imabi.org\/ga-vs-wo\/\\\" data-type=\\\"page\\\" data-id=\\\"500\\\">ergativity<\/a>. \",\"id\":\"394954e0-a3e1-4335-805c-11836ca35898\"}]"},"tags":[],"class_list":["post-3526","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-US","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/3526","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=3526"}],"version-history":[{"count":32,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/3526\/revisions"}],"predecessor-version":[{"id":11928,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/3526\/revisions\/11928"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=3526"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=3526"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}