{"id":392,"date":"2023-07-13T18:38:48","date_gmt":"2023-07-14T01:38:48","guid":{"rendered":"https:\/\/imabi.org\/?page_id=392"},"modified":"2024-04-18T20:33:30","modified_gmt":"2024-04-19T03:33:30","slug":"advanced-preparation-%ef%bd%9e%e3%81%a6%e3%81%8a%e3%81%8f","status":"publish","type":"page","link":"https:\/\/imabi.org\/advanced-preparation-%ef%bd%9e%e3%81%a6%e3%81%8a%e3%81%8f\/","title":{"rendered":"Advanced Preparation: ～ておく"},"content":{"rendered":"\n<h3 class=\"wp-block-heading\">Advanced Preparation: ～ておく<\/h3>\n\n\n\n<p>～ておく is most known by Japanese learners as expressed advanced preparation, and it is typically simply translated as “in advance”. However, there are many syntactic and semantic differences between the Japanese pattern and the English equivalent. With that being the case, this lesson will provide you the information necessary to fully utilize ～ておく.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">～ておく<\/h3>\n\n\n\n<p>The basic sentence structure for ～ておく is “Xが ＋（Y） ＋ Verb of Volition A＋ ておく”. So, before knowing anything about what the pattern means, you already know that a lot of verbs are ungrammatical with it. Does someone have will over the action? If so, then without any additional information it should be OK.<\/p>\n\n\n\n<p><strong>Speech Style\/Contraction Note<\/strong>: Before we get any farther, it’s important to know that this pattern may be contracted to ～とく in colloquial speech.<\/p>\n\n\n\n<p>There are two broad usages of ～ておく. This initial coverage may suffice for most students, but the rest of the lesson delves into issues with it and other phrases that are very similar and ～ておく&#8217;s own limitations.&nbsp;<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p>1. Before a situation occurs, X changes the current situation in a positive preparation for something. In the non-past tense, this means that verb A has yet to happen, and the speaker is saying that from now they will do so in advance of, again, a certain situation.<\/p>\n\n\n\n<p>1. 韓国に<ruby>駐在<rt>ちゅうざい<\/rt><\/ruby>といわれたよ。少しでも韓国語を習っ<strong>ておかないといけないね<\/strong>。<br>　 &nbsp;I was told that I’d be stationed in Korea. I guess I have to learn some Korean in advance.<\/p>\n\n\n\n<p>2. &nbsp;こんなこともわかんないのか。これしきのこと、知っ<strong>とかなきゃだめだぞ<\/strong>。(男性語; やや<ruby>無礼<rt>ぶれい<\/rt><\/ruby>)<br>　　You don’t even know this sort of thing? You have to know at least just this much!<\/p>\n\n\n\n<p>3. 帰るまでには、思い出し<strong>ておいてよね<\/strong>。(ちょっと女性っぽい)<br>　 Have it remembered by the time I return home, OK?<\/p>\n\n\n\n<p>4. あれほど<ruby>注意<rt>ちゅうい<\/rt><\/ruby>しておいたほうがいいと<ruby>思<rt>おも<\/rt><\/ruby>う。<br>　　I think it&#8217;s best to be careful to that extent.<\/p>\n\n\n\n<p>5. あらかじめ連絡し<strong>ておいた方がいいんじゃないでしょうか<\/strong>。<br>　　Perhaps it would be best to contact them beforehand?<\/p>\n\n\n\n<p><strong>漢字 Note<\/strong>: あらかじめ may also be written as 予め.<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p>2. Trying to actively maintain the current condition. Verb A is still not realized, but in trying to continue to maintain a certain condition, Verb A is to be done.<\/p>\n\n\n\n<p>6. 先日のご本を金曜日までお借りし<strong>ておいてもよろしいですか<\/strong>。(敬語)<br>　 Is it alright if I borrow your book from the other day until Friday?<\/p>\n\n\n\n<p>7. その<ruby>道具<rt>どうぐ<\/rt><\/ruby>は今要りませんから、そのまま入れ<strong>ておいてください<\/strong>。<br>　 &nbsp;That tool isn&#8217;t needed now, so please leave it [in there] as is.<\/p>\n\n\n\n<p>8. とりあえず、ここでやめておきます。<br>　 &nbsp;Anyways, I&#8217;ll stop here.<\/p>\n\n\n\n<p>9. もうこれ<ruby>以上<rt>いじょう<\/rt><\/ruby>あんたをのさばらしておくことはできねーぞ。(Vulgar; 男性語)<br>　 &nbsp;I can no longer let you have your own way. &nbsp;&nbsp;<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: のさばらす is a causative form of のさばる, which means &#8220;to have one&#8217;s way&#8221;. &nbsp;<\/p>\n\n\n\n<p>10.&nbsp;<ruby>演奏<rt>えんそう<\/rt><\/ruby>が演奏だけに放ってはおけないでね。<br>　　 &nbsp;You mustn&#8217;t blow it off just because a performance is a performance.<\/p>\n\n\n\n<p><strong>Sentence Note<\/strong>: The sentence basically says that the performance was really horrible.&nbsp;<\/p>\n\n\n\n<p>11. もとのままにし<strong>ておく<\/strong>。<br>　　 To leave it as it is originally.<\/p>\n\n\n\n<p>12.&nbsp;<ruby>金庫<rt>きんこ<\/rt><\/ruby>にしまっ<strong>とけ<\/strong>！<br>　　 Keep it in the safe!<\/p>\n\n\n\n<p>13. 自分は自分のその女にたいする感情を<ruby>厚意<rt>こうい<\/rt><\/ruby>の程度でとめ<strong>ておけたろう<\/strong>。（ちょっと古風）<br>　　 &nbsp;I believe I&#8217;ve been able to keep my own emotions towards that woman to the degree of favor.<br>From 友情 by&nbsp;<ruby>武者小路実篤<rt>むしゃのこうじさねあつ<\/rt><\/ruby>.<\/p>\n\n\n\n<p>In either case, one contemplates a situation to happen latter, and in order for that situation in time to be beneficial, one is going to perform Action A. So, X affirmatively does Verb A or Verb A being done is anticipated.<\/p>\n\n\n\n<p>There also happens to be situations where the situation can’t be called positive. In this, the speaker expresses a negative manner in light of maintaining the current situation being the best option. In this sense, emotions of abandonment\/resignation may be mixed in.<\/p>\n\n\n\n<p>14. ひとりにし<strong>といてやれ<\/strong>。何言っても、どうせ聞きはしないよ。（ちょっと砕けた）<br>　　 I’ll leave you to yourself. I won’t listen to you no matter what you say.<\/p>\n\n\n\n<p>15. 仕方ないよな、食べさせ<strong>とこう<\/strong>よ。そのうち<ruby>吠<rt>ほ<\/rt><\/ruby>えはじめちゃうしさ。(砕けた)<br>　　 I guess there’s no other choice; I’ll let you eat. You’ll end up starting to bark before long.<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p><strong><u>The Verb 置く<\/u><\/strong><\/p>\n\n\n\n<p>The literal meaning of the verb&nbsp;置く, from which ～ておく derives, is &#8220;to place&#8221;. There are positive situations where it is used, and there are also instances where it negatively portrays negligence and abandonment.<\/p>\n\n\n\n<p>16. 時計を友達の机の上に置く。<br>　　 To place a watch one one’s friend’s desk.<\/p>\n\n\n\n<p>17. ３軒おいた隣が、<ruby>幼稚園教諭<rt>ようちえんきょうゆ<\/rt><\/ruby>のお<ruby>宅<rt>たく<\/rt><\/ruby>です。<br>　　 Three houses down is the home of the kindergarten teacher.<\/p>\n\n\n\n<p>18. 私の学校は<ruby>外国語<rt>がいこくご<\/rt><\/ruby>に<ruby>重点<rt>じゅうてん<\/rt><\/ruby>を置いていません。<br>　　 My school is not putting stress on foreign languages.<\/p>\n\n\n\n<p>19. 夫と子どもをおいて家出する。<br>　　 To run away from home leaving one’s husband and children.<\/p>\n\n\n\n<p><strong>Orthography Note<\/strong>: ～ておく is normally not spelled as ～て置く unless 置く is used in a more literal sense.<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p><strong><u>～ておいた<\/u><\/strong>&nbsp;<\/p>\n\n\n\n<p>～ておいた, even though the pattern is in the past tense, does not mean that the condition in which actions have been made in preparation for has occurred. You just state that you&#8217;ve done something in preparation. ～ておいた may also show that one has continued to maintain a past circumstance.&nbsp;<\/p>\n\n\n\n<p>20. 明後日はコンサートですから、<ruby>切符<rt>きっぷ<\/rt><\/ruby>を買っておきました。<br>　　 Since the concert is two days from now, I bought tickets in advance.<\/p>\n\n\n\n<p>27. その毛布はまだ<ruby>乾<rt>かわ<\/rt><\/ruby>いてなかったから、そのまんま<ruby>干<rt>ほ<\/rt><\/ruby>し<strong>といたよ<\/strong>。<br>　　 Since the blanket wasn&#8217;t dry yet, I left it to dry.<\/p>\n\n\n\n<p>28. サッちゃん、起こしても眠そうだったから、寝かせ<strong>ておいたの<\/strong>。（ちょっと女性っぽい）<br>　　 Since Satchan seemed sleepy even when she would wake up, I had her stay asleep.<\/p>\n\n\n\n<p>29. 「できる」というから、させ<strong>ておいたのに<\/strong>、結局できなかったな。(男性語)<br>　　 Although I let you do it since you said you could, you ultimately couldn&#8217;t.<\/p>\n\n\n\n<p>30. 祥子を泣かせ<strong>ておいたら<\/strong>、泣き寝入りしちゃったみたいわ。(女性語)<br>　　 It looks like Sachiko went to bed crying when I let her cry.<\/p>\n\n\n\n<p>31. 持っていくものをケータイのそばに置い<strong>ておきましたから<\/strong>、忘れないでね。(Wife)<br>　　 I put what to bring next to your cellphone, so don’t forget.<\/p>\n\n\n\n<p><strong>Phrase Note<\/strong>: Yes, 置いておく is completely fine and commonly used. After all, the two instances of 置く have separate purposes.<\/p>\n\n\n\n<p>In either situation, ～ておいた strengthens the sense that preparations have been completed. Again, whether or not the past condition is continuing into the present depends on the situation. Whether the situation is positive or negative, the speaker is thinking of what’s to come ahead, and in intentions of having it beneficial, A is done.<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p><strong><u>Verbs&nbsp;<\/u><\/strong><strong><u>～ておく Can &amp; Can’t Be With<\/u><\/strong><\/p>\n\n\n\n<p>～ておく, as mentioned earlier, is used with a wide range of verbs of volition whereas other speech modals cannot.&nbsp;<\/p>\n\n\n\n<p>1. Full Volition: We will see why other options don’t work in more detail later in this lesson.<\/p>\n\n\n\n<p>32. 万一のことがあってはいけないから、ケータイは持って｛〇 おいた・X ある｝。<br>　　 As the worst case scenario won’t do, I brought my cellphone.<\/p>\n\n\n\n<p>33. すぐに来るかと思って、ここで待って｛〇 おいた・△ いる・X ある｝んだ。<br>　　 Since I though [he&#8217;d] come immediately, I’ve waited here in advance.&nbsp;<\/p>\n\n\n\n<p>2. In situations where a verb usually not volitional is deemed, ～ておく may be used.<\/p>\n\n\n\n<p>34. 次の公演でデブの母さんをやるから、初日までには太っとかなきゃ。　(Casual)<br>　　 I gotta get fat by the premiere because I’m playing a fat mother in the next performance.<\/p>\n\n\n\n<p>35. さっき聞いたこと、殺されたくなかったら、忘れておくんだな。(男性語)<br>　　 What you heard just now, if you don’t want to be killed, you’ll forget it.<\/p>\n\n\n\n<p>So, if you are using the verb to express what a person is trying to do in preparation for a positive outcome, then ～ておいて・おいた can be used. Now, though, we will investigate some problems with this.<\/p>\n\n\n\n<p>36. NHKの記事で事件を｛〇知った・ X 知っておいた｝。<br>　　 I knew about the matter in an NHK article.<\/p>\n\n\n\n<p>37. 彼のことならよく｛〇 知っています・△ 知っておきました｝。<br>　　 As for him, I know him well.&nbsp;<\/p>\n\n\n\n<p>The reason why the verb 知る, which is a verb that you can expect a positive effect, and ～ておく can’t connect is because it shows received knowledge, information, association, etc. passively through emotion or experience. In these situations, you can’t take measures beforehand. However, when considering phrases like&nbsp;<ruby>恥<rt>はじ<\/rt><\/ruby>を知れ and 経済情勢を知ろう, there are clearly instances where 知る would be OK with ～ておく. In these instances, one is to fully understand a matter.<\/p>\n\n\n\n<p>38.&nbsp;<ruby>敵<rt>てき<\/rt><\/ruby>の情勢を知っておけ。<br>&nbsp;　　Know of your enemies’ position beforehand.<\/p>\n\n\n\n<p>39. 親の<ruby>恩<rt>おん<\/rt><\/ruby>くらいは知っておけば大丈夫。<br>　　 If you know at least your parent’s favor, you’ll be OK.<\/p>\n\n\n\n<p>A similar set of issues exist with 分かる ＋ ておく. If 分かる is used to show a natural, non-volitional change of something unclear becoming clear, then ～ておく can’t be used with it. However, when used in a volitional sense, the combination becomes OK.<\/p>\n\n\n\n<p>40. 彼のことをよく分かっておく。<br>　　 To understand him well in advance.<\/p>\n\n\n\n<p>41. 彼氏の気持ちも分かっておいてよ。<br>　　 Understand your boyfriend’s emotions full well too.<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p><strong><u>The Two Faces of&nbsp;<\/u><\/strong><strong><u>～ておく・おいた<\/u><\/strong><\/p>\n\n\n\n<p>Depending on the nature of Verb A, this pattern has one of the following two faces.<\/p>\n\n\n\n<p>1. With verbs that become duration verbs or non-internal limitation verbs, ～ておく shows changing a situation and affirmatively taking measures beforehand.<\/p>\n\n\n\n<p>42.&nbsp;<ruby>手<rt>て<\/rt><\/ruby>を<ruby>清潔<rt>せいけつ<\/rt><\/ruby>にしておきなさい。<br>&nbsp;　　Keep your hands clean.<\/p>\n\n\n\n<p>43. メールで連絡しておく。<br>　　 To contact in advance with e-mail.　<\/p>\n\n\n\n<p>44. 食事の用意をしておきました。<br>　　 I did the preparations for dinner in advance.&nbsp;<\/p>\n\n\n\n<p>2. With verbs that become instantaneous verbs or internal limitation verbs, ～ておく either shows an affirmative urging\/current condition change or a positive\/negative current condition maintenance\/neglect\/dismissal\/nonintervention.<\/p>\n\n\n\n<p>45. あとのために、<ruby>鋏<rt>はさみ<\/rt><\/ruby>を<ruby>使<rt>つか<\/rt><\/ruby>ったら、<ruby>元<rt>もと<\/rt><\/ruby>の<ruby>所<rt>ところ<\/rt><\/ruby>に<ruby>戻<rt>もど<\/rt><\/ruby>しておいてくださいね。<br>　　 For later, please put back the scissors where you got them after you&#8217;re done using them.<\/p>\n\n\n\n<p>46. ことがことだけに放ってはおけない。<br>　　 Since a circumstance is a circumstance, one mustn&#8217;t let loose.<\/p>\n\n\n\n<p>47. だまっとけ！　　(Rude)<br>　　 Shut it!<\/p>\n\n\n\n<p><strong>Phrase Note<\/strong>: As you can see, ～とけ can be used to make (rude) commands as such.&nbsp;<\/p>\n\n\n\n<p>As for the group of verbs that are duration\/non-internal limitation verbs such as 連絡する, 用意する, 習う, and 食べる, in the case that they are already realized before the current point in time, they do not express up to the maintaining of the later conditions of having contacted, finishing preparations, being equipped with knowledge, and being full being expressed. So, even though you can use these verbs with the first usage of ～ておく, they do not work with the second.<\/p>\n\n\n\n<p>48. そのまま習っておく。　X<\/p>\n\n\n\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; On the flip side, verbs like 隠す and 壊す are instantaneous\/internal limitation verbs, and action being done, whether good or bad, can maintain the result of those verbs, 隠した・壊した.&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;<\/p>\n\n\n\n<p>49. 犬たちが遊ぶといけないから、壊しておかないといけない。<br>　　 Since the dogs can&#8217;t play [with it], I have to destroy it in advance.<br><br>50. 犬たちが遊ぶといけないから、このまま壊しておくほうがいい。<br>　　 Since the dogs can&#8217;t play [with it], it’s best to destroy and have it as is.&nbsp;<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p><strong><u>The Effectiveness of&nbsp;<\/u><\/strong><strong><u>～ておいた<\/u><\/strong><\/p>\n\n\n\n<p>Aておいた deals with something already realized at the base present time, and it expresses an A which is a matter that has already been taken care of. However, at the present time, whether A was effective or not—in reference to the beneficiary factor of ～ておく—is given no concern and is left uncertain. Hopefully this should not be news to your eyes at this point in this lesson.&nbsp;<\/p>\n\n\n\n<p>52. コンピューターを消さないください。アニメを見るために、つけておいたんです。<br>&nbsp; &nbsp; &nbsp; Please don’t turn off the computer. I turned it on in advance to watch anime.<\/p>\n\n\n\n<p>53. コンピューターを消してしまったんですか。アニメを見るために、つけておいたんです。<br>&nbsp; &nbsp; &nbsp;Did you accidentally turn off the computer? I turned it on in advance to watch anime.<\/p>\n\n\n\n<p>54. 後でアニメ、見るのでしょう? コンピューターつけておいたよ。<br>&nbsp; &nbsp; &nbsp; You&#8217;re going to be watching anime later, aren&#8217;t you? I turned on the computer in advance.<\/p>\n\n\n\n<p>55. コンピューターをつけておいたのに、アニメを見なかったの？ （ちょっと女性っぽい）<br>&nbsp; &nbsp; &nbsp; Although I had turned on the computer, you didn&#8217;t watch anime?&nbsp;<\/p>\n\n\n\n<p>56. 出かけますから、コンピューターを消しておきました。<br>&nbsp; &nbsp; &nbsp;As I’m leaving, I turned off the computer.<\/p>\n\n\n\n<p>57. お弁当を作っておいたけど、食べたか。<br>&nbsp; &nbsp; &nbsp; I had fixed a bento in advance, but you ate it?<\/p>\n\n\n\n<p>These sentences show instances where Verb A was beneficial and not beneficial in the end, but like the last example shows, there are indeed times where this is not certain. What if the speaker was a husband going on a business trip and a financial emergency came about and his wife so happened to need to retrieve something from the computer and expected it to be on but couldn&#8217;t get it to turn on and use it? This may sound far-fetched, but it’s just one situation where this could be bad. Thus, from the sentence alone one can’t 100% make the call whether Verb A was good or bad.<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p><strong><u>Practice<\/u><\/strong>: Translate the following.<\/p>\n\n\n\n<p>1. 呼んどく。<br><ruby>2. 調<rt>しら<\/rt><\/ruby>べておきます。<br><ruby>3. 連絡<rt>れんらく<\/rt><\/ruby>しないでおく。<br>4. よく<ruby>覚<rt>おぼ<\/rt><\/ruby>えておけ！<br>5.&nbsp;<ruby>神<rt>かみ<\/rt><\/ruby>に<ruby>信頼<rt>しんらい<\/rt><\/ruby>を<ruby>置<rt>お<\/rt><\/ruby>く。<br>6.&nbsp;<ruby>靴<rt>くつ<\/rt><\/ruby>は<ruby>玄関<rt>げんかん<\/rt><\/ruby>に置いてください。<br>7.&nbsp;水を<ruby>貯<rt>たくわ<\/rt><\/ruby>えておく。<br>8. 生かしておけない。<br>9. しまっておけない。<br>10. 貯めておけない。<\/p>\n\n\n\n<p>11. Consider the differences between the following and effectively explain what each means in your own words.<\/p>\n\n\n\n<p>片付けてある。<br>片付けておいた。<br>片付いている。<br>片付けている。<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Keys<\/h3>\n\n\n\n<p>Practice<\/p>\n\n\n\n<p>1.&nbsp;&nbsp;&nbsp; To call in advanced. (Casual language)<br>2.&nbsp;&nbsp;&nbsp; I will check in advance.<br>3.&nbsp;&nbsp;&nbsp; To leave without contacting (someone).<br>4.&nbsp;&nbsp;&nbsp; Remember well!<br>5.&nbsp;&nbsp;&nbsp; To place trust in God.<br>6.&nbsp;&nbsp;&nbsp; Please leave your shoes at the doorway.<br>7.&nbsp;&nbsp;&nbsp; To store water.<br>8.&nbsp;&nbsp;&nbsp; To not be able to be left alive (literally); mortal.<br>9.&nbsp;&nbsp;&nbsp; To not be able to be put away.<br>10.&nbsp; To not be able to be stored\/{left\/put} aside.<\/p>\n\n\n\n<p>11.<\/p>\n\n\n\n<p>片付けてある: The speaker sounds arrogant and tells the listener that it was he\/she that did it. If the person were some pro at clearing off things, then it would definitely imply the speaker’s self-confidence.<\/p>\n\n\n\n<p>片付けておいた: The speaker is just saying that he\/she cleared things up, and there is no additional information implied as to what the speaker may be thinking or additional purposes other than simply informing.<\/p>\n\n\n\n<p>片付いている: Shows a nature change and doesn&#8217;t say if someone did it.<br><br>片付けている: Shows that it was done by a person, and the listener would think of a particular person. When the speaker uses it, it does show that it was he\/her that did it, but it does not have the effect of ～てある as mentioned before. &nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Advanced Preparation: ～ておく ～ておく is most known by Japanese learners as expressed advanced preparation, and it i<a class=\"more-link\" href=\"https:\/\/imabi.org\/advanced-preparation-%ef%bd%9e%e3%81%a6%e3%81%8a%e3%81%8f\/\">続きを読む <span class=\"screen-reader-text\">&#8220;Advanced Preparation: ～ておく&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":""},"tags":[],"class_list":["post-392","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-6k","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/392","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=392"}],"version-history":[{"count":2,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/392\/revisions"}],"predecessor-version":[{"id":4867,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/392\/revisions\/4867"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=392"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=392"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}