{"id":412,"date":"2023-07-15T18:28:16","date_gmt":"2023-07-16T01:28:16","guid":{"rendered":"https:\/\/imabi.org\/?page_id=412"},"modified":"2024-04-18T20:41:43","modified_gmt":"2024-04-19T03:41:43","slug":"honorifics-i-%e6%95%ac%e7%a7%b0-i-%ef%bd%9e%e3%81%95%e3%82%93-%ef%bd%9e%e6%a7%98-etc-2","status":"publish","type":"page","link":"https:\/\/imabi.org\/honorifics-i-%e6%95%ac%e7%a7%b0-i-%ef%bd%9e%e3%81%95%e3%82%93-%ef%bd%9e%e6%a7%98-etc-2\/","title":{"rendered":"Honorifics I: 敬称 I:  ～さん, ～様, Etc."},"content":{"rendered":"\n<h3 class=\"wp-block-heading\">Honorifics I: 敬称 I: ～さん, ～様, Etc.<\/h3>\n\n\n\n<p>The Japanese language is known universally as having the most complex system of honorific speech, known to Japanese speakers as 敬語. Although you should already be well-versed with the differences between plain speech and polite speech, there is far more to showing respect to others than just using です and ～ます.&nbsp;<\/p>\n\n\n\n<p>To begin our formal coverage of 敬語, we will be covering a range of things known collectively as 敬称, a term which translates as &#8220;title of honor&#8221; or more practically as &#8220;polite form of address.&#8221;&nbsp;From what has been taught thus far, you are actually already familiar with the most basic examples&nbsp;such as ～さん, ～様, etc.&nbsp;<\/p>\n\n\n\n<p><strong>Curriculum Note<\/strong>: This lesson is currently under revision. Please forgive the mess.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">What are 敬称?<\/h3>\n\n\n\n<p>Often times, 敬称 are compared to the&nbsp;suffixes &#8220;Mr.&#8221; and &#8220;Mrs.&#8221; in English, but the versality, social implications, as well as the grammatical restrictions 敬称 may have are far more complicated than the gender or marital status of a person.&nbsp;Rather, 呼称 are chosen based on the degree and nature of respect, or lack thereof, towards a given individual.&nbsp;<\/p>\n\n\n\n<p>In Japanese, 敬称 refers to either a prefix\/suffix that shows respect to the listener or third-person,&nbsp;standalone words which serve the same function of giving respect to the listener but as pronouns in their own right.&nbsp;<\/p>\n\n\n\n<p>There are various applications 敬称 may have. Many are used in daily conversation, but then there are also those specialized for the written language.&nbsp;As such, it will take some time to integrate all of them into your speech.&nbsp;<\/p>\n\n\n\n<p>To make things easier, this lesson will&nbsp;only focus on the 敬称 that function as suffixes, but before investigating them on a case-by-case basis, we will go over a few ground rules for how they are generally used.&nbsp;Note that aside from these rules, each suffix will have a number of general implications that may not always hold true in every situation. This is because 敬称&nbsp;are tied to personae, and how people are perceived is based on the eye of the beholder.&nbsp;<\/p>\n\n\n\n<p>Rule 1: Thou shalt only use one 敬称&nbsp;with a single name.<\/p>\n\n\n\n<p>Rule 2: Thou shalt only use 敬称&nbsp;to address others and not thyself.&nbsp;<br>Rule 3: Thou shalt not use 敬称 when referring to others in one&#8217;s in-group.<br>Rule 4: It is permissible to omit 敬称 in writing when (multiple) people are being mentioned so long as a disclaimer (敬称略) is attached.<\/p>\n\n\n\n<p>As hinted at, there are situations in which these rules&nbsp;governing 敬称 are broken, but that doesn&#8217;t lessen the significance that they have.&nbsp;To demonstrate how these rules typically function, consider the following:<\/p>\n\n\n\n<p>1a. 店員さんは裕子さんですよ。X<br>1b.店員の方は、裕子さんですよ。〇<\/p>\n\n\n\n<p>1c. 店員さんの名前ですが、裕子と言いますよ。〇<\/p>\n\n\n\n<p>The shopkeeper&#8217;s name is Yuko.&nbsp;<\/p>\n\n\n\n<p>2a. 私は金子です。〇<br>2b. 私は金子さんです。X<\/p>\n\n\n\n<p>2c. 金子さんは私です。X<br>2d. 金子は私です。〇<br>I am Kaneko.<\/p>\n\n\n\n<p>Even considering different grammatical circumstances, these rules are&nbsp;unbroken. Now that we have reviewed these rules, it&#8217;s time to formally introduce 敬称 suffixes.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">The Ending ～さん: さん付け<\/h3>\n\n\n\n<p>The most quintessential 敬称&nbsp;in Japanese is ～さん by far due to its versatility and ability&nbsp;to adequately respect most people in most situations.&nbsp;<\/p>\n\n\n\n<p>This ending is generally applied to both adolescents and adults as a general marker of politeness. It may be replaced with the person&#8217;s actual title or a politer 敬称&nbsp;if applicable and\/or anticipated.&nbsp;<\/p>\n\n\n\n<p>Forgetting to use ～さん, or any form of address for that matter,&nbsp;is a practice known as 呼び捨て, which is highly frowned upon if you are not close to said person, and even then, there may still be proper polite forms of address that would need to be used at all times.&nbsp;<\/p>\n\n\n\n<p>3. もしもし、あ、すみませんが、こちらは加藤さんのお宅でしょうか。<\/p>\n\n\n\n<p>Hello, ah, please forgive me, but is this Kato-san&#8217;s residence?<\/p>\n\n\n\n<p>4.<br>Speaker A: 鈴木さんの趣味は？<br>Speaker B: サッカーです。<br>Speaker A: Suzuki-san, what is your hobby?<br>Speaker B: It&#8217;s soccer.<\/p>\n\n\n\n<p>5. 田中さんはいらっしゃいますか。<br>Is Tanaka-san here?<\/p>\n\n\n\n<p>6. そちらは伊藤幸弘さんですね。<br>So, you&#8217;re Yukihiro Ito, then.<\/p>\n\n\n\n<p>The placement of ～さん is peculiar because even though it&nbsp;primarily goes after surnames or full names with native Japanese names, when speakers&nbsp;fraternize&nbsp;with foreigners such as English speakers, it is commonplace to hear ～さん after the addressee&#8217;s given name. This is both out of respect for the addressee&#8217;s culture and a perceived understanding of how foreigners wish to be addressed on far more familial terms. One could say this has&nbsp;been popularized&nbsp;in large part by&nbsp;ubiquitous scenes such as &#8220;ジョンと呼んでください.&#8221;&nbsp;&nbsp;<\/p>\n\n\n\n<p>7. セスさんは日本に来て何年になりますか。<br>How many years has it been&nbsp;since you came to&nbsp;Japan, Seth-san?<\/p>\n\n\n\n<p>When such form of address is had towards a fellow Japanese speaker, the intent is usually one of breaking the ice. There are various reasons for why a speaker may wish to place some distance between those who would simply be viewed as friends in a Western mindset, and so one ought not be quick to judge why someone has yet to resort to 呼び捨て as that should be signaled by the other party out of courtesy.&nbsp;<\/p>\n\n\n\n<p>Of course, using a person&#8217;s full name, if known, will always be politer than dropping a person&#8217;s lower name in favor of just using their surname.&nbsp;<\/p>\n\n\n\n<p>When ～さん is seen after personal nouns, the choice between it and the more formal ～様 (see below) is a matter of familiarity with ～さん being lighter and more affectionate in tone in most cases.&nbsp;<\/p>\n\n\n\n<p>8. 皆さん、気をつけてください。<br>Everyone, please be careful.<\/p>\n\n\n\n<p>9. お子さんに喜ばれると思います。<\/p>\n\n\n\n<p>I&#8217;m sure your child will enjoy it.<br><\/p>\n\n\n\n<p>10. お隣さんたちに相談しましょう。Let&#8217;s discuss it with the neighbors.<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: The suffix ～たち is capable of being modified by the plural ending&nbsp;～達 to indicate a group while maintaining a polite register.&nbsp;<\/p>\n\n\n\n<p>11. お母さん、色違いのポケモン捕まえたぞ！<br>Mom, I caught a shiny Pokemon!&nbsp;<\/p>\n\n\n\n<p>In this same vein of showing familiarity while portraying a polite tone, it is also possible to see ～さん affectionately used after non-human entities. This, in turn, personifies said entity.<\/p>\n\n\n\n<p>12. とうとうウサギさんを怒らせてしまいました！<br>I&#8217;ve finally angered Mr. Bunny!&nbsp;<\/p>\n\n\n\n<p>13. ここでは、お猿さんたちを身近に見ることができます。<br>Here, you can see monkeys up close.&nbsp;<\/p>\n\n\n\n<p>Although ironically less formal than what would be inferred by its role as the basic politeness marker in a name, when extended to set phrases often seen in 敬語 which honor the status of an individual, ～さん is business casual&nbsp;in nature compared to their realizations with the more formal ～様.<\/p>\n\n\n\n<p>14. お疲れさんです！（⇒ お疲れ様です！）<br>Good work! (See you!)<br><br>15. お待ち遠さん！ （⇒お待ち遠様です！）<br>Thanks for waiting!&nbsp;<br><br>A trend that once used to be considered endemic to Western Japan but has since become standard, ～さん may follow the names of institutions, places of work, and occupations to either respect individual workers or the institutions themselves. Note that in the written language, using the full legal name of a company as well as addressing people by their occupational titles if applicable are preferred, rendering this phenomenon colloquial in nature.&nbsp;<\/p>\n\n\n\n<p>16. 任天堂さんにはソフトを出すペースを少し考えてほしいです。<br>I want Nintendo to think a little about the pace at which they release software.&nbsp;<\/p>\n\n\n\n<p>17. 電気屋さんを呼びましょうか。<br>How about we call an electrician?<\/p>\n\n\n\n<p>18. いくつかの本屋さんに聞いたところ、在庫がないと言われたので、中古で買おうと思います。<br>After having asked several bookstores and being told they didn&#8217;t have it in their inventory, I&#8217;m thinking about buying it used.<\/p>\n\n\n\n<p>A situation which requires 呼び捨て in a formal setting is when referring to people of in one&#8217;s own company\/organization&nbsp;over the phone. Time is money as the saying goes, but it isn&#8217;t the case that you are being purposefully disrespectful to your coworkers. Rather, you and those you work with in this situation are singular in this moment, and being humble is how you show proper etiquette the person on the other side of the phone.&nbsp;<\/p>\n\n\n\n<p>19.&nbsp;<\/p>\n\n\n\n<p>Speaker A:「人事部の畠中さんをお願いします。」<br>Speaker B: 「はい、畏まりました。人事部の畠中にお繋ぎいたします。少々お待ちください。」<br>Speaker A: &#8220;Please get me in contact with Hatanaka-san in Human Resources.&#8221;<br>Speaker B: &#8220;Yes, of course. I&#8217;ll connect you to Hatanaka-san in Human Resources. Please hold.&#8221;<\/p>\n\n\n\n<p>In many dialects, particularly those in Kansai Dialects and especially 京都弁, the sound change \/s\/ → \/h\/ renders ～さん as ～はん. Although this dialect twang, along with its endearing\/intimate&nbsp;tone,&nbsp;is well known among speakers, the dissemination of 標準語 has caused its usage to go down in recent decades.&nbsp;<\/p>\n\n\n\n<p>20. 〇〇はん、おはようございます！<br>##-han, good morning!<\/p>\n\n\n\n<p><strong>Dialect Note<\/strong>: Conversely, because of how ～はん supplanted ～さん in these regions, ～さん became used in expressions such as お稲荷さん and 天神さん to express the highest form of address to these divine entities as ～様 had all but disappeared from their vernacular. Incidentally, as will be discussed with ～様 later in this lesson, that is not the norm in Standard Japanese but is nonetheless an observation that would be obvious when speaking to native speakers of this region.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">The Ending ～様: 様付け<\/h3>\n\n\n\n<p>The ending ～さん is, in fact, a contraction of the ending ～様. Understanding this sets the precedent for why ～様 indicates higher respect. It is used heavily in both the spoken language and the written language. In Japanese media, ～様 indicates the highest level of respect to individuals (最高敬称).<\/p>\n\n\n\n<p>Historically, ～様 has been heavily&nbsp;used after the structures in which high-profile individuals resided. Especially when watching or reading historical dramatizations, these sort of honorific forms of address abound.<\/p>\n\n\n\n<p>Exs. 御屋形様 (master of &#8220;estate&#8221;)・御所様 ((ex-)emperor\/empress\/shogun\/minister)<\/p>\n\n\n\n<p>Although ～様&#8217;s&nbsp;use after people&#8217;s&nbsp;surnames\/full names&nbsp;is not questionable when addressing someone you know to respect highly&nbsp;in which their title is either unknown to you or not pertinent, caution does need to be made when applying it to other personal nouns which may require specific forms of address (see below). &nbsp;<\/p>\n\n\n\n<p><strong>～様 After Names<\/strong><\/p>\n\n\n\n<p>21. 本日ご予約いただいている木村様でいらっしゃいますね。<br>You must be Kimura-sama who has a reservation with us today.<\/p>\n\n\n\n<p>22. 同封の書類は木嶋様にお渡しください。<br>Please pass the documents enclosed to Kishima-sama.<\/p>\n\n\n\n<p><strong>～様 After Personal Nouns (including interrogatives, counter phrases, etc.)<\/strong><\/p>\n\n\n\n<p>23. 在宅の患者様もご存じないのかもしれません。<br>In-home patients may very well not know either.<\/p>\n\n\n\n<p>24. どなた様もご参加いただけます。<br>Anyone may participate with us.<\/p>\n\n\n\n<p>25.&nbsp;巡査は順子のことを訊いたが、これは宿帳に彼女の名前がないからだった。「外一名様」とあるだけである。<br>The police officer asked about Junko, but this was because her name wasn&#8217;t in the guest book. It only said, &#8220;one other person.&#8221;<\/p>\n\n\n\n<p>26. 明日より限定100名様に1万個の龍石を配布いたします！<br>We will distribute 10,000 Dragon Stones to a limit of 100 people tomorrow!<\/p>\n\n\n\n<p>As we know, there are two counters for people: ～人 and ～名. In Ex. 26, we see that ～様 may attach neatly after any number and 名. Interestingly enough, at the start of the 20th century, the counter ～名 only referred to oneself and\/or one&#8217;s in-group, but at some point, given its Sino-Japanese origin, speakers began treating as as being politer than ～人, thus appropriate in honorific speech.<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><thead><tr><td><strong>敬意の度合い<\/strong><\/td><td><strong>&nbsp;1<\/strong><\/td><td><strong>&nbsp;2<\/strong><\/td><td><strong>&nbsp;3<\/strong><\/td><td><strong>&nbsp;4<\/strong><\/td><\/tr><\/thead><tbody><tr><td>Light<\/td><td>&nbsp;おひとり<\/td><td>&nbsp;おふたり<\/td><td>&nbsp;おみたり △\/?<\/td><td>&nbsp;およったり　△\/?<\/td><\/tr><tr><td>Respectful<\/td><td>&nbsp;お一人様<\/td><td>お二人様<\/td><td>三人様<\/td><td>&nbsp;四人様<\/td><\/tr><tr><td>Indirect\/Formal*<\/td><td>一名様<\/td><td>二名様<\/td><td>三名様<\/td><td>&nbsp;四名様<\/td><\/tr><tr><td>Highly Formal<\/td><td>お一方<\/td><td>お二方<\/td><td>お三方<\/td><td><\/td><\/tr><tr><td>Set Phrase<\/td><td><\/td><td>ご両人<\/td><td><\/td><td><\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>・In Row 1, we see how the native number+counter system would function if the whole series were completely in use today. Aside from elderly speakers and certain dialects, the native counter for person ～（た）り is not used past 2.<\/p>\n\n\n\n<p>・ Upon hitting 3 in Row 2,&nbsp;you revert back to the Sino-Japanese numbering scheme (with expected variation for 4, 7, and 9 which we studied in Beginners I).&nbsp;<\/p>\n\n\n\n<p>・～様 doesn&#8217;t and shouldn&#8217;t attach to everything, which is true for&nbsp;Row 4.&nbsp;方 happens to be the honorific replacement of 人, and it can be used as a noun and a counter (albeit up until 3).&nbsp;<\/p>\n\n\n\n<p>・Some speakers add the nominal honorific markers お・ご to any nominal phrase possible imaginable even if doing so is not standard for said phrase. This is true for all of Row 2 and Row 3.&nbsp;<\/p>\n\n\n\n<p>While ～様 is quintessential to business and formal settings, when addressing&nbsp;individuals&nbsp;in which their organization is also mentioned, it is important not to abbreviate their&nbsp;surnames out.&nbsp;Utilize their full name if at all possible.<\/p>\n\n\n\n<p>27a. 株式会社〇〇藤原様　〇<br>27b. 株式会社〇〇様　X<br>Fujiwara-sama of ## Co<\/p>\n\n\n\n<p>28a. 先生にお伺いしたいことがあります。〇<br>28b. 先生様にお伺いしたいことがあります。Ｘ<br>There&#8217;s something I&#8217;d like to ask you about, Sensei.&nbsp;<\/p>\n\n\n\n<p>～様 is heavily used when referring to religious deities. This is also extended to celestial objects, which have their own respectful forms of address. In Standard Japanese, such phrases are hardly ever made softer via the substitution of ～さん.&nbsp;<\/p>\n\n\n\n<p>29. 神（様）を信じていますか？<br>Do you believe in God?<br><br><strong>Word Note<\/strong>: Dropping ～様 from 神 is not ungrammatical, but that determination is a sensitivity best left to personal discretion.&nbsp;<\/p>\n\n\n\n<p>30. 阿弥陀様は、すべての人を必ず救うという願いをたて働き続けてくださっている仏様です。<br>Amitabha-sama is Buddha (hotoke-sama), the one who continues working with the desire to save all people without fail.&nbsp;<\/p>\n\n\n\n<p><strong>Word Note<\/strong>: If you&#8217;ve ever visited a Buddhist temple in Japan, you will likely have heard people saying 南無阿弥陀仏. This phrase can be traced back to Sanskrit and is interpreted as meaning &#8220;I will take refuge in Buddha.&#8221; In this phrase, ～様 is not used as the entire phrase is technically a loan and because&nbsp;～仏 is explicitly stated in phrase final position.&nbsp;<\/p>\n\n\n\n<p>31. 祖父は三月二十五日に仏様になりました。<br>My grandfather passed away&nbsp;on March 25th.<\/p>\n\n\n\n<p><strong>Word Note<\/strong>: 仏, aside from meaning &#8220;Buddha,&#8221; may also refer to deceased souls in a reverent way with obvious Buddhist nuancing. Whether a person attaches ～様, ～さん or no 敬称 at all can be determined by mood. In Ex. 31, the person is showing respect to their grandfather. In Ex. 32, Buddha&#8217;s way to enlightenment is being referenced by 仏になる rather than his death.&nbsp;In Ex. 33, the phrase 仏さんになる is being used colloquially in the same way an English speaker may say &#8220;they&#8217;ve gone to Heaven.&#8221;&nbsp;<\/p>\n\n\n\n<p>32. その後、六年苦行を修し、仏になりました。<br>Afterwards, he underwent six years of penance, then became enlightened.&nbsp;&nbsp;<\/p>\n\n\n\n<p>33. あの人も、もう仏さんになったのだから。<br>Since that person&#8217;s already passed away anyway.<\/p>\n\n\n\n<p>34. お日様を浴びて丈夫な骨を維持しましょう。<br>Maintain sturdy bones my bathing in the light of the sun.<\/p>\n\n\n\n<p>お日様・お天道様 and お月様 are considered refined speech (美化語) and appear most often in children and female speech. They&#8217;re endearing terms and can, of course, appear outside of honorific sentences.&nbsp;<\/p>\n\n\n\n<p>35. お月様を見てるの？<br>Do you see the moon?&nbsp;<\/p>\n\n\n\n<p>36. お天道様が見ている。<br>The sun is watching (you).&nbsp;<\/p>\n\n\n\n<p><strong>Word Note<\/strong>: In some dialects, お天道様 is pronounced as おてんとさま and can even be shorten to&nbsp;おてんと.&nbsp;<\/p>\n\n\n\n<p>In certain dialects such as Western Japan as indicated earlier, ～さん may be used in these contexts. In such situations, however, other aspects of 敬語 will likely also differ as is made evident in Ex. 37.&nbsp;<\/p>\n\n\n\n<p>37. 仏さんの教えを聞いたはるだけでっしゃろ。<br>All (the person) likely did was&nbsp;only hear the teachings of Buddha.&nbsp;<br><\/p>\n\n\n\n<p>The distinction between a 敬称 that functions solely as a suffix and one a title (称号) that may function as a standalone pronoun can make or break the grammaticality of the overall 呼称 (form of address) may not always be obvious to you. Native speakers themselves particularly get confused when addressing and\/or referring to those in royal families.&nbsp;<\/p>\n\n\n\n<p>In the English mindset, &#8220;King,&#8221; &#8220;Queen,&#8221; &#8220;Your Majesty, &#8220;Emperor,&#8221; etc. can be used both as standalone nouns and as&nbsp;affixes. In Japanese, the word 王 only functions as a noun. When addressing a king, one may use 王様, but other words exist such as 国王 (monarch) and 陛下 (Your Majesty), but even then, one has to be careful about each word&#8217;s grammatical capacity. 国王 may function as a noun but not a pronoun, but 陛下 does function as a pronoun in isolation (see next lesson).&nbsp;<\/p>\n\n\n\n<p>38.【王様・陛下・〇〇国王】、ご無事でしょうか！？<br>[My king\/Your Majesty], are you alright!?&nbsp;<\/p>\n\n\n\n<p>As for 天皇 (emperor), the current consensus is that it should not be paired with ～様 as the title 天皇 sufficiently gives respect to said person, and this is extended to 皇后 (empress).&nbsp;As is also seen with ～殿 in some capacity (see below), when a 敬称 is used as a pronoun, following it with a suffix 敬称 is not as grammatically abrasive as having two 敬称 after a given name both functioning as suffixes.&nbsp;<\/p>\n\n\n\n<p>Even&nbsp;so, most speakers find all instances of the such as examples of&nbsp;過剰敬語 (excessive honorific speech), which is 敬語 that is poorly executed but with all the right intention.&nbsp;<\/p>\n\n\n\n<p>Another reason for why speakers frown upon the use of 天皇様 is that ～陛下 exists as the proper &#8216;royal 敬称,&#8217; which can also be viewed as an extension of royal titles. 天皇陛下様, thus, is deemed incorrect by most speakers as improperly formed&nbsp;敬語 due to not just following the flawed format of 役職名 (title)＋敬称＋敬称, but also because even if 天皇陛下 were viewed as a pronoun 敬称&nbsp;functioning as a single word, following it with a suffix 敬称 would be unnecessary.&nbsp;<\/p>\n\n\n\n<p><strong>Note<\/strong>: When using the&nbsp;actual names of people in royalty,&nbsp;using ～様 is&nbsp;the norm.&nbsp;<\/p>\n\n\n\n<p>39.【天皇（陛下） 〇・天皇様 △\/X・天皇陛下様 X】にお会いしました。<br>I met with the emperor.<\/p>\n\n\n\n<p>In a similar fashion, 国王様 is also unnatural. Meaning, you ought to use the royal&nbsp;～陛下 when addressing said person.&nbsp;<\/p>\n\n\n\n<p>40. チャールズ国王陛下、万歳！<br>Long live His Majesty, King Charles!&nbsp;<\/p>\n\n\n\n<p>41. チャールズ国王は、手を振りながら、市民の歓声に応えられました。<br>King Charles met the citizen&#8217;s cheers while waving a them.&nbsp;<\/p>\n\n\n\n<p>As alluded to in the coverage on ～さん, ～様 appears in many set phrases intended to respect the situation that the listener is in. These phrases are culturally specific and require hearing them in context to know when to use them and distinguish variations properly.<\/p>\n\n\n\n<p>For instance, Ex. 42&nbsp;shouldn&#8217;t be used lightheartedly or towards fellow loved ones whom you are sharing grief. Even the ubiquitous phrase in Ex. 43 has its own restrictions, namely, being inappropriate to superiors in most settings as well as high-profile individuals on another plain of existence than your own.&nbsp;<\/p>\n\n\n\n<p>42. ご愁傷様です。<br>My condolences.&nbsp;<\/p>\n\n\n\n<p>43. お疲れ様です。<\/p>\n\n\n\n<p>Thank you for your hard work\/Good work.&nbsp;<\/p>\n\n\n\n<p>The use of ～様 with&nbsp;俺, at first, glance seems highly irregular as 敬称 ought not be used to refer to oneself. However, any 敬語 grammatical structures used superficially can actually have the opposite effect. This is known as being 慇懃無礼, and it is sometimes the case that that is exactly what the speaker is intending.&nbsp;<\/p>\n\n\n\n<p>In the case of 俺様, the speaker is purposefully exalting oneself in a pompous manner. This is an example of what is known as 尊大語. In actuality, 俺様 is hardly ever used in the spoken language, but it can be heavily seen in fiction.&nbsp;<\/p>\n\n\n\n<p>44. それは俺様がずっと前から何度も言っているだろう。<br>That&#8217;s what I&#8217;ve been telling you all along so many times.<\/p>\n\n\n\n<p>45. 俺様は混沌が好きなのだ。<br>I love (the) chaos.<\/p>\n\n\n\n<p><strong>Orthography Note<\/strong>:&nbsp;<\/p>\n\n\n\n<p>～様 is often written in Kanji, but there are some organizations which write it out in Hiragana to avoid concerns of classist&nbsp;undertones, particularly when referring to the Imperial Family as the percentage of people no longer in favor of its status grows.&nbsp;<\/p>\n\n\n\n<p>In casual writing, ～さま and ～サマ may heighten the familiarity that the suffix gives, but its degree of respect will go down, and so most people will still spell it in Kanji in their own writing.&nbsp;<\/p>\n\n\n\n<p>Aside from this, however, there are several variants of the Kanji 様 that used to each add their own flare in the written language. 様 is, first and foremost, the simplified form of 樣, itself indicated the highest degree of respect. This is because the Kanji contains 永. This variant was referred to as 永様（えいざま）accordingly. The tier below this politeness-wise was 木＋美, known as 美様（びざま）. Then, there was&nbsp;&nbsp;檨, known as 次樣（つぎざま）, and then finally 木＋平, known as 平様（ひらざま）, the last being used towards those lower in rank than oneself.&nbsp;&nbsp;&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">The Ending ～君<\/h3>\n\n\n\n<p>The Kanji 君 once held the meaning of &#8220;one&#8217;s master\/sovereign,&#8221; and it can still be seen with this literal meaning in words such as 君主 (monarch\/sovereign).&nbsp;<\/p>\n\n\n\n<p>In the Japanese legislature known as The Diet, members regardless of gender are formally addressed with ～君 after their surnames, and this practice dates back to the end of the Tokugawa Shogunate in which a man by the name of 吉田松陰. To create an equal learning environment in his classroom in which peasants and samurai classes commingled, he determined that coining&nbsp;～君 from its literal meaning to address pupils of all social ranks would be the easiest thing to do for everyone.&nbsp;<\/p>\n\n\n\n<p>46. 本案は〇〇〇君が提出者です。<\/p>\n\n\n\n<p>This bill&#8217;s proposer is ###.<\/p>\n\n\n\n<p>In turn, this also aided in the coining of 諸君, which is used to mean &#8220;(ladies and) gentlemen.&#8221; Although the word is usually used towards groups of men, it is not exclusive to addressing male crowds. However, only male speakers ever use it.<\/p>\n\n\n\n<p>47.&nbsp;&nbsp;最後になりますが、本日卒業する留学生諸君に一言申し上げます。<br>Lastly, I would like to say a word to all our exchange students who are graduating today.&nbsp;<\/p>\n\n\n\n<p>Such classrooms, though, were a male dominant world, and so ～君 developed in the rest of society as a term directed at men, particularly those of equal but most often lower status in a familial tone.&nbsp;<\/p>\n\n\n\n<p>Aside from being used in The Diet, it has been&nbsp;proper for any superior to refer to any male with ～君. This is the basis for why it is also used to address male students both by teachers and fellow students. Its perception nowadays, however, is in flux due to sensibilities that men themselves have towards ～君.<\/p>\n\n\n\n<p>How do men feel about being called ～君 can be summarized as follows:<\/p>\n\n\n\n<p>・Some men don&#8217;t wish to be addressed with ～君 as they feel they are being looked down on, and this is partly due to how often it is used to refer to male kids and adolescents. Adults generally don&#8217;t like being treated like children.&nbsp;<\/p>\n\n\n\n<p>・Although ～君 originally had a built-in sense of comradery, many younger guys feel offended if classmates, coworkers, or friends whom they feel are their buds address them with ～君, because then it sounds standoffish.&nbsp;<\/p>\n\n\n\n<p>On the flip side, there are various reasons for why men may wish to address other men with ～君:<\/p>\n\n\n\n<p>・Introverts who don&#8217;t have much interaction with others may often address&nbsp;all men of similar age&nbsp;with ～君 to&nbsp;help keep themselves in a&nbsp;nice bubble.&nbsp;<\/p>\n\n\n\n<p>・Not using any 呼称 would be a gutsier move for any guy, so using ～君 could be his way of sounding less of an introvert. &nbsp;<br>・Many men will use ～君 when addressing&nbsp;a senpai to show comradery.&nbsp;<\/p>\n\n\n\n<p>・If you are all the alpha guy in the room using ～君 towards the quiet guy in the corner, this may be interpreted as a power move.&nbsp;<\/p>\n\n\n\n<p>・Some guys don&#8217;t see anything wrong with calling any other guy ～君 because it began as an address of equality, and in their minds, it should keep being that.<\/p>\n\n\n\n<p>Why women may choose to call men with ～君 can be summarized as follows:<\/p>\n\n\n\n<p>・They might admire the guy in question but still wish to keep some distance.&nbsp;<br>・They might be hinting at wanting to get closer to the guy.&nbsp;<\/p>\n\n\n\n<p>・They may be purposely trying to make the guy think he&#8217;s cute with them being the older sister.<\/p>\n\n\n\n<p>・Older women, even in the workplace, may use ～君 towards younger men and their kohai. This may also come from the desire to be like everyone&#8217;s mom.<\/p>\n\n\n\n<p>・They may wish to purvey a free-spirited approach to address people much in the same way guys sometimes do.&nbsp;<\/p>\n\n\n\n<p>・They may not be used to interacting with the other sex. This is often the case when girls switch schools.&nbsp;<\/p>\n\n\n\n<p>In the modern business scene, people in management find it growingly less acceptable to refer to employees with ～君, preferring ～さん to create an atmosphere of equality. The use of ～君 in such a business setting gives off unwanted gender-specific undertones that Japanese society is trying to rid itself in professional settings so that everyone feels equally important and free of harassment.&nbsp;<\/p>\n\n\n\n<p>What&#8217;s more, even outside the workplace, when someone uses &#8220;～君 +&nbsp;Surname,&#8221; the speaker is potentially giving the impression that they don&#8217;t foresee themselves getting close enough to someone in the future to ever drop to 呼び捨て altogether.&nbsp;<\/p>\n\n\n\n<p>Generally speaking, in a casual setting, ～君 often follows a person&#8217;s given name.&nbsp;<\/p>\n\n\n\n<p>Remember that in a formal setting, the speaker is either of a generation that has not traditionally viewed ～君 as being potentially offensive in public &#8211; of the &#8220;comradery&#8221; (male speaker)&nbsp;or &#8220;endearing&#8221; (female speaker) philosophy &#8211; or its use is obligatory in the Diet.&nbsp;<\/p>\n\n\n\n<p>48. 雄太君は凄い！（雄太＝first name）<br>Yuta-kun is awesome!<\/p>\n\n\n\n<p>49. 健太君、気をつけて行ってらっしゃい。（健太＝first name)<br>Kenta-kun, be careful as you go and come back.<\/p>\n\n\n\n<p>50.&nbsp;<br>部長：加藤君はどこだ？(加藤＝surname)<br>Chief: Where is Kato-kun?&nbsp;<\/p>\n\n\n\n<p>51. 鏡音レン君をかわいい感じで描いてみました！<br>I tried drawing Kagamine Len in a cutesy way!&nbsp;<\/p>\n\n\n\n<p>Of course, ～君 may be used when referring to male pets.&nbsp;<\/p>\n\n\n\n<p>52. 去年からフェレットのパンケーキ君（生後２歳）を飼っています。<br>I&#8217;ve had Pancake-kun (2 years of age), the ferret, since last year.<\/p>\n\n\n\n<p>Although written with the same Kanji, the rather archaic ～君（ぎみ）and ～の君 are not etymologically related to ～君（くん）.&nbsp;<\/p>\n\n\n\n<p>・～君（ぎみ）:<br>i. Attached to family terms to show&nbsp;respect. It&nbsp;is synonymous with&nbsp;～上（うえ）and ～御（ご）except that it could be used towards both one&#8217;s own family members and those of other families whereas the latter two suffixes can only be used for the former. Outside of very erudite settings, all three 敬称&nbsp;are&nbsp;replaced by ～様: 父君 (father), 母君 (mother), 姉君 (sister), 兄君 (brother), 尼君 (nun\/Sister).&nbsp;&nbsp;<br>ii. In the formation of feudal titles such as 大君（おおきみ）&#8221;prince,&#8221; 姫君（ひめぎみ）&#8221;daughter of high ranking person&#8221;, and 若君（わかぎみ）&#8221;young lord.&#8221;<\/p>\n\n\n\n<p>・～の君: Attaching&nbsp;to either a person&#8217;s name or title to show respect, this only appears in classical language.<\/p>\n\n\n\n<p>53. 姉君にご相談になってはいかがでしょうか。<br>How about consulting with your sister?<\/p>\n\n\n\n<p>54. 蘇我小姉君<br>Soga-no-oane-no-kimi<br><br><strong>History Note<\/strong>: This individual was a consort of Emperor Kinmei.<\/p>\n\n\n\n<p>※細君, read as さいくん, is an old-fashioned way of referring to either one&#8217;s own wife or the wife of someone of equal or lower status. It is often misread as ほそぎみ.<\/p>\n\n\n\n<p>55. 彼女が友人の細君であったことさえ知らなかったのだ。<br>I didn&#8217;t even know that she was my friend&#8217;s wife.&nbsp;<\/p>\n\n\n\n<p><strong>Variant Note<\/strong>:&nbsp;<\/p>\n\n\n\n<p>The variant ～きゅん・キュン is the same as ～くん but relegated to boys one has a crush on and is parallel to ～たん・タン (see below). It is not seen much outside from the Internet.&nbsp;<\/p>\n\n\n\n<p>56. 健司キュンはば～か！<br>Kenji-kyun, you&#8217;re stuupid!<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">The Ending ～殿: ～殿付け<\/h3>\n\n\n\n<p>The Kanji 殿 means &#8220;palace&#8221; and its use as a 敬称 is a historical relic from a time in which nobility would be referred to by their dwellings.&nbsp;<\/p>\n\n\n\n<p>In Modern Japanese, ～殿 is still often used instead of&nbsp;～様 in formal documents. It is primarily used&nbsp;in the written language so much so that when switching over to conversation, it is usually replaced by ～様.　<\/p>\n\n\n\n<p>Aside from following surnames, ～殿&nbsp;frequently follows job titles (役職名), which themselves function as 敬称 (see next lesson). If this strikes you as potentially breaking Rule 2, your suspicion is correct. When a title completely substitutes a name, it essentially functions as a pronoun, and although respect is built in, when it is not being used as a suffix, it may potentially have a 敬称 suffix follow while still being grammatically correct. Thus, whereas 部長殿 (Sir Department Chairman) is correct, 姓 (surname) + 役職名 + ～殿 is incorrect and an example of what&#8217;s known as &#8220;double keigo (二重敬語).&#8221; To consolidate, the following formats are permissible in formal writing:<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>姓＋役職名: Ex. 加藤部長<br>Permissible in the written language as well as in the spoken language.<\/li>\n\n\n\n<li>役職名＋～殿: Ex. 部長殿<br>Permissible in the written language but not as formal as using the person&#8217;s full name and full title together.<\/li>\n\n\n\n<li>部署名＋役職名＋姓名＋殿<br>By inverting the surname to the end, usually separated by a word break, this format allows you to state a person&#8217;s full title &#8211; including both department and the person&#8217;s specific role &#8211; along with the surname while still using ～殿 correctly. This format is indicative of very formal writing.&nbsp;&nbsp;<\/li>\n<\/ul>\n\n\n\n<p>57.<\/p>\n\n\n\n<p>〇〇株式会社<br>営業部　田中遼　殿<br>## Inc.<br>Mr. Ryo Tanaka in the Sales Department<\/p>\n\n\n\n<p><br>In older stages of Japanese, ～殿 could also be seen after place names to refer to nobility that would live in the 殿 or mansion estate of the land. Nowadays, however, ～殿 is limited mostly to formal documents, and even this is changing as many bureaucratic institutions in Japan now address people via mail with ～様 instead.&nbsp;<\/p>\n\n\n\n<p>While it can be seen from time to time in private correspondences, it is usually done so towards those of equal or lower status to oneself. There are others who insist, however, that municipalities ought to use ～殿 for submissions from and for the public to prevent a perceived concern over 公私混同 &#8211; the concept of mixing business with personal affairs.&nbsp;<br><br>The very noble origins of ～殿 would make it seem that it ought to be far more reverent in nature than ～様. However, due to language drift,&nbsp;even before Modern Japanese, so much so that the warrior class would refer to those in the working class with ～殿 and the working class would refer to the warrior class with ～様. This trend continues to this day where the government predicts that it will ultimately phase out&nbsp;～殿 from public documents in the future.&nbsp;<\/p>\n\n\n\n<p>That is not to say, though, that speakers are not aware of its original nuance. In hospitals, name tags of patients are often replaced with ～殿 to highlight their human dignity.&nbsp;<\/p>\n\n\n\n<p>You may also hear it employed in anime, manga, and historical fiction settings with the nuance of &#8220;Lord,&#8221; but it must be noted that this is not how it is used in typical speech, and imitating this may come off as purposely trying to sound like a historical drama (時代劇).<\/p>\n\n\n\n<p>58.<br>―――科　入院　〇〇年〇〇月〇〇日<br>――――――――殿<br>血液型〇〇――主治医―――<\/p>\n\n\n\n<p>&#8212;&#8212;Department&nbsp; &nbsp;Hospitalized&nbsp; ##\/##\/##<br>Mr.\/M(r)s. &#8212;&#8212;&#8212;&#8212;&#8212;&#8211;<br>Blood Type ## &#8212;-Physician&nbsp;<\/p>\n\n\n\n<p>59. 家康殿、ご無事でしょうか！<br>Lord Ieyasu, are you alright?!<\/p>\n\n\n\n<p>60. 信長殿に槍を向けるのは本意ではありません。<\/p>\n\n\n\n<p>It is not my intention to point my spear at you, Lord Nobunaga.<\/p>\n\n\n\n<p><strong>Historical Note<\/strong>: In the Edo Period, the ranking of standard 敬称 from politest to least polite was as follows: 「～様」＞「～公」＞「～殿」＞「～老」.&nbsp;<\/p>\n\n\n\n<p><strong>Usage Note<\/strong>: 殿 may also function as a standalone pronoun, but in this situation, it is pronounced as との.<\/p>\n\n\n\n<p><strong>Dialect Variant Note<\/strong>:&nbsp;<\/p>\n\n\n\n<p>Infamously renowned for being used in&nbsp;西郷どん, ～殿 survived in the spoken language in Kyushu dialects as ～どん.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">The Ending ～氏: 氏付け<\/h3>\n\n\n\n<p>～氏 is used to reference someone in the third person in the written language or usages of speech akin to the written language such as news reports and the like&nbsp; without regard to the person&#8217;s title\/status, which is only meant to be abbreviated in the moment. Historically, it has largely been used towards men, but this gender distinction has been lost in recent decades.<\/p>\n\n\n\n<p>61.&nbsp; アンドリュー・&nbsp;ワイス氏によれば、プーチン氏は過去に、人員を解雇する決断は難しいもので、個人的な問題として処理することが多いと公の場で認めたことがあるといいます。<br>According Andrew Wise, Putin has admitted in a public forum in the past that the decision to fire personnel&nbsp;is a difficult matter to him that he often handles such situations&nbsp;as&nbsp;personal issues.<\/p>\n\n\n\n<p>62.&nbsp; 米連邦最高裁はトランプ氏側の訴えを退けた。<br>The American Federal Supreme Court dismissed Trump&#8217;s claim.&nbsp;<\/p>\n\n\n\n<p>63.&nbsp;&nbsp;「同氏同籍の原則」とは、氏を同じくする者は同じ戸籍に入るというものである。<br>The &#8220;Same Surname, Same&nbsp;Registry Principle&#8221; is one in which those who have their surnames be the same enter the same family registry.&nbsp;<\/p>\n\n\n\n<p>As for the popular word 彼氏 meaning &#8220;boyfriend,&#8221; when it was first coined in the earlier 1900s, it was intended to be the two-symbol antonym of 彼女 to simply mean &#8220;he,&#8221; as the Kanji 氏&nbsp;has the secondary meaning of &#8220;person,&#8221;&nbsp;which is true in formal words such as 両氏 (both persons). No sooner than it became used, though, it quickly became popularized to mean &#8220;boyfriend.&#8221;&nbsp;<\/p>\n\n\n\n<p><strong>Reading Notes<\/strong>:&nbsp;<\/p>\n\n\n\n<p>1. In older Japanese, ～氏 could be read as うじ with the same usage as ～氏（し） does today.&nbsp;<\/p>\n\n\n\n<p>64. 『漢氏（あやうじ）』とは、古く日本に渡来した漢民族の子孫とする集団であった。<br>The &#8220;Aya Clan&#8221; were a group who arrived in Japan long ago claiming to be descendants of the Han People.&nbsp;&nbsp;<\/p>\n\n\n\n<p>2. Also in older Japanese, the ON reading of ～氏 can be seen voiced as じ.<\/p>\n\n\n\n<p>65. 源氏（げんじ・みなもとうじ）は源（みなもと）の姓（かばね）を受けた氏族のこと。<br>&#8220;Genji\/Minamoto-uji&#8221; are clans who have received the surname &#8220;Minamoto.&#8221;&nbsp;<\/p>\n\n\n\n<p><strong>Kanji Slang Note<\/strong>: In Internet slang, the insult 死ね (die!) is often alternatively spelled as&nbsp;氏ね to avoid censorship,&nbsp;which only came about to both Kanji sharing the same 音読み of シ, but nowadays, all censorship-averting spellings are subject to such regulations.&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">The Ending ～夫人<\/h3>\n\n\n\n<p>The use of words containing the Kanji&nbsp;婦 has diminished in recent decades as gender-neutral terms have also become popularized in Japanese society. Traditionally, however, the Kanji would refer to married women.&nbsp;In the modern era, the connotation of this Kanji shifted to adult women.&nbsp;<\/p>\n\n\n\n<p>The term （ご）婦人 has existed for quite some time as a formal means of saying 女性, but with the rise of feminism, its use as a 敬称 has diminished. One reason for this is the use of 帚 meaning &#8220;broom&#8221; in the Kanji itself. Although the sexist spin is not a reflection of the Kanji&#8217;s origin, it has resulted in the sharp decline in the use of the word 婦人, with 女性 and even the English ミセス.<\/p>\n\n\n\n<p>However, 婦人 is not seen as a suffix but as a standalone noun. Instead,&nbsp;～夫人, which bears the same pronunciation, is frequently used to mean &#8220;Mrs.&#8221;, as&nbsp;it does literally refer to the individual as &#8220;the person to said husband.&#8221; It may follow the surname or title of her spouse. Also, 夫人 may function as a standalone noun, and thus, it can be&nbsp;viewed as a pronoun 敬称. In this scenario, it is seen as 令夫人*.<\/p>\n\n\n\n<p>65. 加藤夫人はどちらに行かれたのか教えてください。<br>Please tell me where Mrs. Kato went.<\/p>\n\n\n\n<p>66. 社長夫人も社長の出張によく同伴し、従業員にとって不可解な存在です。<br>The company president&#8217;s wife frequently accompanies his business trips and is an incomprehensible figure to the employees.&nbsp;&nbsp;<\/p>\n\n\n\n<p>*: Some speakers use ご夫人, but 奥さん・奥様 are more proliferate.&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">The Ending ～嬢: 嬢付け<\/h3>\n\n\n\n<p>The ending ～嬢 derives from its use in the words お嬢さん・ご令嬢さん, which is an honorific term used to refer to either someone&#8217;s daughter or a young, unmarried woman. In this respect, it is the gender opposite of ～君. Although it is not so common nowadays, it still carries a highly refined (上品) tone.&nbsp;<\/p>\n\n\n\n<p>67. 恐らく金田嬢も同様な事態に陥ったと思われます。<br>It is believed that Ms. Kaneda&nbsp;likely fell into a similar situation.&nbsp;<\/p>\n\n\n\n<p><strong>Variation Note<\/strong>: To add flare, ～嬢 may be replaced with the prefixes ミス (from the English &#8220;Ms.&#8221; or even マドモアゼル (from the French &#8220;Mademoiselle&#8221;).&nbsp;<\/p>\n\n\n\n<p>～嬢 may also appear in service industry titles filled by women. Often times, they are being sexualized.&nbsp;<\/p>\n\n\n\n<p>68. 裕子はもともとキャバ嬢として働いてたよ。<br>Yuko used to work as a hostess.&nbsp;<\/p>\n\n\n\n<p>69.&nbsp;太郎君は、東京都の風俗嬢を探すためのページをグーグル検索した。<br>Taro-kun googled sites for looking up hostess girls in Tokyo.&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">The Endings ～卿 &amp;　～公<\/h3>\n\n\n\n<p>～卿 is a now&nbsp;rare 敬称 which was once used to refer to aristocracy. It is now relegated to historical\/classical references. In Japanese society, it was used to refer to high-ranking court nobles (公卿) up until the Edo Period.&nbsp;<\/p>\n\n\n\n<p>Syntactically, the honorific 朝臣（あそん） would follow the clan name, then ～卿 would follow the given name. In this scenario, the person&#8217;s post would start the full form of address &#8211; in line with how ～殿 is still used in modern speech.<\/p>\n\n\n\n<p>71. 山科大納言藤原朝臣言継卿<br>Noble Yamashina Dianagon Fujiwara-no-Ason Tokitsugu<\/p>\n\n\n\n<p>Overtime, ～卿 could be seen after surnames (名字) in isolation as well as after the territory (領国) in which said &#8220;lord&#8221; resided.&nbsp;&nbsp;Nowadays, it is only used to refer to foreign dignitaries with court rank. It is especially used to translate the English title of Lord&#8221; as is indicated in Ex. 72.<\/p>\n\n\n\n<p>72. アーサー卿は収入のほとんどを荘園の維持費にしていたといわれています。<br>It is said that Lord Arthur used most of his income in the maintenance of his gardens.&nbsp;<\/p>\n\n\n\n<p>The use of ～公 as a 敬称 derives from when it was used towards noble families (貴族) and ministers (大臣) in antiquity. In modern times, it is only occasionally seen, and it when it, it has an endearing tone and is viewed as a shortening of 公爵, which translates to &#8220;duke.&#8221;&nbsp;<\/p>\n\n\n\n<p>73. 忠犬ハチ公<br>The faithful dog Hachikō.<\/p>\n\n\n\n<p>74. 〇〇公ですね。<br>You must be Duke 〇〇.<\/p>\n\n\n\n<p>Ironically, it can also have a lightly contemptuous tone when attached to an abbreviated nickname.<\/p>\n\n\n\n<p>75. ポリ公じゃダメなんだよ！<br>The cops&#8217;d be no good!<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">The Ending ～坊<\/h3>\n\n\n\n<p>～坊 may be after a boy&#8217;s name to show affection similarly to how &#8220;lil'&#8221; is used in English, or&nbsp;it may be used to&nbsp;lightly chastise someone, which ties into how it is seen as a general suffix indicating people of certain demeanors&nbsp;like in 赤ん坊 (baby).&nbsp;<\/p>\n\n\n\n<p>76.そういえば、けん坊は誰の子なんだ？<br>Come to think of it, who exactly is lil&#8217; Ken?<\/p>\n\n\n\n<p>Historically, it could be added to the names of young boys and girls. Given how the Kanji 坊 may also mean &#8220;monk,&#8221; it may&nbsp;also be seen historically accurately used&nbsp;after the alias of said monks.&nbsp;<\/p>\n\n\n\n<p>77. 大徳坊は誰の言う事も聞かない。<br>THe (high) priest won&#8217;t listen to what anyone says.&nbsp;<\/p>\n\n\n\n<p>78. 西塔武蔵坊弁慶<br>Saitō Musashibō Benkei<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Diminutive 呼称: ～ちゃん・っち・たん・ちん・ぽん<\/h3>\n\n\n\n<p>All diminutive forms of address derive somehow from ～さん through various sound alterations. The most iconic of these diminutives is ～ちゃん as the presence of \/ch\/ as opposed to \/s\/ is a signature feature of the speech heard among infants and young children. However, because these diminutives are not honorific in nature, they don&#8217;t fall under the definition of 敬称 despite being etymologically related.&nbsp;<\/p>\n\n\n\n<p><strong>The 呼称 Suffix ～ちゃん<\/strong>To reiterate, ～ちゃん is a diminutive of ～さん, and should be treated as one. Its primary role is to&nbsp;show&nbsp;affection and endearment. In doing so, it is generally used towards&nbsp;infants, pets, children, grandparents, lovers, and\/or close friends.&nbsp;<\/p>\n\n\n\n<p>From the perspective of young children, it is used affectionately to anyone seen as close to them. This is why it is especially heard in family terms such as 父ちゃん (daddy), 母ちゃん (mommy), 兄ちゃん (brother), 姉ちゃん (sister),&nbsp;お爺ちゃん (grandpa), お婆ちゃん (grandma), etc. More broadly, very young children may mimic all uses of ～さん with ～ちゃん.<\/p>\n\n\n\n<p>When used toward the wrong individual, ～ちゃん may&nbsp;sound condescending, but tone of voice and one&#8217;s relationship with the individual are both important factors.&nbsp;<\/p>\n\n\n\n<p>79. 久美ちゃん、何味がほしい？<br>Kumi-chan, what flavor do you want?<\/p>\n\n\n\n<p>80. おばあちゃん、公園に行きたいよ！<br>Grandma, I wanna go to the park!<\/p>\n\n\n\n<p><strong>Variant Note<\/strong>: っち is the shortened form (短縮形) of ～ちゃん, but it is most common when referring to a 後輩 one views as the &#8220;baby&#8221; of the group. You may also hear ～ちん which gives off an even more cutesy vibe.&nbsp;<br><\/p>\n\n\n\n<p><strong>The 呼称 Suffix ～たん・タン<\/strong><\/p>\n\n\n\n<p>～たん・タン is believed to derive from ～ちゃん as its infantile pronunciation form (幼児語形), and it is most frequently used towards girls online, particularly to crushes\/moe (萌え).&nbsp;<\/p>\n\n\n\n<p><strong>The 呼称 Suffix ～ぽん<\/strong><\/p>\n\n\n\n<p>Occasionally, there will people who you encounter who believe ～ぽん is such a cute alternative, but despite how cute it may sound, to many it gives off an atmosphere that is unproductive to serious conversation. Even so, many couples do find cutesy ways to address each other, and ～ピー is another variant.&nbsp;<\/p>\n\n\n\n<p>81. 健太ピー、あたしのメイク好きなの？<br>Kenta-pii, do you like my makeup?<\/p>\n\n\n\n<p><strong>T<\/strong><strong>he 呼称 Suffix ～やん<\/strong><\/p>\n\n\n\n<p>The suffix ～やん is a feature of Kansai dialects, and it is used very endearingly.&nbsp;<\/p>\n\n\n\n<p>82. 竹井千代はおちょやんとして道頓堀の芝居茶屋に奉公に出る。<br>Chiyo Takei goes to a as a &#8220;ochoyan&#8221; apprentice at a tearoom of a theater in Dotonbori.&nbsp;<\/p>\n\n\n\n<p><strong>Word Note<\/strong>: おちょやん is a Kansai dialect word referring to young girls who work as live-in apprentices in tearooms and the like.&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Honorable Mentions<\/h3>\n\n\n\n<p>・老: Seen far more often in Modern Chinese than it is in Modern Japanese, as alluded to earlier in this lesson, ～老 has a similar feel to the title &#8220;Elder&#8221; in that although it is not nearly as high on the respect totem poll as say ～様, ～殿, etc., it is nonetheless a 敬称 in its own right. Unfortunately, its modern usage is realistically limited to&nbsp;historical fiction settings and out-of-date written language.<\/p>\n\n\n\n<p>83. 我が藩翁・山田老が藩侯に忠義し腹を切る覚悟でござる。<br>Our han elder Yamada has pledged his allegiance to our lord and is prepared to commit seppuku.&nbsp;<\/p>\n\n\n\n<p>・翁: A variant of 老, carrying the added nuance of &#8220;venerable.&#8221;<\/p>\n\n\n\n<p>84. 福沢翁が全てを教えてくれます。<br>The venerable Fukuzawa (Yukichi) teaches (us) everything.<\/p>\n\n\n\n<p>・尊: In Buddhism, ～尊 is a special 敬称 reserved for the Buddha himself. The use of the Kanji 尊 in this exalted context can be traced to the Kanji&#8217;s usage as an alternative character for 命（みこと）, which is an&nbsp;Old Japanese title for nobility.<\/p>\n\n\n\n<p>85.&nbsp;不動明王（不動尊）とは、揺るぎないみ心で、私たちの心配事を聞いてくださる「お不動さん」のことです。<br>Acalanatha (Acala) is the Wisdom King &#8220;O-fudо̄-san&#8221; who listens to our troubles and whose spirit is unwavering.&nbsp;<\/p>\n\n\n\n<p>86. 日本武尊（ヤマトタケルノミコト）<br>Prince Yamato Takeru<\/p>\n\n\n\n<p>・刀自: Deriving from the archaism&nbsp;戸主 for &#8220;household master&#8221;, this is a rather obsolete 敬称 which has been used in reference to older women in a dignified manner.<\/p>\n\n\n\n<p>87. 明日は家刀自はご在宅でしょうか。<br>Will the lady of the house be at home tomorrow?<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Honorifics I: 敬称 I: ～さん, ～様, Etc. The Japanese language is known universally as having the most complex system<a class=\"more-link\" href=\"https:\/\/imabi.org\/honorifics-i-%e6%95%ac%e7%a7%b0-i-%ef%bd%9e%e3%81%95%e3%82%93-%ef%bd%9e%e6%a7%98-etc-2\/\">続きを読む <span class=\"screen-reader-text\">&#8220;Honorifics I: 敬称 I:  ～さん, ～様, Etc.&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":""},"tags":[],"class_list":["post-412","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-6E","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/412","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=412"}],"version-history":[{"count":2,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/412\/revisions"}],"predecessor-version":[{"id":4888,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/412\/revisions\/4888"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=412"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=412"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}