{"id":417,"date":"2023-07-15T18:33:59","date_gmt":"2023-07-16T01:33:59","guid":{"rendered":"https:\/\/imabi.org\/?page_id=417"},"modified":"2023-07-15T18:33:59","modified_gmt":"2023-07-16T01:33:59","slug":"honorifics-ii-standalone-%e6%95%ac%e7%a7%b0","status":"publish","type":"page","link":"https:\/\/imabi.org\/honorifics-ii-standalone-%e6%95%ac%e7%a7%b0\/","title":{"rendered":"Honorifics II: Standalone 敬称"},"content":{"rendered":"\n<h3 class=\"wp-block-heading\">第138課: Honorifics II: Standalone 敬称<\/h3>\n\n\n\n<p>In the previous lesson, we began our coverage of&nbsp;敬称. These&nbsp;are forms of address which&nbsp;show&nbsp;respect to others. As we learned,&nbsp;敬称 are&nbsp;either&nbsp;prefixes\/suffixes and\/or third-person,&nbsp;standalone words.&nbsp;<\/p>\n\n\n\n<p>This lesson will focus on 敬称 which can either appear after someone&#8217;s name and\/or appear as standalone pronouns. In doing so, the same four rules taught previously will generally apply.&nbsp;<\/p>\n\n\n\n<p>Rule 1: Thou shalt only use one 敬称&nbsp;with a single name.<\/p>\n\n\n\n<p>Rule 2: Thou shalt only use 敬称&nbsp;to address others and not thyself.&nbsp;<br>Rule 3: Thou shalt not use 敬称 when referring to others in one&#8217;s in-group.<br>Rule 4: It is permissible to omit 敬称 in writing when (multiple) people are being mentioned so long as a disclaimer (敬称略) is attached.<\/p>\n\n\n\n<p>An additional rule that was alluded to in our discussion of ～殿 will now become more applicable as we learn about how occupational titles also serve as 敬称.<\/p>\n\n\n\n<p>Rule 5: Thou shalt refer to someone by his&nbsp;&#8220;surname + occupation&#8221; or &#8220;occupation + ～さん・さま&#8221; but never all the above. Additionally, occupations that are also titles and thus 敬称 in their own right shan&#8217;t&nbsp;take an additional suffix 敬称.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Occupational Titles　職業で用いる呼称<\/h3>\n\n\n\n<p>Forms of address that constitute&nbsp;occupational titles&nbsp;function as 敬称 in their own right, but there appears to be a fine line between which can still take a 敬称 suffix such as ～さん and which cannot.&nbsp;<\/p>\n\n\n\n<p>There are a few factors that can aid in making a &#8220;no&#8221; verdict.&nbsp;<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><thead><tr><td><\/td><td><strong>&#8220;NO&#8221; to ～さん・様、等<\/strong><\/td><td><strong>&nbsp;Titles Affected<\/strong><\/td><\/tr><\/thead><tbody><tr><td>&nbsp;1<\/td><td>Title +&nbsp;surname.<\/td><td>&nbsp;岸田総理様 X&nbsp;岸田総理 〇Prime Minister Kishida<\/td><\/tr><tr><td>&nbsp;2i<\/td><td>Prestigious titles in isolation.<\/td><td>&nbsp; &nbsp;首相 (chancellor\/prime minister)大統領 (president)総理大臣 (prime minister)天皇 (emperor)*<\/td><\/tr><tr><td>2ii<\/td><td>Titles of &#8220;head&#8221; figures ending in:&nbsp;～臣, ～長, ～匠, ～将, ～官, ～王,&nbsp;～相, etc.<\/td><td>校長 (principal)部長 (head chief)委員長 (committee chairman)隊長 (captain)大将 (general\/admiral)主将 (commander-in-chief)課長 (section chief)本部長 (director-general)所長 (director)司令官 (commanding officer)議長 (chairman)国王 (king)<\/td><\/tr><tr><td>2iii<\/td><td>Titles&nbsp;best used after&nbsp;surnames but may account for said surname in isolation&nbsp;when&nbsp;it is omitted.<\/td><td>&nbsp; &nbsp;（～）代表 (representative)&nbsp;（～）博士 (professor\/doctor)&nbsp;（～）教授 (professor)※（～先生）(teacher\/instructor)&nbsp;（～）先輩 (senior)（～）後輩(junior)&nbsp;（～）総裁 (president (organization\/central bank))&nbsp;（～）専務 (managing director)&nbsp;（～）頭取 (bank president)&nbsp;（～）監督 (director)&nbsp;（～）理事 (director)<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>Notes:<br>※（～）stands for the person&#8217;s full name or surname. Using a person&#8217;s first name （下の名前） would be disrespectful.&nbsp;<\/p>\n\n\n\n<p>※（～）&nbsp;教授&nbsp; is replaced with（～）&nbsp;先生 when directly addressing the person.<\/p>\n\n\n\n<p>As for factors that contribute to a &#8220;yes&#8221; verdict, consider the following. Note that it is assumed that the person&#8217;s name is not used before the occupational title when a 敬称 suffix is present.&nbsp;<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><thead><tr><td><\/td><td><strong>&#8220;YES&#8221; to ～さん・様、等<\/strong><\/td><td><strong>&nbsp;Titles Affected<\/strong><\/td><\/tr><\/thead><tbody><tr><td>1<\/td><td>Direct forms of address which involve word substitution to allow for ～さん, etc.<\/td><td>医師 (doctor) → お医者さん警察官 (police officer) → お巡りさん運転士 (driver) → 運転手さん<\/td><\/tr><tr><td>2i<\/td><td>When an occupational title is viewed not so much&nbsp;as a title but&nbsp;as the way of referring to an&nbsp;employee of a given&nbsp;institution<\/td><td>店員さん (store clerk)電気屋さん (electrician)弁護士さん※ (lawyer)<\/td><\/tr><tr><td>2ii<\/td><td>Likewise, when referring to such individuals in conversation, 敬称 suffixes may optionally appear.<\/td><td>警官（さん）たち (police officers)選手（さん）たち (athletes)<\/td><\/tr><tr><td>&nbsp;2iii<\/td><td>Titles ending in ～員, ～手,&nbsp;may take 敬称 suffixes, and this becomes obligatory when addressing them directly.&nbsp;<\/td><td>銀行員さん (bank teller)議員さん (congress(wo)man)投手さん (pitcher)<\/td><\/tr><tr><td>&nbsp;3<\/td><td>Highly distinguished titles occupied by one person may be paired with a&nbsp;<strong>specific<\/strong>&nbsp;敬称 suffix.<\/td><td>皇太子様 (The Crown Prince)天皇陛下 (His Majesty the Emperor)教皇様 (The Pope)王様 (King)<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>Notes:<\/p>\n\n\n\n<p>※When directly addressing lawyers, it is customary to use 先生.<\/p>\n\n\n\n<p>※The pattern &#8220;Title + space\/の + Surname + ～様&#8221; is grammatically correct.<br>Ex. 部長 〇〇様.<\/p>\n\n\n\n<p>※Although 天皇様 remains ungrammatical for most speakers, many other royal family terms can be used with ～様:&nbsp;皇后様, 上皇様,&nbsp;親王様, etc.<\/p>\n\n\n\n<p>Considering these factors, it may seem implausible to always guess when to add a 敬称 suffix, especially when there is a growing percentage of people who add them to any occupational title when used as a standalone word. However, these pointers hold true for the majority of instances you&#8217;ll ever encounter.<\/p>\n\n\n\n<p><strong>Example Sentences<\/strong><\/p>\n\n\n\n<p><br>In the examples that follow, titles that may be used with ～さん・様 will be marked with 〇 and those that cannot will be marked with NG.<\/p>\n\n\n\n<p>1. 課長、新規の見積(書)をご覧になりましたか。<br>Chief, have you seen the new quote?<\/p>\n\n\n\n<p>～さん・様？: 課長　NG<\/p>\n\n\n\n<p>2. アメリカのトランプ次期大統領にメキシコ工場の建設計画を批判されているトヨタ自動車の豊田章男社長は９日、アメリカのデトロイトで開かれているモーターショーに出席し、アメリカで今後５年の間に１００億ドル（１兆円以上）を投資する計画になっていることを明らかにしました。<br>Akio Toyoda, the president of Toyota Motor Corporation, who has been criticized by President-elect (Donald) Trump for plans to construct a factory in Mexico, while attending an auto show being held in Detroit in America on the ninth, revealed that the company has made plans to invest over 10 billion dollars (over 1 trillion yen) into America in coming five years.&nbsp;<\/p>\n\n\n\n<p>From NHK on 1\/9\/17.<\/p>\n\n\n\n<p>～さん・様？: 次期大統領　NG, 社長　NG<\/p>\n\n\n\n<p><strong>Word Note<\/strong>: The company president of Toyota Motor Corporation is Akio Toyoda. He is referred to initially by the “full name of the company + full name + title.” Workers of his company would undoubtedly refer to him as 社長. Other mentions of him in the article would have abbreviated his full address to just “surname + title” (豊田社長).<\/p>\n\n\n\n<p>3. 薬師寺の村上太胤管主は「東塔の再建が順調に進んでいくものと心強く思っています」と話していました。<br>Tai&#8217;in Murakami, the chief abbot of Yakushi-ji, spoke of the matter saying, “I’m strongly reassured that the reconstruction of the East Tower is to proceed steadily.”<br>From NHK on 1\/9\/17.<\/p>\n\n\n\n<p>～さん・様？: 管主　〇<\/p>\n\n\n\n<p><strong>Word Note<\/strong>: 管主 refers to the chief abbot of a temple, and depending on the sect, it may alternatively be 貫首, 座主, etc.<\/p>\n\n\n\n<p>4.&nbsp;台湾の蔡英文総統は、外交関係のある中米４か国を訪問するのを前に８日、経由地のアメリカ南部テキサス州のヒューストンで、地元選出で若手の有力政治家の１人である共和党のテッド・クルーズ上院議員と会談しました。<br>Taiwanese President Tsai Ing-wen on the eighth, before traveling to four Central American nations with which Taiwan has diplomatic relations, met with Republican Senator Ted Cruz, a young, local elected political star, at her transit point in Houston, which is located in the south of the U.S.<br>From NHK on 1\/9\/17.<\/p>\n\n\n\n<p>～さん・様？: 総統　NG, （上院）議員　〇<\/p>\n\n\n\n<p><strong>Word Notes<\/strong>:<br>1. The president of some countries, Taiwan being an example, is called 総統.<br>2.&nbsp;&#8220;Senator&#8221; is “上院議員.”<br>3. 議員 translates simply as “assemblyman” and can be used in a variety of government\/bureaucracy related terminology.<\/p>\n\n\n\n<p>5. おととし、町長と数人の議員たちが逮捕されるという不祥事が起きました。<br>Two years ago, there was a scandal in which the town mayor and several assembly members were arrested.<\/p>\n\n\n\n<p>～さん・様？: 町長 NG, 議員　〇<\/p>\n\n\n\n<p>6. これに関連して中国外務省の陸慷報道官は９日の記者会見で・・・<br>In the context of this, Press Secretary of Chinese Foreign Affairs, Lu Kang, in a press interview on the ninth…<br>From NHK on 1\/9\/17.<\/p>\n\n\n\n<p>～さん・様？: 報道官　△<\/p>\n\n\n\n<p>7. ＦＩＦＡは９日、去年の年間最優秀選手を発表し、男子は、ポルトガル代表のキャプテンで、スペイン１部リーグ、レアルマドリードのエース、クリスチアーノロナウド選手が選ばれました。<br>On the ninth, FIFA announced the Player of the Year of 2016, choosing Cristiano Ronaldo for man of the year, who is a leading player in Real Madrid, a soccer league of Spain, as a captain representing Portugal.<br>From NHK on 1\/10\/17.<\/p>\n\n\n\n<p>～さん・様？: 選手　〇<\/p>\n\n\n\n<p><strong>Word Note<\/strong>: Many titles\/occupations are mentioned here. Firstly, 代表 is used after some “group\/organization\/country name” to demarcate a representative (代表者). キャプテン is, clearly, a title for “captain (of a team),” and 選手 is used after the name of athletes.&nbsp;<\/p>\n\n\n\n<p>8.&nbsp;青森山田高校の黒田剛監督は「去年３位に終わってから、リベンジしたいと頑張ってきた」と嬉しそうに話していました。<br>Couch Gō Kuroda of Aomoriyamada High School spoke happily saying, “Since ending in third place last year, we’ve worked hard to get our revenge.”<br>From NHK on 1\/9\/17.<\/p>\n\n\n\n<p>～さん・様？: 監督　NG<\/p>\n\n\n\n<p><strong>Word Note<\/strong>: 監督, aside from meaning “coach,” also means&nbsp;&#8220;director&#8221; as in 映画監督 (movie director). 監督者 may also be seen in 管理監督者 (Management Superintendent).&nbsp;<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: ～者 is a suffix meaning “person,” but using it to refer to oneself is typically inappropriate. Often times, ～人 is appropriate albeit unnecessary.<\/p>\n\n\n\n<p>9. 私はマンションの管理(人)をやっています。<br>I manage apartments.<\/p>\n\n\n\n<p>～さん・様？: 管理人　OK as third-person&nbsp;standalone&nbsp;noun.<\/p>\n\n\n\n<p>10.&nbsp;安倍総理大臣はサウジアラムコの東証への上場を直接依頼した。<br>Prime Minister Abe directly requested for Saudi Aramco’s listing&nbsp;in the Tokyo Stock Exchange.<br>From NHK on 1\/6\/17.<\/p>\n\n\n\n<p>～さん・様？: 総理大臣　NG<\/p>\n\n\n\n<p>11.&nbsp;清田ＣＥＯは首都リヤドに到着後、ようやく待ち望んだ朗報を受け取りました。<br>CEO Kiyota at last received the good news he had been waiting for after arriving at Riyadh the capital.<br>From NHK on 1\/6\/17.<\/p>\n\n\n\n<p>～さん・様？: CEO　OK<\/p>\n\n\n\n<p><strong>Word Note<\/strong>: CEO is directly translated into Japanese as 最高経営責任者.&nbsp;<\/p>\n\n\n\n<p>12. 清田ＣＥＯは、最大のキーマンと目するムハンマド副皇太子と３０分間、サウジアラムコの会長を兼務するファリハ・エネルギー産業鉱物資源相と１時間弱、それぞれ会談し、東証の魅力をアピールしました。CEO Kiyota respectively met with the Deputy Crown Prince Mohammed, who is also deemed the most key influential person, for thirty minutes as well as Al-Falih, the minister of the Ministry of Energy, Industry and Mineral Resources as well as the chairman Saudi Aramco, for a little less than an hour to appeal to the glamour of the Tokyo Stock Exchange. &nbsp;<br>From NHK on 1\/6\/17.<\/p>\n\n\n\n<p>～さん・様？: CEO　OK, 副皇太子　OK (様 only), 会長　NG, ～相　NG<\/p>\n\n\n\n<p><strong>Word Note<\/strong>: 副～&nbsp; is a prefix attached to occupations meaning “vice-\/deputy…”<\/p>\n\n\n\n<p><strong>Word Note<\/strong>: 会長&nbsp;may mean “the president (of a society)” or “chairman (of the board of directors).”<\/p>\n\n\n\n<p><strong>Word Note<\/strong>: ～相&nbsp; is a suffix meaning “minister” that appears at the end of the official name of a ministry.<\/p>\n\n\n\n<p>13. サウジアラビアの重要閣僚は、日本の大手石油元売会社の首脳にも電話をかけ、法案撤回への日本の協力を要請しました。<br>Key cabinet members of the Saudi Arabian cabinet even gave calls to the head leaders of major Japanese oil refiner-distributors seeking Japan’s support to overturn the law.<br>From NHK on 1\/6\/17.<\/p>\n\n\n\n<p>～さん・様？: 閣僚　〇, 首脳　NG<\/p>\n\n\n\n<p><strong>Word Note<\/strong>: 閣僚 means “cabinet members” and is inherently plural. Together they form the cabinet (内閣閣僚). A member (構成員) of the cabinet is a 国務大臣 of some sort.&nbsp;These &#8220;minister&#8221; titles do not take 敬称 suffixes as that role is filled by 大臣.<\/p>\n\n\n\n<p><strong>Word Note<\/strong>: 首脳 may refer to a head of state of either a country or an organization.<\/p>\n\n\n\n<p>14. 世界には一国の政府首脳を務める女性が意外とたくさんいます。<br>There are surprisingly a lot of women who are heads of state in the world.<\/p>\n\n\n\n<p>～さん・様？: 首脳　NG<\/p>\n\n\n\n<p>15. ムハンマド副皇太子は、中国で習近平国家主席と会談（し）、ロシアではプーチン大統領と会談するなど、精力的に世界を飛び回っています。<br>Deputy Crown Prince Mohammed energetically flew around the world meeting with President Xi Jinping of China, President Putin of Russia, etc.<br>From NHK on 1\/6\/17.<\/p>\n\n\n\n<p>～さん・様？: 国家主席　NG, 大統領　NG<\/p>\n\n\n\n<p><strong>Word Note<\/strong>: The word for “president” in reference to China is 国家主席.&nbsp;<\/p>\n\n\n\n<p>16.&nbsp;落成式では阿部秀保市長が「６年生が卒業する前に、新しい校舎で学んでもらおうと完成を目指し、努力してきました。この校舎は復興のシンボルです」と挨拶しました。<br>City Mayor Hideo Abe greeted (attendees) at the completion ceremony saying, &#8220;We have worked hard aiming to complete this new schoolhouse for our sixth graders to learn in before graduating (primary school). &nbsp;This school building is a symbol of restoration.”<br>From NHK on 1\/9\/17.<\/p>\n\n\n\n<p>～さん・様？: 市長　NG<\/p>\n\n\n\n<p>17.&nbsp;宮野森小学校の相澤日出夫校長は「すばらしい校舎が完成し、感謝しています。地域の復興に向けて、いい学びの場にしていきたい」と話していました。<br>Principal Hideo Aizawa of Miyanomori Elementary School spoke saying, “We are greatly thankful that this wonderful schoolhouse has been completed. We look forward to having this be a great learning place as we head towards restoring the region.”<br>From NHK on 1\/9\/17.<\/p>\n\n\n\n<p>～さん・様？: 校長　ＮＧ<br><br><strong>Word Note<\/strong>: It is becoming more commonplace to directly address school principals as 校長先生, but this is not viewed as grammatically acceptable by all speakers as it is technically double honorifics (二重敬語).<\/p>\n\n\n\n<p>18. オーキド博士からポケモンをもらえるって聞いたけど、本当？<br>I heard that you can get a Pokémon from Professor Oak, but is that true?<\/p>\n\n\n\n<p>～さん・様？: 博士　NG<\/p>\n\n\n\n<p><strong>Word Note<\/strong>: 博士, in professional words like Doctorate Degree (博士号), is pronounced as はくし, but in general use, it is pronounced as はかせ.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Who Are 先生?<\/h3>\n\n\n\n<p>There is a saying that goes&#8230; 先生と言われる程の馬鹿でなし, which best translates into English as, &#8220;I don&#8217;t fall for flattery,&#8221; but more literally as, &#8221; (I&#8217;m) not so stupid that being called &#8220;sensei&#8221; (makes me feel good)​.&#8221;&nbsp;When used jokingly, one might take offense to it.&nbsp;Nonetheless, in proper honorific speech, there are many people of various occupations which may be directly referred to as&nbsp;先生 in a respectful manner. On the other hand, it&#8217;s just as important to understand how the word can be taken in all sorts of scenarios.<\/p>\n\n\n\n<p>To truly understanding how to use this word, let&#8217;s first look at how it is defined in the 広辞苑, the leading dictionary in Japanese.&nbsp;<\/p>\n\n\n\n<p>・The person who one receives education from, whether it be for schooling, the arts, or some skill set.&nbsp;<\/p>\n\n\n\n<p>・A respectful address for someone in a position of leadership and\/or scholarship which includes teachers, masters, doctors, members of government, etc.&nbsp;<br>・Affectionately and\/or jokingly calling someone.<br>・Referring to someone born before oneself.&nbsp;<\/p>\n\n\n\n<p>The last of these definitions is best understood as the literal meaning (原義)&nbsp;of 先生, but the third meaning is what may cause confusion and is the basis for the opening proverb. Oddly enough, people are not practically&nbsp;called 先生 just for being older, but it is practical to be called 先生 ironically.&nbsp;<\/p>\n\n\n\n<p>Putting one-off instances aside that will be best learned in the moment, people in the following professions are frequently called 先生:<\/p>\n\n\n\n<ol class=\"wp-block-list\">\n<li>Teachers, professors, principals, coaches, masters, etc.<\/li>\n\n\n\n<li>&nbsp;Doctors (of any sort), pharmacists,&nbsp;chemists, etc.<\/li>\n\n\n\n<li>&nbsp;Counselors,&nbsp;lawyers, tax advisors,&nbsp;fortunetellers, etc.<\/li>\n\n\n\n<li>&nbsp;Artists (of any sort), authors (of any sort),&nbsp;etc.<\/li>\n\n\n\n<li>&nbsp;Certain religious figures.<\/li>\n\n\n\n<li>&nbsp;Certain political figures.<\/li>\n<\/ol>\n\n\n\n<p><strong>Variation Note<\/strong>: You may also encounter the phrase 大先生, which although may indeed refer to an &#8220;amazing&#8221; 先生, this too can be used in a sarcastic manner.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">先輩 &amp; 後輩<\/h3>\n\n\n\n<p>Many learners are familiar with the popularized terms&nbsp;<em>sempai<\/em>&nbsp;先輩 and&nbsp;<em>k<\/em><em>о̄<\/em><em>ha<\/em>i 後輩. These words are not just important to school students in anime, but they actually play significant roles in the overall social hierarchy that manifests in various aspects of Japanese society.&nbsp;<\/p>\n\n\n\n<p>Simply put, one&#8217;s 先輩 is an individual who has more experience and\/or time in the organization\/group than&nbsp;a junior (後輩) has. In other words, these words are tied so much to one&#8217;s age as they are to how long people have stayed in a certain role, but that time accumulated often does correlate with age.&nbsp;<\/p>\n\n\n\n<p>To avoid ambiguity, the decision between viewing someone as one&#8217;s 先輩 or 後輩 is made by in which year everyone joined, with the people who entered first being 先輩, those who entered later being 後輩, and those who entered at the same time being 同期.&nbsp;<\/p>\n\n\n\n<p>When not tied to education, social groups, or workplace relationships, the use of 先輩・後輩 can sound sarcastic or potentially offensive, especially the latter when there is no particular reason to call out someone as &#8216;junior&#8217; as that implies the individual lacks in (life) experience, but that could very well be a grave miscalculation.<\/p>\n\n\n\n<p>Nonetheless, there are some interesting set phrases that are created with these terms to relate to everyday life circumstances such as 人生の先輩 (sempai of life)&nbsp;and 先輩ママ (an experienced mother).&nbsp;<\/p>\n\n\n\n<p>Grammatically, 先輩・後輩 function like all the other 敬称 in this lesson. They may preferably follow surnames or be used as standalone nouns. When used as standalone nouns, they are taking place of the person&#8217;s surname, thus functioning as second-person or third-person pronouns depending on whether the person is being directly addressed or referred to in conversation.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">各位 &amp; 御中<\/h3>\n\n\n\n<p>When writing letters or e-mails that are being addressed to organizations, you will encounter the 敬称 expressions 各位 and 御中. As their spellings suggest, though, they are not interchangeable.&nbsp;<\/p>\n\n\n\n<p>・各位 is used when addressing everyone within the organization.<\/p>\n\n\n\n<p>・御中 is used when addressing an individual within an organization, but the actual name of the person may be unknown and not feasible to ascertain in time for a time-sensitive correspondence to go out.&nbsp;<\/p>\n\n\n\n<p>With either 敬称, it is important to not use in tandem with ～様 as this would be both redundant and defeat the purpose behind either word.<\/p>\n\n\n\n<p>〇〇株式会社 総務部 〇〇課 御中<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">敬称 with 貴～・令～<\/h3>\n\n\n\n<p>Both Kanji 貴 (honor\/value\/prestige) and 令 (law\/high-ranking official\/honorific prefix*) can be recognized as inherently bearing respect in the words they create. Whether it be in basic nouns such as 貴族 (noble family) or 命令 (command), these entities are based on hierarchy.&nbsp;<\/p>\n\n\n\n<p>敬称 that use 貴～ are exclusively used in the written language. They are especially seen in the most formal of writing possible. Many of the examples shown below would have been more common in handwritten correspondences at the turn of the 20th century, but that does not exclude the possibility of company correspondences utilizing these terms as their leadership is largely comprised of older generations.<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><thead><tr><td>貴～<\/td><td><\/td><\/tr><\/thead><tbody><tr><td><strong>貴社<\/strong><\/td><td>&nbsp;Your company (written language).<\/td><\/tr><tr><td><strong>貴婦人<\/strong><\/td><td>Noblewoman (written language).<\/td><\/tr><tr><td><strong>貴官<\/strong><\/td><td>You (directed to public officials in the written language.<\/td><\/tr><tr><td>貴店<\/td><td>Your shop (written language).<\/td><\/tr><tr><td>貴意<\/td><td>Your will (written language).<\/td><\/tr><tr><td>貴国&nbsp;<\/td><td>Your country (written language).<\/td><\/tr><tr><td><strong>貴職<\/strong><\/td><td>You (directed to a public servant in the written language).<\/td><\/tr><tr><td><strong>貴兄<\/strong><\/td><td>You (directed to superiors or equals by men in the written language).<\/td><\/tr><tr><td>貴殿<\/td><td>・You (male written language in letters).<br>・Your residence (archaism).<\/td><\/tr><tr><td>貴君<\/td><td>&nbsp;・You (male written language in letters to equals or inferiors).<\/td><\/tr><tr><td>貴学<\/td><td>Your university (written language).<\/td><\/tr><tr><td>貴誌<\/td><td>Your paper.<\/td><\/tr><tr><td>貴所&nbsp;<\/td><td>Your place (written language).<\/td><\/tr><tr><td>貴名<\/td><td>Your name (written language).<\/td><\/tr><tr><td>貴下<\/td><td>You (male written language in letters to equals or inferiors).&nbsp;<\/td><\/tr><tr><td>貴家<\/td><td>Your home (written language).<\/td><\/tr><tr><td>貴台<\/td><td>Your side (written correspondences).&nbsp;<\/td><\/tr><tr><td><strong>貴方・貴女・貴男<\/strong><\/td><td>All of these spellings are Kanji iterations of あなた. In now rather obsolete language, あなた could be used as a quite respectful third-person pronoun, and in writing, the gender of the person could be duly noted.&nbsp;<\/td><\/tr><tr><td><strong>貴様<\/strong><\/td><td>・You (son of a bitch)<br>・You (archaic honorific speech)<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p><strong>Note of Caution<\/strong>: Although 貴様 entered the language as a form of respect equivalent to 貴殿, once it entered the realm of colloquial speech, it quickly devolved into a curse word.&nbsp;<\/p>\n\n\n\n<p>令～ exists as an honorific prefix used to show respect to someone else&#8217;s relatives. Aside from ご令嬢（様）, the use of this prefix and the Sino-Japanese words&nbsp;it helped create are all generally&nbsp;obsolete in modern speech outside of condolence correspondences, but it is important to point out that they all accept&nbsp;～様 unless the family term also serves as a 敬称 suffix such as in 令夫人 (your wife).&nbsp;<\/p>\n\n\n\n<p>To add clarity, the following chart also includes the more acceptable\/prevalent forms of honorific address for the family members of other individuals in the third column. Note that in any event, terms in the second column are not moribund and will appear in 弔電 (e-correspondences for showing one&#8217;s condolences for a family member passing away).&nbsp;<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><thead><tr><td><strong>Family Member<\/strong><\/td><td><strong>Address w\/ 令〇〇様<\/strong><\/td><td><strong>Address w\/ 御〇〇様<\/strong><\/td><\/tr><\/thead><tbody><tr><td>&nbsp;Wife<\/td><td>ご令室様令夫人<br>ご令閨様 (letters)<\/td><td>&nbsp;（御）奥様※<\/td><\/tr><tr><td>&nbsp;Son<\/td><td>ご令息様<\/td><td>&nbsp;ご子息様<\/td><\/tr><tr><td>&nbsp;Daughter<\/td><td>&nbsp;ご令嬢様<\/td><td>&nbsp;お嬢様ご息女様<\/td><\/tr><tr><td>&nbsp;Older Brother<\/td><td>&nbsp;ご令兄様<\/td><td>&nbsp;お兄様<\/td><\/tr><tr><td>&nbsp;Older Sister<\/td><td>ご令姉様<\/td><td>&nbsp;お姉様<\/td><\/tr><tr><td>&nbsp;Younger Brother<\/td><td>&nbsp;ご令弟様<\/td><td>&nbsp;弟様<\/td><\/tr><tr><td>Younger Sister<\/td><td>&nbsp;ご令妹様<\/td><td>&nbsp;妹様<\/td><\/tr><tr><td>&nbsp;Nephew<\/td><td>&nbsp;ご令甥様<\/td><td>&nbsp;甥様<\/td><\/tr><tr><td>Niece<\/td><td>&nbsp;ご令姪様<\/td><td>&nbsp;姪様<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>Notes:<br>※When 奥様 takes the honorific prefix 御～, said prefix is read as おん. Note also that in the spoken language, the honorific prefix hardly ever accompanies this noun in particular. Such hyper-honorific yet grammatically correct word forms are most common in the written language.&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">敬称 with ～下<\/h3>\n\n\n\n<p>In ancient China, it was deemed rude to directly address a person of extremely high status such as royals, and to resolve this dilemma, people would indirectly address them through a middleman who would be a in a designated spot within the dwelling of said noble. In turn, these forms of address were used in second-person, but in Japanese, they may function either in the second-person or the third-person depending on whether the high figure in question is being directly addressed (second-person) or indirectly referenced (third-person).&nbsp;<\/p>\n\n\n\n<p>・閣下:&nbsp;This word is used&nbsp;in the official means of addressing heads of state or dignitaries by the Ministry of Foreign Affairs of Japan. For Japanese heads of state, the word is never used. However, for foreign figures, it follows the full name of the country followed by the full name of the person in question.&nbsp;<\/p>\n\n\n\n<p>19. イタリア共和国大統領ジョルジョ・ナポリターノ閣下<br>Your Excellency, President of the Italian Republic Giorgio Napolitano&nbsp;<\/p>\n\n\n\n<p>Aside from being used to refer to foreign emissaries and dignitaries, it has been used in the realm of translating foreign literature for instances of &#8220;excellency.&#8221; For instance, you may find &#8220;your honor&#8221; in a courtroom-sense translated as &#8220;判事閣下.&#8221;&nbsp;<\/p>\n\n\n\n<p>There are also other military\/lordship titles that it may refer to, but these are all so specialized that the only use they would serve is if you were to read a novel in which they appear. At which, all you would need to know is that its purpose is being a very honorific title. &nbsp;<\/p>\n\n\n\n<p>・閤下: Synonymous with 閣下 but seldom encountered.&nbsp;<\/p>\n\n\n\n<p>・陛下: This 敬称 was once designated solely to the emperor. In modern usage, it has been extended to the empress as well as the grand empress dowager (grandmother of sitting emperor), former emperor\/empress, and the kings\/queens of other nations.&nbsp;<\/p>\n\n\n\n<p>20．天皇皇后両陛下<br>Their Majesties the Emperor and Empress&nbsp;<\/p>\n\n\n\n<p>・殿下: Used to refer to the Crown Prince and those of lesser status within the Royal Family.&nbsp;<\/p>\n\n\n\n<p>・机下: Often seen in written addresses to people who have obtained the social status of 先生 in technical fields such as doctoral or judicial positions.&nbsp;<\/p>\n\n\n\n<p>・貴下: Although mentioned earlier, this word is primarily used by men in the written language when addressing equals or inferiors.&nbsp;<\/p>\n\n\n\n<p>・猊下: Used to refer to the &#8220;head priest&#8221; of various religious sects, most notably the Dalai Lama.&nbsp;<\/p>\n\n\n\n<p>・台下: Used to refer to high ranking clergyman in various religious sects. In Christianity, it may refer to (arch)bishops and cardinals.&nbsp;<\/p>\n\n\n\n<p>・座下: This 敬称 is reserved for bishops below the status of patriarch within the Eastern Orthodox Church.<\/p>\n\n\n\n<p>・聖下: Translated into English as &#8220;His Holiness,&#8221; its overall usage to refer to the highest ranking religious figure of a sect may conflict with the specific 敬称 by the Japanese government. For instance, the Patriarch of Moscow may be referred to with 聖下, but the Pope of the Catholic Church, is only referred to with 台下.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">主上・聖上・女将<\/h3>\n\n\n\n<p>主上（しゅじょう）and 聖上（せいじょう）both exist as 敬称 for addressing the emperor. Historically, the KUN reading of both these words is おかみ, which was used to refer to the emperor up until Emperor Showa. Although members of the Imperial Household Agency (宮内庁) may still use it, these words are replaced with other forms of address by commoners including 帝（みかど）and お内裏様.<\/p>\n\n\n\n<p>The spellings 御上 and 女将 of おかみ are still etymologically tied to the same word.&nbsp;<\/p>\n\n\n\n<p>御上 may still refer to the emperor, but it usually refers to the government as a whole. From that usage, it also expanded to &#8220;one&#8217;s master&#8221; and then by extension &#8220;proprietor\/proprietress.&#8221; In the female connotation of the latter, the spelling 女将 is preferred. From that meaning, it was also once used as a formal address towards someone&#8217;s wife in a dignified manner.&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">師匠<\/h3>\n\n\n\n<p>師匠 is a quintessential to many professions 敬称&nbsp;meaning &#8220;master\/teacher&#8221; and can often be viewed as interchangeable with 先生. There are certain scenarios, however, in which 師匠 is obligatory. One notable example of this is when it refers to &#8220;stable master&#8221; in the world of sumo.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>第138課: Honorifics II: Standalone 敬称 In the previous lesson, we began our coverage of&nbsp;敬称. These&nbsp;are f<a class=\"more-link\" href=\"https:\/\/imabi.org\/honorifics-ii-standalone-%e6%95%ac%e7%a7%b0\/\">続きを読む <span class=\"screen-reader-text\">&#8220;Honorifics II: Standalone 敬称&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":""},"tags":[],"class_list":["post-417","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-6J","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/417","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=417"}],"version-history":[{"count":1,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/417\/revisions"}],"predecessor-version":[{"id":418,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/417\/revisions\/418"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=417"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=417"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}