{"id":4399,"date":"2024-04-08T23:09:39","date_gmt":"2024-04-09T06:09:39","guid":{"rendered":"https:\/\/imabi.org\/?page_id=4399"},"modified":"2024-04-08T23:21:15","modified_gmt":"2024-04-09T06:21:15","slug":"the-parallel-particle-%e3%81%ab","status":"publish","type":"page","link":"https:\/\/imabi.org\/the-parallel-particle-%e3%81%ab\/","title":{"rendered":"The Parallel Particle に"},"content":{"rendered":"\n<h2 class=\"wp-block-heading\">The Parallel Particle に<\/h2>\n\n\n\n<p>A usage of the particle に that is very similar to the parallel particle と meaning &#8220;and&#8221; is when it too functions as a parallel particle for the purpose of establishing an assortment viewed as an intrinsic pair. <br><br>Traditionally, there are two separate scenarios attributed to the parallel particle に.<br><br>①Heavily seen in proverbs, two nouns, which cannot swap places, are juxtaposed to draw attention to some intrinsic connection, often a parallel or contrastive one. <br>②Two or more nouns are listed in a way that makes it clear that they complement each other.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Usage ①: Inseparable Juxtapositions w\/ A story <\/h2>\n\n\n\n<p>Often seen in proverbs, the particle に may juxtapose two nominal entities in the pattern [Noun<sub>1<\/sub> + Noun<sub>2<\/sub>] (seen below as [N<sub>1<\/sub> + N<sub>2<\/sub>]) to make a point based on their connection and\/or contrast. Arguably, all examples of this usage of this usage of the particle に are instances of various usages of the case particle に whose predicates have been dropped (述語の省略), leaving the message at hand to be left for the speaker to decipher to understand the significance behind the juxtaposition of the two nouns involved.<br><br>In the examples that follow, Version A of the sentence is the actual rendering of this usage of に, while Version B is the hypothetical yet synonymous rendering in which the dropped predicate is restored. <br><br>1a. 鬼に金棒<br>1b. 鬼に金棒（を持たせる）<br>Like giving a metal rod to an ogre<br><br>2a. <ruby>多勢<rt>たぜい<\/rt><\/ruby>に<ruby>無勢<rt>ぶぜい<\/rt><\/ruby>、雉と鷹<sup data-fn=\"eab9eaf1-34d6-4db7-9d04-fd4c3891b063\" class=\"fn\"><a href=\"#eab9eaf1-34d6-4db7-9d04-fd4c3891b063\" id=\"eab9eaf1-34d6-4db7-9d04-fd4c3891b063-link\">1<\/a><\/sup><br>2b. 多勢に対して無勢で立ち向かうというのは、雉と鷹とを比べるものだ。<br>Literally: Facing a large force with no force of one&#8217;s own is like comparing pheasants and hawks. <br>To be outnumbered.<br><br>3a. 猫に小判<br>3b. 猫に小判（を見せる）<br>Literally: Showing a gold coin to a cat.<br>Wasting good things on those who can&#8217;t appreciate them.<br><br>4a. 弱り目に祟り目<br>4b. 弱り目に祟り目が重なる。<br>Literally: Cursed disaster overlapping with when you are already weak. <br>Misfortunes never come singly.<br><br>Often times, several pairs of this nature are juxtaposed to further extend the analogy at hand. Even so, the same principle applies that each pair has a dropped predicate, and that predicate will be the same for each pair. <br><br>5a. [牡丹に唐獅子]、[竹に虎]<br>5b. 牡丹の花の下に唐獅子がいて、竹藪に虎がいる<sup data-fn=\"925c916e-494b-49d0-94a8-72d5a87b1376\" class=\"fn\"><a href=\"#925c916e-494b-49d0-94a8-72d5a87b1376\" id=\"925c916e-494b-49d0-94a8-72d5a87b1376-link\">2<\/a><\/sup>。<br>Literally: As a lion lies beneath peony flowers, tigers lie in bamboo groves. <br>The mighty have their own safeholds = a picturesque matching<br><br>6a. [松に鶴]、[竹にスズメ]、[梅に鶯]<br>6b. 松に鶴が止まっているように、竹にスズメ、梅に鶯が止まっている。<br>6c. 松竹梅<sup data-fn=\"a2b1418c-a115-417a-ba35-13076878c8b7\" class=\"fn\"><a href=\"#a2b1418c-a115-417a-ba35-13076878c8b7\" id=\"a2b1418c-a115-417a-ba35-13076878c8b7-link\">3<\/a><\/sup><br>Literally: Just as cranes perch on pine trees, sparrows perch on bamboo, and nightingales perch on plum trees. <br>Auspicious pairings\/matches made in heaven.<br><br>7a. 月に叢雲、花に風<br>7b. 月に叢雲がかかってしまうように、花に風が吹いてしまっている。<br>Literally: Clouds over the moon; winds over flowers<br>Good things are easily ruined, never lasting long.<br><br>Having looked at these examples, it may seem irrefutable that classifying the particle に here as a &#8220;parallel particle&#8221; would be a mistake. However, one thing that these phrases have in common is how [N<sub>1<\/sub> + N<sub>2<\/sub>] may function as one noun in an attributive sense, which is a function that would not be present if に could not be perceived as parallel particle. <br><br>8. 花に嵐の例えもあるさ、さよならだけが人生だ。<br>You know, there&#8217;s that metaphor about what a storm does to the flowers; life is just a bunch of farewells. <br>Translation of the Tang poem 「勧酒」by 宇武陵 by 井伏鱒二.<br><br>9. その勇者は、多勢に無勢の戦いを強いられた。<br>The hero was compelled to fight a battle in which he was outnumbered.<br><br>Another argument suggests that while these instances of に certainly derive from the case particle に used in various capacities, having become grammaticalized as set phrases, the reality is that the proper function of に along with its proper predicate having been lost renders に as being functionally indistinguishable from Usage ② to be discussed next, in which に does function as a parallel particle.<br><br>However, there is one crucial problem with this: adverbial particles can intervene and attach to N<sub>1<\/sub>, which disproves that the relationship between the case particle function of に and its lost predicate is completely lost. No <em>true<\/em> parallel particle &#8211; と・や &#8211; allow adverbial particles to intervene within the greater nominal phrase they create. <br><br>10. 世間では、「松には鶴」と決まっているらしいが、大阪では「松にアオサギ」ということもあり得る。<br>Though the world seems to be fixated on &#8220;pine trees and cranes,&#8221; in Osaka, &#8220;pine trees&#8221; may also go with &#8220;grey herons.&#8221;<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Usage ②: Nouns which Complement the other<\/h2>\n\n\n\n<p>For this usage, two or more nouns are paired together with the purpose of then making a general statement that is true of said pair. There are two scenarios in which this true parallel particle に manifests: pairings in which N<sub>1<\/sub>, N<sub>2<\/sub>, etc. may flip and pairings in which N<sub>1<\/sub>, N<sub>2<\/sub>, etc. may not flip. <br><br>■Interchangeable Pairings<br><br>When N1 and N<sub>2<\/sub> are interchangeable, the sentence itself does not sound different in nuance based on which comes first. Usually, when pairing multiple words, in practice you may find various placements of に: [N<sub>1<\/sub> + N<sub>2<\/sub> に + N<sub>3<\/sub>], [N<sub>1<\/sub> + に N<sub>2<\/sub> + N<sub>3<\/sub>], [N<sub>1<\/sub> + N<sub>2<\/sub> に N<sub>3<\/sub> + N<sub>4<\/sub>], etc. <\/p>\n\n\n\n<p>11a. ローサさんは毎日[テキーラにビール]を飲んでいる。<br>11b. ローサさんは毎日[ビールにテキーラ]を飲んでいる。<br>11a. Rosa-san drinks tequila and beer every day.<br>11b. Rosa-san drinks beer and tequila every day.<br><br>12. [白いTシャツにジーンズ]の服装は、見た目も爽やかで夏コーデにぴったりです。<br>T-shirt with jeans attire has a fresh look and is perfect for summer cloth coordination.<br><br>13. [魚に肉、野菜に卵かけご飯]と、どんな素材も美味しく調味できるタレだ。<br>From fish to meat, vegetables to rice topped with raw egg, this sauce can deliciously spruce up any ingredients. <br><br>14. 田中亮介が、[帽子にサングラス、黒のスーツ]といった黒ずくめだ。<br>Ryosuke Tanaka was black from head to toe with the hat, sunglasses, and black suit to boot. <br><br>15. [サイ、トラに象]などたくさんの野生動物が密漁の対象となってきている。<br>Many wild animals such as rhinos, tigers, and elephants have really become the target of poaching. <br>　<br>Though not as commonly, it is also possible to find the parallel particle に after the final noun, with the final noun being the last concrete example given in the pairing that is being established. In this scenario, what follows must be a catch-all phrase from which the listener can deduce other examples that go hand-in-hand with the two already given. In this scenario, the resulting に phrase acts more like an adverb as opposed to a noun. <br><br>16. [デザートはケーキにお菓子に]、色々あるから、何でも大丈夫だろう。<br>As for desert, there are cake, sweets, and all sorts of things, so I&#8217;m sure you&#8217;ll be fine with whatever. <br><br>17. [ウォッカに焼酎に]、様々なお酒の瓶が、セスさんの台所のカウンターの上に並んでいる。<br>Vodka, shochu, and various other liquor bottles are lined up on top of Seth-san&#8217;s kitchen counter.<br><br>Just as seen in Ex. 13, it is also possible to see the final noun marked with と, and it is also even possible to see it marked with にと. In these scenarios, と can be safely assumed to be the citation particle と.<br><br>18. 朝ご飯に、パンにシリアルにとモリモリ食べていたところを、パンだけにして、その分野菜を追加したり、牛乳でカロリーを補ったりするようにしはじめた。<br>Even though I had been usually having lots of bread and cereal and such for breakfast, I starting going down to just bread and made up the difference by adding vegetables and drinking milk to supplement my calories. <\/p>\n\n\n\n<p>■Non-Interchangeable Pairings<br><br>It is often the case that N<sub>1<\/sub> is the predominant noun with which subsequent nouns are additions to it. In this scenario, the non-predominant noun(s) cannot swap places with the predominant noun, at least not logically or naturally. <br><br>19. チーズバーガーにドリンクがついたセットです。<br>It&#8217;s a combo that comes with a cheeseburger and a drink.<br><br>Though this example could easily be written off as [ドリンク] as N<sub>2<\/sub> being affixed to N<sub>1<\/sub> [チーズバーガー], the pairing of these two suggests more so that the two come as a set\/combo<sup data-fn=\"cc936f4f-c558-425f-95d7-611db39fff1f\" class=\"fn\"><a href=\"#cc936f4f-c558-425f-95d7-611db39fff1f\" id=\"cc936f4f-c558-425f-95d7-611db39fff1f-link\">4<\/a><\/sup>. As for whether these two nouns can flip, the simple answer is: no. If, however, you were at a bar with deals that center around lots of drinks with added-on food, then &#8220;drinks&#8221; would function as N<sub>1<\/sub> and the add-on food would function as N<sub>2<\/sub>. <br><br>20. 筆に紙に墨に硯に筆立て<br>From the brush, to the paper, to the ink, to the inkstone, to the brush-holder<br><br>21. ご飯に味噌汁に卵焼きに香の物<br>From the rice, to the miso soup, to the fried egg, to the pickled vegetables<\/p>\n\n\n\n<p>参照: <a href=\"https:\/\/core.ac.uk\/download\/pdf\/87203725.pdf\" data-type=\"link\" data-id=\"https:\/\/core.ac.uk\/download\/pdf\/87203725.pdf\">『現代日本語における「に」の研究ー並立助詞・接続助詞・複合辞の「に」を中心にー by 安 祥希 (2017)<\/a>. <\/p>\n\n\n<ol class=\"wp-block-footnotes\"><li id=\"eab9eaf1-34d6-4db7-9d04-fd4c3891b063\">The argument as to why these examples still constitute the parallel particle に is exemplified by how in this example, the set phrase has an extended second part which utilizes と rather に, which forces us to contend with how these two particles are being used similarly yet differently. Whereas in 無勢に多勢 N<sub>1<\/sub> and N<sub>2<\/sub> are contrasted in a metaphorical sense, in 雉と鷹 N<sub>1<\/sub> and N<sub>2<\/sub> are first and foremost compared by their size, and the analogy is drawn from that. Meaning, 無勢に多勢 is the analogy, while 雉と鷹 conjures up the analogy, which is further driven by the preceding phrase. Ultimately, the parallel particle と only serves to conjoin two nouns to function as one, while the &#8216;parallel&#8217; particle に inherently juxtaposes nouns for an ulterior purpose, and whether the two nouns truly function as one unit is skeptical at best.  <a href=\"#eab9eaf1-34d6-4db7-9d04-fd4c3891b063-link\" aria-label=\"脚注参照1にジャンプ\">↩︎<\/a><\/li><li id=\"925c916e-494b-49d0-94a8-72d5a87b1376\">This proverb has more to it with its backstory. Legend has it that the lions of ancient China, despite being the king of the beasts (百獣の王), detested the pests that plagued them, but when those pests were exposed to the dew of peony flowers, they would die; thus, they became a refuge for this mighty figure; likewise, tigers, despite being the king in their own domain, fear elephants, yet elephants despise bamboo groves in fear that they might destroy their tusks, and as such, bamboo groves serve as a means for this mighty figure to seek refuge.    <a href=\"#925c916e-494b-49d0-94a8-72d5a87b1376-link\" aria-label=\"脚注参照2にジャンプ\">↩︎<\/a><\/li><li id=\"a2b1418c-a115-417a-ba35-13076878c8b7\">松, 竹, 梅 have been admired as auspicious plants for centuries, and their auspicious nature has been captured in this three-character idiom &#8211; read in Sino-Japanese fashion as ショウチクバイ &#8211; which in turn became inspiration for the Japanese proverb seen here in Ex. 6a.   <a href=\"#a2b1418c-a115-417a-ba35-13076878c8b7-link\" aria-label=\"脚注参照3にジャンプ\">↩︎<\/a><\/li><li id=\"cc936f4f-c558-425f-95d7-611db39fff1f\">A signature feature of how parallel particles function is how they function as glue to create &#8216;one&#8217; large nominal phrase. Whether に merely adds another noun to a greater noun phrase as opposed to just being a rendition of its case particle function of showing affixation in which both nouns function separately in the sentence is contended.     <a href=\"#cc936f4f-c558-425f-95d7-611db39fff1f-link\" aria-label=\"脚注参照4にジャンプ\">↩︎<\/a><\/li><\/ol>","protected":false},"excerpt":{"rendered":"<p>The Parallel Particle に A usage of the particle に that is very similar to the parallel particle と meaning &#038;#82<a class=\"more-link\" href=\"https:\/\/imabi.org\/the-parallel-particle-%e3%81%ab\/\">続きを読む <span class=\"screen-reader-text\">&#8220;The Parallel Particle に&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":"[{\"content\":\"The argument as to why these examples still constitute the parallel particle に is exemplified by how in this example, the set phrase has an extended second part which utilizes と rather に, which forces us to contend with how these two particles are being used similarly yet differently. Whereas in 無勢に多勢 N<sub>1<\/sub> and N<sub>2<\/sub> are contrasted in a metaphorical sense, in 雉と鷹 N<sub>1<\/sub> and N<sub>2<\/sub> are first and foremost compared by their size, and the analogy is drawn from that. Meaning, 無勢に多勢 is the analogy, while 雉と鷹 conjures up the analogy, which is further driven by the preceding phrase. Ultimately, the parallel particle と only serves to conjoin two nouns to function as one, while the 'parallel' particle に inherently juxtaposes nouns for an ulterior purpose, and whether the two nouns truly function as one unit is skeptical at best. \",\"id\":\"eab9eaf1-34d6-4db7-9d04-fd4c3891b063\"},{\"content\":\"This proverb has more to it with its backstory. Legend has it that the lions of ancient China, despite being the king of the beasts (百獣の王), detested the pests that plagued them, but when those pests were exposed to the dew of peony flowers, they would die; thus, they became a refuge for this mighty figure; likewise, tigers, despite being the king in their own domain, fear elephants, yet elephants despise bamboo groves in fear that they might destroy their tusks, and as such, bamboo groves serve as a means for this mighty figure to seek refuge.   \",\"id\":\"925c916e-494b-49d0-94a8-72d5a87b1376\"},{\"content\":\"松, 竹, 梅 have been admired as auspicious plants for centuries, and their auspicious nature has been captured in this three-character idiom - read in Sino-Japanese fashion as ショウチクバイ - which in turn became inspiration for the Japanese proverb seen here in Ex. 6a.  \",\"id\":\"a2b1418c-a115-417a-ba35-13076878c8b7\"},{\"content\":\"A signature feature of how parallel particles function is how they function as glue to create 'one' large nominal phrase. Whether に merely adds another noun to a greater noun phrase as opposed to just being a rendition of its case particle function of showing affixation in which both nouns function separately in the sentence is contended.    \",\"id\":\"cc936f4f-c558-425f-95d7-611db39fff1f\"}]"},"tags":[],"class_list":["post-4399","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-18X","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/4399","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=4399"}],"version-history":[{"count":15,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/4399\/revisions"}],"predecessor-version":[{"id":4425,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/4399\/revisions\/4425"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=4399"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=4399"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}