{"id":4429,"date":"2024-04-09T21:01:07","date_gmt":"2024-04-10T04:01:07","guid":{"rendered":"https:\/\/imabi.org\/?page_id=4429"},"modified":"2025-07-25T12:43:36","modified_gmt":"2025-07-25T19:43:36","slug":"the-intensifier-%e3%81%ab","status":"publish","type":"page","link":"https:\/\/imabi.org\/the-intensifier-%e3%81%ab\/","title":{"rendered":"The Intensifier Particle に"},"content":{"rendered":"\n<h2 class=\"wp-block-heading\">The Intensifier Particle に<\/h2>\n\n\n\n<p>Yet another function attributed to the case particle に is its ability to function as a verbal intensifier by attaching to the 連用形, then having said verb repeat, resulting in the pattern: V<sub>1<\/sub> 連用形 + に + V<sub>1<\/sub>.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">V1 連用形 + に + V1 <\/h2>\n\n\n\n<p>When used with verbs, this &#8216;intensifier&#8217; に emphatically focuses on how the agent is performing said action meet the obvious end. Etymologically speaking, it would appear that this function is related to the purpose marker に<sup data-fn=\"a3214b49-6cae-4969-9608-5ae65929bee2\" class=\"fn\"><a href=\"#a3214b49-6cae-4969-9608-5ae65929bee2\" id=\"a3214b49-6cae-4969-9608-5ae65929bee2-link\">1<\/a><\/sup>, instead swapping out the movement verb for V<sub>2<\/sub> with V<sub>1<\/sub> itself for the obvious, intended emphatic effect of describing how intense and\/or prolonged an action is.  <\/p>\n\n\n\n<p>1. 当時の自分は高校生ながらに<span style=\"text-decoration: underline;\">考えに考えた<\/span>が、今思うと、要するにプロのシェフになる自信がなかったんだろうなと思う。<br>Though I had thought it over and over at the time while I was still a high school student, now that I think about it, to make a long story short, I don&#8217;t think I really had the confidence to become a professional chef. <br><br>2. 夢見ていた、<span style=\"text-decoration: underline;\">待ちに待った<\/span>結婚式の日がついにやってきました。<br>The day of my wedding, which I dreamed of and waited so long for has arrived at last.<br><br>To delve deeper into this structure (rendered as VにV below), we will go over its grammatical restraints individually. Firstly, VにV functions as if it were one verbal morpheme. This means that neither adverbs nor other particles can intervene. If tense or other auxiliaries are involved, they are to be marked by the final verb.<br><br>3. コーチは試合開始から選手たちを走りに走らせた。<br>The coach made the athletes run relentlessly upon the match starting. <br><br>4a. それから彼氏と明け方まで飲みに飲んだ。〇<br>4b. それから彼氏と飲みに明け方まで飲んだ。X<br>Then, I drank and drank with my boyfriend until dawn. <br><br>Because of how often the verb is usually high in volition, it is easy to make the mistake of limiting this structure to said verbs, but it may also be paired with non-volitional verbs which describe extreme change (in environment).<br><br>5. 一週間も荒れに荒れた海もようやく落ち着きを取り戻し始めた。<br>The sea, which had raged for no less than a week, has at last begun to calm down.<br><br>6. 雨はただ降りに降っている。<br>The rain just keeps on (relentlessly) falling.<br><br>There is both a temporal and severity restraint on VにV. Firstly, the action\/change must have a starting point in the past and must have been a challenging experience for a considerable duration, and the severity of the situation cannot be understated. Thus, it is ungrammatical with the future tense, and it is notably less natural when the verb is not embellished with other adverbs to set the intense scene if its definition is not already &#8216;intense&#8217; enough. <\/p>\n\n\n\n<p>7a. 明日は雨が降りに降るだろう。X<br>7b. 明日は雨が激しく降るだろう。〇<br>It will rain fiercely tomorrow. <br><br>8a. 外を見たら雨が降りに降っていた。△<br>8b. この一週間、雨が降りに降っており、レーダーを見ても止みそうにない。〇<br>8a. When I looked outside, it was raining and raining. △<br>8b. For the past week, it has been raining and raining, and it doesn&#8217;t seem like it will ever end from the radar. <\/p>\n\n\n\n<p>9a. 難民たちは歩きに歩いた。X<br>9b. 難民たちは息せき切って歩きに歩いた。〇<br>The refugees gasped for air as they walked incessantly. <br><br>VにV is used with a perceptually high level of emotional involvement in the situation by the agent\/subject to the <em>extreme<\/em>. Meaning, no matter how intense the context may be, if another argument in the sentence lessens the &#8216;extremity&#8217; of the situation, then it becomes ungrammatical. <br><br>10a. パンケーキ君はフェレットにしてもすごく痩せていたが、同じフェレットのベーコン君はもっと痩せていた。〇<br>10b. パンケーキ君は痩せに痩せていたが、同じフェレットのベーコンはもっと瘦せていた。X<br>Though Pancake was very thin, even for a ferret, Bacon, also a ferret, was thinner. <br><br>Even when duration is not necessarily at the forefront of the speaker&#8217;s mind, the extremeness behind the description being made must still be felt for VにV to remain grammatical<sup data-fn=\"8f77157c-21fc-424e-8054-70acc3b7209b\" class=\"fn\"><a href=\"#8f77157c-21fc-424e-8054-70acc3b7209b\" id=\"8f77157c-21fc-424e-8054-70acc3b7209b-link\">2<\/a><\/sup>.<br><br>11. 当時の平林さんは五十四歳くらいだったが、肥りに肥っていて、宿の浴衣の前が合わない姿で、正座はできないとかであぐらを組んでいた。<br>Though Hirabayashi-san was about 54 years old at the time, he was beyond obese, so much so that the front of the inn&#8217;s yukata (given to him) did not fit him, and he sat cross-legged on the count of not being able to sit properly (lit. <em>seiza<\/em> = &#8220;kneeling with the tops of the feet flat on the floor&#8221;).   <br>From 『奇縁まんだら』by 瀬戸内寂聴.<br><br>Next, we will discuss which kinds of verbs cannot be used with VにV. <br><br>①All サ変動詞 (<em>suru <\/em>verbs) &#8211; exs. する (to do), 勉強する (to study).<br>②All instantaneous verbs (瞬間動詞) &#8211; exs. 終わる (to end intrs.), 立つ (to stand).<br>③All static verbs (状態動詞) &#8211; exs. ある (to be), いる (to be), 要る (to need).<br>④All verbs whose stem is monomoraic &#8211; 寝る (to sleep), 見る (to see).<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">More examples<\/h4>\n\n\n\n<p>12. 今日はアメリカ人が騒ぎに騒いだ皆既日食でした。<br>Today was the day of the total solar eclipse that Americans went crazy over.<br><br>13. 肉体の危険を顧みずにここ一年の間、うまいものばかり食いに食った。<br>Over this year span of time, all I ate was delicious food with no consideration for the danger it would have to my body. <br><br>14. 祈りに祈ったが、神は沈黙された。<br>I prayed and prayed, yet God was silent. <br><br>15. 眠りに眠った果てには何もないんだ。<br>Nothing awaits from having slept and slept. <br><br>16. 彼女とお金のことで揉めに揉めた。<br>I fought over and over with my girlfriend over (the) money.<br><br>17.  喉が渇きに渇いた徒歩での移動中、見つけた自販機に躊躇なくコインを投入しました。 <br>As I was traveling by foot, thirsty as all get out, I didn&#8217;t hesitate one bit from putting coins into the vending machine I found. <br><br>18. 二択問題で迷いに迷った挙句、Aを選んでBが正解だった。<br>After so much wavering with the two-choice problem, I choose A but B was the right answer.<br><br>19. この商品は、発売以来、ものすごい勢いで売れに売れている。<br>This merchandise has been selling like crazy at a staggering pace since its release.<br><br>Though not true of Modern Japanese, in older stages of the language, the adverbial particle のみ could intervene in this structure. <br><br>20. 自らはましてものだにいはれずただ泣きにのみ泣く。<br>I myself could not utter a word, all the more, for all I could do was cry and cry.<br>From the 『蜻蛉日記』.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Adjective<sub>1<\/sub> Stem + に + Adjective<\/h2>\n\n\n\n<p>Historically, examples of this pattern can be seen extended to 形容詞. However, instead of attaching to the 連用形-く, に attaches directly to the stem of the adjective. For semantic reasons, this is to avoid two morphemes which can form adverbs to be used in conjunction with one another. Furthermore, it is arguably the case that this is indeed a very limited means of turning 形容詞 into adverbs for emphatic effect. <br><br>Oddly enough, there is hardly any mention of this function in mainstream dictionaries, as it does not appear in any edition of the 広辞苑 nor dictionaries specialized in Classical Japanese grammar<sup data-fn=\"dcf27c2d-2d5a-4ce9-a3f6-3bd049f0a1da\" class=\"fn\"><a href=\"#dcf27c2d-2d5a-4ce9-a3f6-3bd049f0a1da\" id=\"dcf27c2d-2d5a-4ce9-a3f6-3bd049f0a1da-link\">3<\/a><\/sup>. Only the following example is ever referenced in online dictionaries. From what can be inferred by this single example is that the adjectives used with this were restricted to states changing for the worse. <br><br>21. 風いたう吹き、海の面ただあし<span style=\"text-decoration: underline;\">に<\/span>あしうなるに<br>The wind blew terribly, and the ocean surface only worsened. <br>From 『枕草子』<\/p>\n\n\n\n<p>参照: <a href=\"https:\/\/www.lang.nagoya-u.ac.jp\/nichigen\/issue\/pdf\/10\/10-04.pdf\" data-type=\"link\" data-id=\"https:\/\/www.lang.nagoya-u.ac.jp\/nichigen\/issue\/pdf\/10\/10-04.pdf\">現代日本語の同一動詞反復表現「VにV」について<\/a><\/p>\n\n\n<ol class=\"wp-block-footnotes\"><li id=\"a3214b49-6cae-4969-9608-5ae65929bee2\">庵 (2001) suggests that this usage stems from the parallel particle に while providing examples which derive instead from the case particle に. Here, the notion of this function of に being derived from the case particle に is in line with the 広辞苑.  <a href=\"#a3214b49-6cae-4969-9608-5ae65929bee2-link\" aria-label=\"脚注参照1にジャンプ\">↩︎<\/a><\/li><li id=\"8f77157c-21fc-424e-8054-70acc3b7209b\">More specifically, this is a case of subjectification, the process in which a linguistic expression, in this case the pattern VにV, takes on more meaning than its literal interpretation. While severity is inherently borne out from implied duration in its typical application, in such situations in which duration cannot be felt, that sense of extremeness remains in tact. The argument can also be made that syntactically, &#8216;extremity&#8217; described by VにV is also borne from subjectification and not necessarily from the literal interpretation of its parts.       <a href=\"#8f77157c-21fc-424e-8054-70acc3b7209b-link\" aria-label=\"脚注参照2にジャンプ\">↩︎<\/a><\/li><li id=\"dcf27c2d-2d5a-4ce9-a3f6-3bd049f0a1da\">参照: ベネッセ全訳古語辞典(2007) <a href=\"#dcf27c2d-2d5a-4ce9-a3f6-3bd049f0a1da-link\" aria-label=\"脚注参照3にジャンプ\">↩︎<\/a><\/li><\/ol>","protected":false},"excerpt":{"rendered":"<p>The Intensifier Particle に Yet another function attributed to the case particle に is its ability to function a<a class=\"more-link\" href=\"https:\/\/imabi.org\/the-intensifier-%e3%81%ab\/\">続きを読む <span class=\"screen-reader-text\">&#8220;The Intensifier Particle に&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":"[{\"content\":\"庵 (2001) suggests that this usage stems from the parallel particle に while providing examples which derive instead from the case particle に. Here, the notion of this function of に being derived from the case particle に is in line with the 広辞苑. \",\"id\":\"a3214b49-6cae-4969-9608-5ae65929bee2\"},{\"content\":\"More specifically, this is a case of subjectification, the process in which a linguistic expression, in this case the pattern VにV, takes on more meaning than its literal interpretation. While severity is inherently borne out from implied duration in its typical application, in such situations in which duration cannot be felt, that sense of extremeness remains in tact. The argument can also be made that syntactically, 'extremity' described by VにV is also borne from subjectification and not necessarily from the literal interpretation of its parts.      \",\"id\":\"8f77157c-21fc-424e-8054-70acc3b7209b\"},{\"content\":\"参照: ベネッセ全訳古語辞典(2007)\",\"id\":\"dcf27c2d-2d5a-4ce9-a3f6-3bd049f0a1da\"}]"},"tags":[],"class_list":["post-4429","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-19r","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/4429","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=4429"}],"version-history":[{"count":14,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/4429\/revisions"}],"predecessor-version":[{"id":12928,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/4429\/revisions\/12928"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=4429"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=4429"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}