{"id":452,"date":"2023-07-15T18:51:43","date_gmt":"2023-07-16T01:51:43","guid":{"rendered":"https:\/\/imabi.org\/?page_id=452"},"modified":"2025-08-15T23:22:32","modified_gmt":"2025-08-16T06:22:32","slug":"citation-ii-%ef%bd%9e%e3%81%a8%e3%81%84%e3%81%86-%ef%bd%9e%e3%81%a8%e3%81%84%e3%81%86%e3%81%93%e3%81%a8-%ef%bd%9e%e3%81%a8%e3%81%84%e3%81%86%e3%82%82%e3%81%ae","status":"publish","type":"page","link":"https:\/\/imabi.org\/citation-ii-%ef%bd%9e%e3%81%a8%e3%81%84%e3%81%86-%ef%bd%9e%e3%81%a8%e3%81%84%e3%81%86%e3%81%93%e3%81%a8-%ef%bd%9e%e3%81%a8%e3%81%84%e3%81%86%e3%82%82%e3%81%ae\/","title":{"rendered":"～という, ～ということ, &amp; ～というもの"},"content":{"rendered":"\n<h3 class=\"wp-block-heading\">～という, ～ということ, &amp; ～というもの<\/h3>\n\n\n\n<p>In this lesson, we will learn about how という is used to facilitate the modification of one noun, which we will denote as Noun A&#8217;, by another noun, which we will denote as Noun A, for the purpose of defining. <\/p>\n\n\n\n<p>という is a phrase even natives have difficulties with. At times may seem as if it is just a filler word, but when we study its use which all natives agree on to be correct, we do find details on how to use it most effectively.<\/p>\n\n\n\n<p><strong>Spelling Note<\/strong>: The 漢字 for 言う is usually used when the verb is used literally for “to say”. However, it is extremely common in casual texts to see it written out as いう or even ゆう. In other usages, the ひらがな spellings are more common. Also note that this verb may be spelled as 云う&nbsp;in older spelling when quoting others.&nbsp;<\/p>\n\n\n\n<p><strong>Casual Note<\/strong>: For all usages mentioned in this lesson, the particle と may be replaced with って in casual contexts. If it follows ん, て is usually used instead of って. Do not confuse this with the conjunctive particle て! The grammars are completely different.&nbsp;&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">という<\/h3>\n\n\n\n<p>First, let&#8217;s remember what という is composed of and why it matters. と is the citation case particle of Japanese. The phrase it attaches gets grammatically quoted, and it’s always a signal that a citation verb of some sort should follow, and if it doesn’t, that verb is implied. When conjoined with the verb 言う, literally meaning “to say”, we see that it is used to help make phrases able to modify other phrases when otherwise the grammar wouldn’t allow for it. Before we get to far ahead of ourselves, remember that this phrase is used to say “to say…”.<\/p>\n\n\n\n<p>1. 僕はセス先生に似ていると、たまに言われます。<br>I&#8217;m occasionally told that I resemble Seth-sensei.<\/p>\n\n\n\n<p>The next logical leap from this literal usage is to be used to mean &#8220;to be called\/said\/named.&#8221;<\/p>\n\n\n\n<p>2. さっき買った植物がなんという植物なのか気になっています。<br>It&#8217;s getting to me what plant it was that I bought a while ago. <\/p>\n\n\n\n<p>3. 先月の台風で沈んだのは何という船でしたっけ。<br>Oh, what was the name of that boat that sunk in last month&#8217;s typhoon.<\/p>\n\n\n\n<p>4. 私はセスと申します。<br>I&#8217;m Seth. (I call myself Seth)<\/p>\n\n\n\n<p>5. imabi.orgという学習サイトで日本語を勉強したことがありますか？<br>If you ever studied Japanese on a site called imabi.org?<\/p>\n\n\n\n<p>6. 「関心」は英語で「Interest」と言います。<br>&#8220;Kanshin&#8221; in English is &#8220;interest.&#8221;<\/p>\n\n\n\n<p>7. 人というものはわからないものだ。<br>One can never understand how people are.<\/p>\n\n\n\n<p>8. 人生というものは辛いものだ。<br>Life is tough.<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: Remember that もの refers to a more concrete thing. ～ということ would show a circumstance of some sort.<\/p>\n\n\n\n<p>9. 希望という名の光<br>A light called hope<\/p>\n\n\n\n<p><strong>Nuance Note<\/strong>: ～という名の is a common figure of speech frequently seen in titles and song lyrics embodying a sense of reputation\/name with something.&nbsp;<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p>という‘s function in making complex relative clauses is incredibly important. Although complete sentences may easily modify nominal phrases at times, there are a few situations where not using という just doesn’t work or just doesn’t make sense. It’s also important to note that Japanese speakers internalize this usage as the same thing as above. So, try to think why that is.<\/p>\n\n\n\n<p>10. 日本に住みたいという動機があるので、日本語の勉強が楽しい。<br>Because I have a motive of wanting to live in Japan, studying Japanese is fun.  <\/p>\n\n\n\n<p>If you want to use a phrase that ends in だ as a complex relative clause, という is necessary. This is also true for&nbsp;onomatopoeic phrases.&nbsp;<\/p>\n\n\n\n<p>11. 何をやってもダメだという気持ちを忘れよう。<br>Forget those feelings that whatever you do is bad.  <\/p>\n\n\n\n<p>12. せっかくの独立記念日だというのに、一日中家に引きこもっていた。<br>Although it was Independence Day (a great opportunity), I stayed inside my home all day.&nbsp;&nbsp;<\/p>\n\n\n\n<p><strong>Speech Style Note<\/strong>: ～だというのに is slightly more formal than ～なのに. This is because のに is already rather empathic. So, making it more emphatic would be slightly abnormal in the spoken language.<\/p>\n\n\n\n<p>〇という＋名詞 is used to introduce something to the listener or reader as new information. So, although it is reasonable to say something like ジブチという国, インドという国 would be unnecessary even for kids. This lack of necessity often leads to sentences being deemed ungrammatical when this common sense principle is not implemented. This point largely determines whether という makes the most sense or not with (complex) relative clauses.<\/p>\n\n\n\n<p>13. 仕事で妥協を許さないのは、上司から何をされるか分からないという恐怖からでしょうか。<br>Is your behavior of not allowing compromise at work from a fear of not knowing what your boss will do to you?<\/p>\n\n\n\n<p>14. 反乱軍の兵士たちは、国の軍隊にいつ拘束され、処刑されるかわからない（という）恐怖におびえながら、町々の住民を守り続けた。<br>The rebel soldiers continued to protect the citizens of the villages amid the fear of not knowing when they would be seized by the country&#8217;s army and be put to death. <\/p>\n\n\n\n<p><strong>Sentence Note<\/strong>: The use of という in Ex. 14 would likely only be used in conversation in which という would function more so as a filler word. This is because the objective stance that the sentence takes in conveying the information makes という unnecessary at best.&nbsp;<\/p>\n\n\n\n<p>Of course, this is not grammatically different at all from ～というの+Particle as we’ve already seen. Why? The particle の here functions as a dummy noun, making everything above apply.<\/p>\n\n\n\n<p>15. 政治家たちさえ何が起こるかわからないというのはなぜでしょう？<br>Why is it that not even the politicians know what will happen?<\/p>\n\n\n\n<p>16. 男でもいけるというのは本当なの？<br>As it true that you even go out with guys?<\/p>\n\n\n\n<p>17. 多くの中国人や韓国人が日本人を毛嫌いするのに日本語を勉強するというのはどうしてなのでしょうか。<br>Why is it that many Chinese and Koreans study Japanese even though they despise Japanese people?<\/p>\n\n\n\n<p>18. 90% というのは信じられない数字でした。<br> 90% was a truly impossible to believe figure. <\/p>\n\n\n\n<p>19. アプリはアップデートしろというのに、Google Playストアにアップデート情報がきていない。<br>Although the app told me to update, there isn&#8217;t any update information coming into the Google Play Store.<\/p>\n\n\n\n<p><strong>Phrase Note<\/strong>: Remember that the particle のに is technically just a combination of の and に.&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">～ということ　&amp; ～というもの<\/h3>\n\n\n\n<p>～ということ is perfect in showing something that is abstract in nature. Essentially anything that can be deemed as an analysis of something, summarizing, determination etc. fits under this definition. This ‘something’ is never a physical thing but an abstract thing.&nbsp;<\/p>\n\n\n\n<p>20. 夏にテキサス州のオースティン市に行ってみればどんなに暑いかということがわかるでしょう。<br>If you were to try and come to the city of Austin in the state of Texas in the summer, you would find out just how hot it is.<\/p>\n\n\n\n<p>21. 分かるということはどういうことでしょうか。<br>What does understanding really mean? <\/p>\n\n\n\n<p>22. 「バグが発覚したという報告がありました」「ということは、そろそろメンテに入るでしょう」<br>&nbsp;&#8220;We got a report that a bug surfaced&#8221; &#8220;So, that means we&#8217;ll be entering maintenance shortly.<\/p>\n\n\n\n<p>～というもの, on the other hand, is used with not-so-abstract noun phrases. The addition of it brings an &#8220;as a matter of fact&#8230;&#8221; nuance to the phrase in question.&nbsp;<\/p>\n\n\n\n<p>23. 日本語というものがこんなに美しいと感じたことはなかった。<br>I had never felt Japanese to be so beautiful like this before.      <\/p>\n\n\n\n<p>24. 予知夢というものを見てしまったかもしれない。 <br>I may have had a prophetic dream.<\/p>\n\n\n\n<p>～ということ is also frequently inserted in places it is not necessary in formal speech to lessen the tone and to be more indirect. This should make sense because こと refers to the situation, so you’re referring to things in a broader sense.<\/p>\n\n\n\n<p>25. セス先生は、特に仕事が忙しいということなので、仕事頑張ってという応援メールを送りました。<br>I heard that Seth-sensei&#8217;s job is particularly busy, so I sent him a support message telling him to &#8220;keep working hard.&#8221;<\/p>\n\n\n\n<p>Remember the difference between ～ということ and ～というもの? という invokes the vaguer meaning of こと which is to mean “matter” as in the matter of things. This is why we can say things like 映画のこと but not 映画ということ. ～ということ would work, though, if the noun is related to any event\/action.<\/p>\n\n\n\n<p>26a. ユーザーがモンスターを売却してしまった件ということですが、….。X<br>26b. ユーザーがモンスターを売却してしまったとのことですが、….。〇<br>About the users accidentally having sold their monsters&#8230;<\/p>\n\n\n\n<p>It’s also important to note that ～ということだ or ～とのことだ can refer to hearsay. For instance, the sentence above may very well be hearsay depending on the context. The word hearsay here isn’t that far removed from summarizing things. It would only be context that determines how certain that is.<\/p>\n\n\n\n<p>27. 新聞によると、〇〇も自殺を図ったということだ。<br>XX also committed suicide according to the newspaper. <\/p>\n\n\n\n<p>28. 禁断の恋ということですが、〇〇。<br>About forbidden love,&#8230;.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">という:　Emphasis Marker<\/h3>\n\n\n\n<p>という can also be used as an emphatic marker at times. This also applies to the phrases above. In the first two phrases below as well, it is not grammatically necessary, but it strengthens the emotional sense of the statements. With counter phrases, it shows that the degree is high, and at times excessive.<\/p>\n\n\n\n<p>29. 今日という日を記念日にするよ！<br>We make this day a commemoration. <\/p>\n\n\n\n<p>30. 今日という日は二度と来ない。<br>Today will never come again.<\/p>\n\n\n\n<p>31. なぜ数億円という突拍子もない数字が出てくるのか説明しろよ。<br>Explain how such a preposterous figure of several hundred millions of yen came about.<\/p>\n\n\n\n<p>32. ウミガメは毎年、何百キロまたは何千キロという長距離を移動する。<br>Sea turtles move great distances of hundreds and thousands of miles every year.&nbsp;<\/p>\n\n\n\n<p>33. その後、投資家たちが医療業界に数千万ドルという資金を投入した。<br>After that, investors invested several tens of millions into the medical industry.<\/p>\n\n\n\n<p>34. <ruby>何千枚<rt>なんぜんまい<\/rt><\/ruby>という<ruby>宝<rt>たから<\/rt><\/ruby>くじが、一日で売り切れました。<br>Lottery tickets totaling thousands were sold in a day.<\/p>\n\n\n\n<p>Note that this point actually encompasses a general pattern of repeating the very same word using という. This pattern is more frequently used in the written language, but it is still possible to hear it in conversation.<\/p>\n\n\n\n<p>35. クリスマスの日は、店という店は基本的には営業休止にすればいい。<br> All shops as a principle should close business on Christmas Day.<\/p>\n\n\n\n<p>36. 今は今しかない。だから、今という今は本当に貴重なのだ。<br>Now we only have now. So, the <em>now<\/em> truly is precious.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>～という, ～ということ, &amp; ～というもの In this lesson, we will learn about how という is used to facilitate the modification <a class=\"more-link\" href=\"https:\/\/imabi.org\/citation-ii-%ef%bd%9e%e3%81%a8%e3%81%84%e3%81%86-%ef%bd%9e%e3%81%a8%e3%81%84%e3%81%86%e3%81%93%e3%81%a8-%ef%bd%9e%e3%81%a8%e3%81%84%e3%81%86%e3%82%82%e3%81%ae\/\">続きを読む <span class=\"screen-reader-text\">&#8220;～という, ～ということ, &amp; ～というもの&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":""},"tags":[],"class_list":["post-452","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-7i","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/452","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=452"}],"version-history":[{"count":7,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/452\/revisions"}],"predecessor-version":[{"id":13694,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/452\/revisions\/13694"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=452"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=452"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}