{"id":460,"date":"2023-07-15T18:54:31","date_gmt":"2023-07-16T01:54:31","guid":{"rendered":"https:\/\/imabi.org\/?page_id=460"},"modified":"2024-05-02T16:39:04","modified_gmt":"2024-05-02T23:39:04","slug":"fix-error-%ef%bd%9e%e5%bf%98%e3%82%8c%e3%82%8b-%ef%bd%9e%e7%9b%b4%e3%81%99-%e9%96%93%e9%81%95%e3%81%88%e3%82%8b-%ef%bd%9e%e8%aa%a4%e3%82%8b","status":"publish","type":"page","link":"https:\/\/imabi.org\/fix-error-%ef%bd%9e%e5%bf%98%e3%82%8c%e3%82%8b-%ef%bd%9e%e7%9b%b4%e3%81%99-%e9%96%93%e9%81%95%e3%81%88%e3%82%8b-%ef%bd%9e%e8%aa%a4%e3%82%8b\/","title":{"rendered":"Fix\/Error: ～忘れる, ～直す, ～間違える, &amp; ～誤る　"},"content":{"rendered":"\n<h3 class=\"wp-block-heading\">Fix\/Error: ～忘れる, ～直す, 間違える, &amp; ～誤る<\/h3>\n\n\n\n<p>In this lesson, we will learn about various compound verb endings which are used to indicate making or fixing errors in judgment. <\/p>\n\n\n\n<h2 class=\"wp-block-heading\">”To Forget to do&#8230;&#8221;: ～忘れる<\/h2>\n\n\n\n<p>There are three means of expressing &#8220;to forget to do&#8230;,&#8221; all of which utilize the 一段 verb 忘れる (to forget).<br><br>①Verb<sub>1<\/sub> 連用形 ＋ ～忘れる<br>②Verb<sub>1<\/sub> 連体形 ＋ のを忘れる<br>③Verb<sub>1<\/sub> 連体形 ＋ ～ことを忘れる<br><br>In some scenarios, all three patterns share interchangeability, whereas in others, only one means will be viable. Note, that, although the options presented in Ex. 1 are all viable, how they differ will become apparent as we discuss how each pattern functions. <br><br>1a. 電話番号を書き忘れた。<br>1b. 電話番号を書くのを忘れた。<br>1c. 電話番号を書くこと忘れた。<br>I forgot to write (my) phone number.<br><br>2a. テイラー君はゴミを出し忘れて、遊んでいた。X<br>2b. テイラー君はゴミを出すのを忘れて、遊んでいた。〇<br>2c. テイラー君はゴミを出すことを忘れて、遊んでいた。△<br>Taylor-kun forgot to take out the trash, and was (out) having fun.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">①Verb<sub>1<\/sub> 連用形 ＋ ～忘れる<\/h3>\n\n\n\n<p>This pattern, depending on the context of the sentence, has three potential interpretations. <br><br>①To forget to do something.<br>②To forget to do something and leave the situation as is.<br>③To not remember having done something.<br><br>3. 鍵を閉め忘れたかもしれない。<br>I might have forgotten to lock (my door).<br><br>4. 電車に傘を置き忘れた。<br>I left my umbrella behind in the train.<br><br>5. まさか僕の顔を見忘れたのか。<br>Don&#8217;t tell me you forgot what I looked like!<br><br>Two restrictions that this pattern has is that, regardless of its interpretation, it can only be used with verbs of volition (actions which the agent has intent of doing), and the intent one had had to have at some point been put to memory, but at that crucial moment, you find yourself having forgotten. <br><br>6. あ、言い忘れた！<br>Ah, I forgot to mention (it)!<br><br>7. 火を消し忘れた！<br>I forgot to put out the fire!<br><br>Another peculiarity that you will notice with Pattern ① is that the sentences involved, in contrast with those of Patterns ②③ will be far less complex, <em>typically <\/em>(though not always (Ex. 10)) only constituting of one clause with few complements. <br><br>8. ニュージーランド人の女性が、機内で食べ忘れた「チキンサンドイッチ」のせいで３０万円の罰金を命じられた。<br><br>9. スマホを充電し忘れたまま、出かけてしまった。<br>I went off while forgetting to charge my smartphone. <br><br>10. 毎日決まったお薬を飲んでいても、ついつい飲み忘れてしまうことってあるよね？<br>Even if it&#8217;s a medicine that you have a fixed rule of taking every day, you&#8217;ll have moments you unintentionally forget to take it, right?   <\/p>\n\n\n\n<h3 class=\"wp-block-heading\">②Verb<sub>1<\/sub> 連体形 ＋ ～のを忘れる<\/h3>\n\n\n\n<p>Something that Patterns ①② share is that they can be used with verbs which intrinsically have an end point to indicate that while the agent thought of carrying it out, in the end, they forgot to. <\/p>\n\n\n\n<p>11a. 食べるのに夢中でご飯の写真を撮り忘れた。〇<br>11b. 食べるのに夢中でご飯の写真を撮るのを忘れた。〇<br>11c. 食べるのに夢中でご飯の写真を撮ることを忘れた。△<br>I was so obsessed with eating that I forgot to take picture(s) of the food.<br><br>A situation not possible with Pattern ① but is with Pattern ② is forgetting something that is ongoing. Although Pattern ③ can be used in this way, the objectification of the verb is much higher due to the use of こと, and in turn, there needs to be a certain level &#8211; even if it is minor &#8211; of cause-effect implied when another clause follows (Ex. 13). <br><br>12. 青年たちは、時間の経つのも忘れて楽しんでいる。<br>The young people were having a blast, completely forgetting about the passage of time.<br><br>13. 聴講者一同、時間の経つことも忘れて熱心<sup data-fn=\"0509a7b9-3f7f-4669-9b2c-0014a14851a2\" class=\"fn\"><a href=\"#0509a7b9-3f7f-4669-9b2c-0014a14851a2\" id=\"0509a7b9-3f7f-4669-9b2c-0014a14851a2-link\">1<\/a><\/sup>に耳を傾けました。<br>All those present attending the lecture were in rapt attention, had even forgotten of the passage of time, and as such were in rapt attention. <br><br>An observation that can be made from these examples is that this scenario pertains to verbs with no volition, especially those pertaining to the passage of time.<br><br>Though all three patterns may be used with the conjunctive particle て, Patterns ①③ requires that て indicate a cause-effect relationship between the act of forgetting and what happens next, whereas Pattern ② is not restricted by how て can be interpreted. <br><br>14. 寝るのも忘れてゲームに没頭した。<br>I was absorbed in video games, even forgetting to sleep. <br><br>15. コーヒーが冷めるのも忘れて読み耽りました。<br>I got lost in reading (it) so much so that I even forgot about my coffee getting cold.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">③Verb<sub>1<\/sub> 連体形 ＋ ～ことを忘れる<\/h3>\n\n\n\n<p>When the agent has <span style=\"text-decoration: underline;\">forgotten that they had done something<\/span>, we see that all three patterns may be used, but Pattern ① is only used with verbs pertaining to placement for this meaning so as to better facilitate the requirement that subsequent clauses relate to a cause-effect relationship and to conjure the meaning of &#8220;forgetting to do something and leaving it as is.&#8221;<br><br>16a. 前に買ったことを忘れて、同じものをもう一度買ってしまったことがある。◎<br>16b. 前に買ったのを忘れて、同じものをもう一度買ってしまったことがる。〇<br>16c. 前に買い忘れて、同じものをもう一度買ってしまったことがある。X<br>I have accidentally bought the same thing again, having forgotten that I had bought it before.<br><br>17. 電車に財布を置き忘れて、焦った。<br>I forgot I left my wallet in the train and (so) panicked.<br><br>見忘れる<sup data-fn=\"35019f97-85aa-4e40-949f-c3cf2e8b3f6b\" class=\"fn\"><a href=\"#35019f97-85aa-4e40-949f-c3cf2e8b3f6b\" id=\"35019f97-85aa-4e40-949f-c3cf2e8b3f6b-link\">2<\/a><\/sup> from earlier is a notable exception in that it often has this meaning despite not being a verb related to placement; however, one way of relating it them is by thinking of it as portraying the image of someone in one&#8217;s mind being misplaced, a.k.a., forgotten. <br><br>寝忘れる is yet another example of having forgotten what has passed then leaving a situation as is, but what is forgotten is not the act of sleeping itself but the time that has passed and\/or what one was supposed to be doing (like waking up for starters). This can also be interpreted as a separate meaning of 忘れる unique to this verb in which the agent is not in the right state of mind by how far they are committing said act, which is &#8220;sleeping.&#8221;<br><br>18. 今朝もつい寝忘れて失礼しました。<br>My apologies for oversleeping this morning once again.<br><br>Pattern ③ is most appropriate when the verb is one with no volition by the agent. Mental states that one cannot control are great examples. Though Pattern ② would not be ungrammatical in this scenario, the lack of objectification lowers the sense of consequence to the overall context.<br><br>19. 人間は悲しむことを忘れてしまった。<br>Mankind has forgotten (what it is) to mourn.  <br><br>20. 故人を悼むことを忘れているかのように、親戚一同は遺産相続をめぐって争っていた。<br>As if the relatives of the deceased individual had forgotten to grieve for the loss of that person, they were all fighting over inheritance.<br><br>21. その笑顔を見た涼君は怒るのを忘れて大笑いしてしまった。<br>Ryo-kun, seeing that smile, burst of laughter, forgetting to be angry.<br><br>One situation in which Pattern ③ is heavily preferred is when creating a command\/request pertaining to forgetting, often with grammar patterns such as ～てはいけない meaning &#8220;mustn&#8217;t.&#8221; This is due to the high degree of objectification, which only こと can provide. Though using の is not inherently ungrammatical, using Pattern ① would be, as Pattern ① pertains to very unintentional lapses of memory. <br><br>22. 人生が短いことを忘れてはいけない。<sup data-fn=\"7ba08181-a492-4a88-bb79-7d5f44375f24\" class=\"fn\"><a href=\"#7ba08181-a492-4a88-bb79-7d5f44375f24\" id=\"7ba08181-a492-4a88-bb79-7d5f44375f24-link\">3<\/a><\/sup><br>(We) mustn&#8217;t forget that life is short.<br><br>23. 必ず確認することを忘れてはならない。<br>You must not forget to always verify. <br><br>24. 靴を脱ぐのを忘れちゃだめだよ。<br>You can&#8217;t forget to take off your shoes.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Verb<sub>1<\/sub> 連用形 ＋ ～直す<\/h2>\n\n\n\n<p>The transitive 五段 verb 直す has three basic meanings, all of which are reflected when it is used in compound verbs. <br><br>①To repair\/fix\/correct\/redo.<br>②To alter\/convert\/translate.<br>③To put back (something to how it was)<br><br>25. 家を建ててからトイレを<span style=\"text-decoration: underline;\">直した<\/span>ことがなかった。①<br>(The person) had not ever fixed their toilet(s) since building (their) house.<br><br>26.１尺をメートル法に<span style=\"text-decoration: underline;\">直す<\/span>と３０３ｍｍだ。②<br>When you convert 1 <em>shaku<\/em> to the metric system, you get 303 mm. <br><br>27. 「ツツジ」を漢字に<span style=\"text-decoration: underline;\">直して<\/span>ください。②<br>Convert &#8220;tsutsuji (azalea)&#8221; into Kanji. <br><br>28. 布団を直しといてね。③<sup data-fn=\"1c70a419-7676-4c9d-a10d-ff2161c58a3c\" class=\"fn\"><a href=\"#1c70a419-7676-4c9d-a10d-ff2161c58a3c\" id=\"1c70a419-7676-4c9d-a10d-ff2161c58a3c-link\">4<\/a><\/sup><br>Put up the futon. <br><br>29. 政治家の方には日本経済を立て直してもらいたい。③<br>I want for our politicians to revive the Japanese economy.<br><br>30. 私が家を建て直した時には屋敷の土地を担保にしました。②<br>When I renovated my home, I put my estate&#8217;s land as collateral. <br><br>31. 冷めちゃったから温めなおして。③<br>(It) got cold, so could you reheat (it)?<br><br>32. 誤字脱字がないようにメールを見直してから送信しましょう。①<br>Be sure to send your e-mail(s) after having reviewed it to make sure there are no mistaken or missing characters.<br><br>33. 高校の勉強を一からやり直すのにメリットはありますか？①<br>Is there any merit to starting my high school studies over from scratch? <br><br>34. ユーザーアカウントが管理者権限を持っていない場合、別の管理者権限を持ったユーザーアカウントでログインし直す必要があります。①<br>In the event that the user account does not have administrator privileges, you must re-login with a separate user account which does have administrator privileges.<br><br>35. お留守なら後日出直します。①<br>If you are not home, I will come back on a later date.<\/p>\n\n\n\n<p>36. 怪しいと思いつつ、電話をかけ直してみたら、着拒されていました。①<br>Though I thought it was suspicious, when I tried calling back, my number had been blocked. <\/p>\n\n\n\n<p>37. 旅行計画を<ruby>練<rt>ね<\/rt><\/ruby>り直した。①<br>I revised (my\/our) itinerary. <br><br>38. 株を買うタイミングを考え直しました。①<br>I reconsidering the timing for when I would buy (the) stock. <br><br>As for how the ～直す compares with its status as an independent verb, typically, the complex nominal phrases created through nominalization by means of using の or こと followed by the independent verb 直す will not be interchangeable with ～直す. <br><br>39. [前世でやり残したこと]をやり直すために生まれ変わるのだ。<br>One is reborn to redo [the things that one did left undone in one&#8217;s past life]. <br><br>40. [すぐ忘れて繰り返すの]を直すにはどうしたらいい？<br>What should (I\/you) do to correct oneself [from forgetting right away and repeating]?<br><br>In Ex. 39, we see that the nominalized subordinate clause formed by こと refers to an entity which is the object for やり直す, which itself is a use of ～直す. Then, in Ex., we see の used instead of こと to modify the nominalized subordinate clause due to its relatively lower level of objectification. <br><br>In the following example, however, we do see slight overlap. As there is no semantic restraint as to what the subordinate clause of a の-nominalized phrase may contain, we see that both Ex. 41a and Ex. 41b are possible but that Ex. 41b is far more practical, concise, and natural.  <br><br>41a. 自分たちが最初に戻って注文住宅を検討するのをやり直すならどうするのでしょうか。〇\/?<br>41b. 自分たちが最初に戻って注文住宅を検討し直すならどうするのでしょうか。◎<br>What should (I\/we) do if were to go back to the beginning and redo the discussion of (my\/our) custom-built home? <br>What should (I\/we) do if we were to go back to the beginning and rediscuss (I\/our) custom-built home? ◎<br><br>Structurally, in Ex. 41a. の arguably encompasses all of  [自分たちが最初に戻って注文住宅を検討する] into one subordinate clause, whereas in Ex. 41b the subordinate clause which contains ～直す is only [注文住宅を検討し直す] with [自分たちが最初に戻って] being a separate subordinate clause related to the same predicate [どうする].  Consequently, while Ex. 41a describes restarting the whole process, Ex. 41b describes reevaluating the situation.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">～直る<\/h2>\n\n\n\n<p>There also exists a small number of compound verbs created with ～直る, the intransitive iteration of ～直す. Unlike ～直す which can be used with any verb of volition, ～直る is largely restricted to verbs pertaining to course\/posture correction, deriving from a literal use of 直る to mean &#8220;to sit properly.&#8221; As the chart below demonstrates, certain combinations are very idiomatic.<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table class=\"has-fixed-layout\"><tbody><tr><td>Compound<\/td><td>Meaning<\/td><\/tr><tr><td>起き直る<\/td><td>To sit up properly<\/td><\/tr><tr><td>開き直る<\/td><td>To fight back<\/td><\/tr><tr><td>出直る<\/td><td>For a stock\/economic demand that is down to rebound.<\/td><\/tr><tr><td>居直る<\/td><td>To sit upright; to take a defiant, aggressive posture<\/td><\/tr><tr><td>立ち直る<\/td><td>To regain one&#8217;s footing; to recover (the market)<\/td><\/tr><tr><td>立て直る<\/td><td>To pick up\/rally<\/td><\/tr><tr><td>座り直る<\/td><td>To sit upright<\/td><\/tr><tr><td>向き直る<\/td><td>To turn around<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>Whereas ～直す usually refers to &#8220;redoing&#8221; an action but may on occasion refer to returning to a previous state (by &#8220;redoing&#8221; it), ～直る is only used in the certain of recorrecting to the <em>proper<\/em> state. <\/p>\n\n\n\n<p>42. 篤君は、真顔で起き直り、片眉を吊り上げた。<br>Atsushi-kun sat up straight with a serious look on his face and with one eyebrow raised.<br><br>43. 由利子は急に向き直って武史のほうを見る。<br>Yuriko suddenly turned around at looked at Takeshi.<br><br>44. 需要は出直る見込みだ。<br>Demand is expected to rebound. <br><br>45. 誤りを詫びるどころか居直って蘊蓄を並べ立てて他の回答者さんを攻撃しているんですよ。<br>Rather than apologize for their mistakes, (the individual) is being aggressive, listing all these &#8216;facts,&#8217; and attacking other respondents.  <br><br>46. 中小企業が元気を出さなければ、経済は立ち直りません。<br>If small and medium-sized businesses do not pick up steam, the economy will not recover.<br><br>立て直る, also seen as 建て直る when the semantics are right, describes the state of the object being recovered having been restored via the act of 立て直す by the agent. In a sense, it is an intransitive from borne from built-in passivation.<br><br>47. 表面的に経済が立て直ったとしても、分断をもたらした価値観は続いていく。<br>Even if the economy were to put on the right track on the surface, the values which brought about division will persist. <br><br>On rare occasions, verbs which usually do not take ～直る do so with the added nuance of accomplishing in restoring whatever action which the agent performed back into proper order. Such examples are not indicative of normal or necessarily natural Japanese, as ～直される suffices. <br><br>48a. 文章を書き直したときに、自動的に目次や更新日も書き直るようにすることができます。△\/X<br>48b. 文章を書き直したときに、自動的に目次や更新日も書き直されます。〇<br>48c. 文章を書き直したときに、自動的に目次や更新日も更新できます。◎<br>When you have rewritten an article, you can have things like the table of contents and date of last update automatically written to how it is. ?<br>When you have rewritten an article, you can have things like the table of contents and date of last update automatically updated. 〇<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">～間違える<\/h2>\n\n\n\n<p>&nbsp;The transitive verb 間違える means &#8220;to make a mistake (in)&#8221; or &#8220;to confuse one thing for another.&#8221; When used in compound verbs, ～間違える describes how one &#8220;messed up&#8221; in performing the action in question.<\/p>\n\n\n\n<p>49. 自分の名前を書き間違えました。<br>I wrote my own name wrong.<\/p>\n\n\n\n<p>50. 言い間違えた単語を言い直してもいいですよ。<br>It&#8217;s alright for you to correct a word you messed up saying.<br><br>51. 電話番号を聞き間違えました。<br>I misheard the phone number.<br><br>52. 荷物を取り間違えました。<br>I took the wrong luggage.<br><br>53. 東京駅で乗り間違えました。<br>I got on the wrong (train) at Tokyo Station.<br><br>Interestingly, it is also possible to see ～間違う used in compound verbs. 間違う is traditionally viewed as the intransitive form of 間違える, but for many speakers, 間違う and 間違える are most interchangeable in the transitive sense<sup data-fn=\"9b111916-0a39-4761-a98b-8fef420f4a1e\" class=\"fn\"><a href=\"#9b111916-0a39-4761-a98b-8fef420f4a1e\" id=\"9b111916-0a39-4761-a98b-8fef420f4a1e-link\">5<\/a><\/sup> (though never interchangeable in the intransitive sense), and this is especially so when they are used as standalone verbs. Generally<sup data-fn=\"da237fb4-3b01-4cdf-bbee-1d5876e7557f\" class=\"fn\"><a href=\"#da237fb4-3b01-4cdf-bbee-1d5876e7557f\" id=\"da237fb4-3b01-4cdf-bbee-1d5876e7557f-link\">6<\/a><\/sup>, whenever you hear ～間違う as a transitive verb, that is indicative of dialectal preference. However, dialectal preference should never be misconstrued as bad Japanese, as in this instance, the back and forth in these forms is not a new phenomenon. <br><br>54. あの老人は僕を孫さんと｛見間違えた・見間違った｝。<br>&nbsp;That old man mistook me for his grandchild.&nbsp;<br><br>55. おや、名前を聞き間違ったんかい？<br>Huh, did I hear their name wrong?<br><br>Conversely, when turning V1+～間違える・間違う into noun form, we find that ～間違い is heavily preferred, to the point that ～間違え, despite being the form that ought to be taken, sounds unnatural. <br><br>56. 子供の可愛らしい言い間違いを耳にすることはありますが、実は、ご両親も｛言い間違い ◎・言い間違え △｝が多いなんてことはありませんか？<br>You may often hear your children making cute slips of the tongue, but in reality, don&#8217;t you, the parents, have a lot of misspeaks? <br><br>57. 電話対応で｛聞き間違い ◎・聞き間違え △｝を防ぐには、相手の言葉を復唱したり改めて聞き直したりする方法が効果的でしょう。<br>To prevent mishearing over the phone, methods such as repeating what the other person said or asking again what they are said are effective. <br><br>Some often point out that when 間違う and 間違える directly modify a noun that that is when they are most distinct. <br><br>58. 間違いやすい日本語<br>Japanese that is often rendered wrong<br><br>59. 間違えやすい日本語<br>Japanese that is easy for one to confuse (with other things)<br><br>From this, we can deduce that this is the one syntactic scenario in which transitivity becomes most relevant, but even so, the difference between the two is still minor considering how the agent is still erring in their Japanese. <br><br>Interestingly, 間違えて may be used adverbially to mean &#8220;accidentally.&#8221; However, this is not synonymous with V1+間違える・間違う, as the action taken itself is a mistaken rather than the execution of the action being wrong. You may also similarly see 間違って used adverbially to mean &#8220;in error\/mistakenly&#8221; in similar fashion as 間違えて. Here, misjudged conduct is more likely to be described with 間違って, whereas mere mishaps are more likely to be described with 間違えて.<br><br>60. 間違って女子トイレに入ってしまった。<br>I accidentally went into the women&#8217;s restroom.<br><br>61. 料理の最中、塩を入れようと思っていたら、間違えて砂糖を入れてしまった。<br>Right in the middle of cooking, just as I thought I was putting salt in it, I accidentally put sugar in it. <br><br>Note, however, that in either case, one mustn&#8217;t confuse the adverbial usages of these て forms when the て form is being used as a conjunctive particle. <br><br>62. 確定申告を間違えて罰金を課せられました。<br>I made an error in my tax return and was issued a fine. <br><br>Now, as for how ～【の・こと】を【間違える・間違う】contrasts with everything we have seen so far, consider the following. Whereas ～を間違える・間違う pertain to confusing two entities as you carry out said action, ～間違える・間違う pertain to messing up the orchestration of said action. <br><br>63. 間違えて違う曲を歌ってしまいました。<br>I mistakenly sang the wrong song.<\/p>\n\n\n\n<p>64. 歌い間違えた。<br>I messed up on the song.<br><br>65. 歌うのを間違えました。<br>I confused what I was to sing. <br><br>As for how こと and の differ, the degree to which the object, the type of predicate involved (just like with 忘れる), along with what concrete noun の may stand for determine the grammaticality between these two nominalizing methods.<br><br>66. 相手が大事にしていることを間違えた。<br>I mistook what my partner was cherishing.<br><br>67. その後も、何度か話すことを間違えたなと思う場面がありました。<br>Even afterwards, there were scenes in which I thought I definitely messed up on what I was talking about several times.<br><br>68. ボタンを【押し間違えた ◎・押すのを間違えた】ときは、必ず、「終了」を押し、消去してから再度送信先を入力してください。<br>Whenever you press the wrong button, always press &#8220;Close,&#8221; then enter the receiver once more after deleting (the previous entry). <br><br>69. 振り込むのを間違えた。<br>I confused (to whom) I was making a bank deposit transfer.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">～違える<\/h2>\n\n\n\n<p>There is a not so small number of verbs which may be used in conjunction with ～違える in compound verbs to indicate mistaking one thing for another. In some instances, it may be interchangeable with ～間違える. Typically, there is a sense of misunderstanding the situation at fault for the error in action. <\/p>\n\n\n\n<p>70. 前提を取り違えておりました。<br>I had misunderstood the premise. <\/p>\n\n\n\n<p>71.「文字」を｛読み違えた・読み間違えた｝とき、言葉はどうかわるのか。<br>When you misread characters, how does the word change? <br><br>72. 大学入試に向かう途中で列車を｛<em>乗り違えた<\/em>・乗り間違えた｝受験生のため、本来は止まらない〇〇駅で停車したことが分かった。<br>It has come to light that (they) stopped a train at ## Station where it would otherwise not stop for a test-taker who took the wrong train on the way to (their) college entrance exam. <br><br>73. 明日を日曜日だと思い違えていた。<br>I was under the assumption tomorrow was Sunday.<br><br>74. シャツのボタンを掛け違えたまま出社してしまった。<br>I went to work with the buttons of my shirt buttoned up wrong.<br><br>Whenever the 連用形 of these verbs is used as a noun, we see that, like before, 違え becomes rendered as 違い by most speakers. <br><br>75. ボタンの掛け違い<sup data-fn=\"6c3419e9-2b81-4171-9ec4-8344443c3801\" class=\"fn\"><a href=\"#6c3419e9-2b81-4171-9ec4-8344443c3801\" id=\"6c3419e9-2b81-4171-9ec4-8344443c3801-link\">7<\/a><\/sup>は最後のボタンまで気が付かなかった。<br>I didn&#8217;t realize that I was buttoning up my shirt wrong until the last button. <br><br>Confusingly, 寝違える is a notably special phrase which means &#8220;to get a crick in one&#8217;s neck (while sleeping),&#8221; deriving from the concept of &#8220;to sleep wrong.&#8221; Oddly enough, 寝違え is only seen for its nominal form. <br><br>76. 首の寝違えってそもそも何？また、首を寝違えたような痛みが突然出た場合、どのように対応すればいい？<br>What is a crick in the neck anyway? Also, whenever crick-like pain does happen, how should you deal with it?<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">～違う<\/h2>\n\n\n\n<p>Typically, ～違う in compound verbs indicates crisscrossing, but there are rare examples such as with かける in which it shares interchangeability with ～違える and 間違える・間違う. In this scenario, 掛け違う could be interpreted more specifically as &#8220;to crisscross lines&#8221; as opposed to &#8220;to mistakenly call.&#8221; <br><br>77. 何度も電話を｛掛け違った・掛け違えた ・掛け間違えた ◎・掛け間違った｝事によって、出会いに繋がった。<br>From countlessly making the wrong calls, it led me to meeting (my significant other).<br><br>78. この前知り合いらしい人と擦れ違った。<br>I came across someone earlier who seemed to be someone I knew.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">～誤る<\/h3>\n\n\n\n<p>The (in)transitive verb&nbsp;<ruby>誤<rt>あやま<\/rt><\/ruby>る means &#8220;to mistake&#8221; in either the sense of to &#8220;doing something else that you know deviates from the right course of action&#8221; or the sense of &#8220;mistaking one thing for another (that you should have known better).&#8221;<\/p>\n\n\n\n<p>79. 彼は私を兄と見誤りました。<br>He mistook me for my older brother.&nbsp;<\/p>\n\n\n\n<p>80. 記事を読み誤ったんじゃないか。<br>Didn&#8217;t you misread the article?<br><br>81. 冒頭だけアドリブで挨拶しようとして言い誤ったとみられる。<br>It&#8217;s presumed that (they) made the slip of the tongue while attempting to give the start of (their) greeting ad-lib. <br><br>誤って can be used adverbially in the sense of &#8220;mistakenly,&#8221; and it is often used as a more formal way of avoiding 間違って.<br><br>82. 誤って上書きしてしまったら元に戻せるの？<br>If you accidentally overwrite (something), can you restore it back to how it was?<br><br>Though ～誤る is rather synonymous with 間違う・間違える, it is not seen with as large a range as verbs<sup data-fn=\"ec5120a7-5645-4003-af13-787a6e1cce07\" class=\"fn\"><a href=\"#ec5120a7-5645-4003-af13-787a6e1cce07\" id=\"ec5120a7-5645-4003-af13-787a6e1cce07-link\">8<\/a><\/sup>, and as far as nuance is concerned, ～誤る has a more objective sense of wrong doing associated with it. <\/p>\n\n\n\n<p>参照: <br><a href=\"https:\/\/nagoya.repo.nii.ac.jp\/record\/31077\/files\/2008.pdf\" data-type=\"link\" data-id=\"https:\/\/nagoya.repo.nii.ac.jp\/record\/31077\/files\/2008.pdf\">失敗を表す複合動詞「V1‐忘れる」の特徴－「V1のを忘れる」「V1‐ことを忘れる」と比較してー<\/a><br><a href=\"https:\/\/dl.ndl.go.jp\/view\/prepareDownload?itemId=info%3Andljp%2Fpid%2F8692586&amp;contentNo=1\" data-type=\"link\" data-id=\"https:\/\/dl.ndl.go.jp\/view\/prepareDownload?itemId=info%3Andljp%2Fpid%2F8692586&amp;contentNo=1\">コーパスを利用した複合動詞「‐直る」の意味分析<\/a><\/p>\n\n\n<ol class=\"wp-block-footnotes\"><li id=\"0509a7b9-3f7f-4669-9b2c-0014a14851a2\">Though a stretch, the audience would not be able to so eagerly listen to the lecture of they were caught up on what time it is.    <a href=\"#0509a7b9-3f7f-4669-9b2c-0014a14851a2-link\" aria-label=\"脚注参照1にジャンプ\">↩︎<\/a><\/li><li id=\"35019f97-85aa-4e40-949f-c3cf2e8b3f6b\">見忘れる may also still be used to mean &#8220;to forget to see\/watch,&#8221; but it should still pertain to something that one ought to have done.   <a href=\"#35019f97-85aa-4e40-949f-c3cf2e8b3f6b-link\" aria-label=\"脚注参照2にジャンプ\">↩︎<\/a><\/li><li id=\"7ba08181-a492-4a88-bb79-7d5f44375f24\">Another feature of ～ことを忘れる that distinguishes it from the other patterns is that it may be paired with adjectival predicates as well as noun-predicates. <a href=\"#7ba08181-a492-4a88-bb79-7d5f44375f24-link\" aria-label=\"脚注参照3にジャンプ\">↩︎<\/a><\/li><li id=\"1c70a419-7676-4c9d-a10d-ff2161c58a3c\">The sense of &#8220;to put up&#8221; of the independent verb 直す is only heard in West Japanese dialects; however, its use is incredibly widespread. In Standard Japanese, verbs such as しまう or 片づける are used instead. <a href=\"#1c70a419-7676-4c9d-a10d-ff2161c58a3c-link\" aria-label=\"脚注参照4にジャンプ\">↩︎<\/a><\/li><li id=\"9b111916-0a39-4761-a98b-8fef420f4a1e\">Some believe that 間違う places more emphasis on incorrect judgment, whereas 間違える more so pertains to mistaking one thing for another.  <a href=\"#9b111916-0a39-4761-a98b-8fef420f4a1e-link\" aria-label=\"脚注参照5にジャンプ\">↩︎<\/a><\/li><li id=\"da237fb4-3b01-4cdf-bbee-1d5876e7557f\">As for 見間違う vs 見間違える, the former is arguably far more common even among Tokyo Dialect speakers.  <a href=\"#da237fb4-3b01-4cdf-bbee-1d5876e7557f-link\" aria-label=\"脚注参照6にジャンプ\">↩︎<\/a><\/li><li id=\"6c3419e9-2b81-4171-9ec4-8344443c3801\">Aside from its literal definition, ボタンを掛け違える may also figuratively mean &#8220;to get off on the wrong foot.&#8221; <a href=\"#6c3419e9-2b81-4171-9ec4-8344443c3801-link\" aria-label=\"脚注参照7にジャンプ\">↩︎<\/a><\/li><li id=\"ec5120a7-5645-4003-af13-787a6e1cce07\">見誤る is by far the most commonly used combination with ～誤る.  <a href=\"#ec5120a7-5645-4003-af13-787a6e1cce07-link\" aria-label=\"脚注参照8にジャンプ\">↩︎<\/a><\/li><\/ol>","protected":false},"excerpt":{"rendered":"<p>Fix\/Error: ～忘れる, ～直す, 間違える, &amp; ～誤る In this lesson, we will learn about various compound verb endings which <a class=\"more-link\" href=\"https:\/\/imabi.org\/fix-error-%ef%bd%9e%e5%bf%98%e3%82%8c%e3%82%8b-%ef%bd%9e%e7%9b%b4%e3%81%99-%e9%96%93%e9%81%95%e3%81%88%e3%82%8b-%ef%bd%9e%e8%aa%a4%e3%82%8b\/\">続きを読む <span class=\"screen-reader-text\">&#8220;Fix\/Error: ～忘れる, ～直す, ～間違える, &amp; ～誤る　&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":"[{\"content\":\"Though a stretch, the audience would not be able to so eagerly listen to the lecture of they were caught up on what time it is.   \",\"id\":\"0509a7b9-3f7f-4669-9b2c-0014a14851a2\"},{\"content\":\"見忘れる may also still be used to mean \\\"to forget to see\/watch,\\\" but it should still pertain to something that one ought to have done.  \",\"id\":\"35019f97-85aa-4e40-949f-c3cf2e8b3f6b\"},{\"content\":\"Another feature of ～ことを忘れる that distinguishes it from the other patterns is that it may be paired with adjectival predicates as well as noun-predicates.\",\"id\":\"7ba08181-a492-4a88-bb79-7d5f44375f24\"},{\"content\":\"The sense of \\\"to put up\\\" of the independent verb 直す is only heard in West Japanese dialects; however, its use is incredibly widespread. In Standard Japanese, verbs such as しまう or 片づける are used instead.\",\"id\":\"1c70a419-7676-4c9d-a10d-ff2161c58a3c\"},{\"content\":\"Some believe that 間違う places more emphasis on incorrect judgment, whereas 間違える more so pertains to mistaking one thing for another. \",\"id\":\"9b111916-0a39-4761-a98b-8fef420f4a1e\"},{\"content\":\"As for 見間違う vs 見間違える, the former is arguably far more common even among Tokyo Dialect speakers. \",\"id\":\"da237fb4-3b01-4cdf-bbee-1d5876e7557f\"},{\"content\":\"Aside from its literal definition, ボタンを掛け違える may also figuratively mean \\\"to get off on the wrong foot.\\\"\",\"id\":\"6c3419e9-2b81-4171-9ec4-8344443c3801\"},{\"content\":\"見誤る is by far the most commonly used combination with ～誤る. \",\"id\":\"ec5120a7-5645-4003-af13-787a6e1cce07\"}]"},"tags":[],"class_list":["post-460","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-7q","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/460","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=460"}],"version-history":[{"count":24,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/460\/revisions"}],"predecessor-version":[{"id":5269,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/460\/revisions\/5269"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=460"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=460"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}