{"id":478,"date":"2023-07-15T19:01:50","date_gmt":"2023-07-16T02:01:50","guid":{"rendered":"https:\/\/imabi.org\/?page_id=478"},"modified":"2025-09-06T22:06:42","modified_gmt":"2025-09-07T05:06:42","slug":"during-throughout","status":"publish","type":"page","link":"https:\/\/imabi.org\/during-throughout\/","title":{"rendered":"During\/Throughout"},"content":{"rendered":"\n<h2 class=\"wp-block-heading\">～中: During\/Throughout<br>※改訂中<\/h2>\n\n\n\n<p>The suffix ～中 attaches to all sorts of nouns to indicate one of four functions:<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>To indicate &#8220;throughout&#8221; as in the predicate occurs within the entirety of the parameter provided, in which case it primarily follows nouns that pertain to a location (physical locations, body parts, etc.). <\/li>\n\n\n\n<li>To indicate &#8220;within&#8221; as in a range. <\/li>\n\n\n\n<li>As an aspect marker to indicate an [action\/effect] that is [in the middle of being taken place\/done]. <\/li>\n\n\n\n<li>To indicate &#8220;out of&#8221; in percentages. <\/li>\n<\/ul>\n\n\n\n<p>For the meaning of &#8220;throughout,&#8221; ～中 is always read as じゅう. As an aspect marker, it is always read as ちゅう. Yet, for many time phrases in which it means &#8220;during,&#8221; it may be read as ～ちゅう, ～じゅう, or both. <br><br>First, we will look at lots of examples of ～中 used in its respective meanings. Then, we will take a deeper look into the overlap that exists between its two readings ～ちゅう and ～じゅう.<br><br><strong>Orthography Note<\/strong>: In reflection of reality, ～中 may be spelled in kanji or not in the examples. Writers often choose to spell ～中 when read as ～じゅう, but this is not inherently due to avoiding ambiguity<sup data-fn=\"043be09f-1838-4fa1-83aa-a5d54d0e5729\" class=\"fn\"><a href=\"#043be09f-1838-4fa1-83aa-a5d54d0e5729\" id=\"043be09f-1838-4fa1-83aa-a5d54d0e5729-link\">1<\/a><\/sup>.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">～中（じゅう）: Throughout<\/h2>\n\n\n\n<p>There are three interrelated environments where ～中 when read as ～じゅう.<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>As ～中（じゅう）with temporal nouns, it translates as &#8220;throughout&#8221; as in &#8220;from beginning to end.&#8221;<\/li>\n\n\n\n<li>As ～中（じゅう）with location nouns or any noun which pertains to a range, it translates as &#8220;throughout.&#8221; <\/li>\n\n\n\n<li>As ～中（じゅう）with nouns pertaining to a group, it translates as &#8220;the whole&#8221; as in referring to the entire group. <\/li>\n<\/ul>\n\n\n\n<p>Case particles may follow accordingly if the resultant phrase is used as a noun, but it is often the case that no particle is used, rendering the resultant phrase as an adverb. Of course, it is also the case that ～中（じゅう） may modify a noun, in which case the case particle の intervenes.<br><br>1. 一年中毎日こんな天気だったらいいのに。<br>I wish the weather was like this every day of the year.<br><br>2. そのコンビニは24時間、年中無休で営業しています。<br>That convenience store is open 24 hours a day, 365 days a year.<br><br>3. 一晩中お酒を飲む人は、一晩でどれくらいの量のお酒を飲みますか? <br>For people who drink all night long, how much alcohol do they drink a night?<br><br>4. <ruby>体中<rt>からだじゅう<\/rt><\/ruby>が<ruby>痛<rt>いた<\/rt><\/ruby>んだ。<br>It hurt all over my body.<br><br>5. 僕の夢は世界中を旅して友達を作ることです。<br>My dream is to travel the world and make friends.<br><br>6. その声を町中の人が聞きました。<br>Everyone in town heard the voice.<br><br>7. クッキーのおいしそうな香りが、家じゅうに漂っていた。<br>The delicious smell of cookies filled the house.<br><br>8. 電話を切ったあと、部屋中を歩き回って、とにかく考えた。<br>After hanging up the phone, I paced around the room, and thought (about it) at any rate.<br><br>9. 卒業式を目の前にひかえて、学校じゅうが沸いている。<br>With graduation just around the corner, the whole school is in an uproar.<br><br>10. クラス中が、涼介の転校を悲しみました。<br>The whole class was sad about Ryosuke&#8217;s transfer.<br><br>11. 日本中の様々な観光名所を訪れています。<br>I&#8217;m visiting all sorts of famous tourist attractions throughout Japan.<br><br>12. そこら中のアイテムを回収できる。<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">～間中<\/h4>\n\n\n\n<p>As for the phrase ～間中, 間 is a great example of nouns pertaining to location that are repurposable as temporal nouns. As a temporal noun, ～間 translates as &#8220;while,&#8221; and when followed by ～中（じゅう）, it translates as &#8220;the whole time while<sup data-fn=\"119c017a-263c-4a9a-8d6e-e4455b933ba0\" class=\"fn\"><a href=\"#119c017a-263c-4a9a-8d6e-e4455b933ba0\" id=\"119c017a-263c-4a9a-8d6e-e4455b933ba0-link\">2<\/a><\/sup>.&#8221;<br><br>13. 冬の間中、雪に埋もれていた。<br>(It) was buried in the snow all during winter.<br><br>14. 旅へ出る支度を終える間じゅう、扉を少し開け外の様子を窺っていた。<br>The whole time I was getting ready to leave on my trip. I had the door slightly open to see what was going on outside.<br><br>While it is tempting to view ～間中に as being synonymous with ～間, the meaning of &#8220;throughout&#8221; added by the use of ～中（じゅう） cannot be ignored. As for what would be synonymous with ～間中に, that would be ～間（中）ずっと, but the latter may only be used in temporal contexts.<br><br>15. その間（じゅう）、ずっと由紀子は付き添っていた。<br>During that time, Yukiko was with (them). <\/p>\n\n\n\n<h2 class=\"wp-block-heading\">～中（ちゅう）: Within<\/h2>\n\n\n\n<p>When ～中（ちゅう） translates as &#8220;within,&#8221; it may appear after any word which can be viewed as a range\/realm or temporal nouns. While it may translate roughly as &#8220;within,&#8221;  ～中 maintains a rather literal interpretation of denoting being right dab in (the middle) of the range at hand. <br><br>With non-temporal nouns,  ～中（ちゅう）is often formal in tone and is readily interchangeable with its spoken language equivalent ～の中.<br><br>16. ロケットが飛ぶように、いま車は空中を飛んでいるのだ！<br><br>空中 best translates as &#8220;midair&#8221; in contexts in which the &#8220;sky&#8221; is a medium through which travel occurs. Literally, it still maintains a direct translation of &#8220;in the sky, which would be natural in contexts such as Ex. 17.<br><br>17.  地上の獣類、空中の鳥類、海中の魚類は自然に増加する。<br>The beasts on the land, the birds in the sky, and the fish in the sea naturally increase in number.<br><br>Similarly, 海中 can be literally translated as &#8220;in the sea,&#8221; but depending on the context, other translations such as &#8220;undersea&#8221; may be more appropriate.<br><br>18. 海中の音環境は急速に変化している。<br>Undersea acoustic environments are changing rapidly. <br><br>An oddity you will come across is the difference between 車中 and 車内. While much can said on how 中 and 内 differ, unlike domains like 空, 海, etc. which are expansive, a car is not so wide and spacious to find oneself in. When focus is drawn inward rather than outward within finite boundaries, ～内 is typically used, as is evident by phrases such as 機内 (in-flight), 船内 (on-board), 室内 (indoors), etc. When describing where actions occur, these ～内-incorporated compounds become natural, rendering ～中 ungrammatical.<br><br>19.｛車内 〇・車中 X｝に財布を忘れた。<br>I forgot my wallet in the car.<br><br>20. 乗務員の機内アナウンスを聞きましょう。<br>Let&#8217;s listen, shall we, to the cabin crew&#8217;s in-flight announcement(s).<br><br>Even so, the phrases 機中, 船中, 室中, etc. do still exist , albeit in limited capacity, indicating what can be found within their respective domains, and that &#8220;what&#8221; is often people. Be that as it may, 車中 and 車内 remain odd for their overlap in colloquial speech. For instance, spending nights in one&#8217;s car is usually described as 車中泊 as opposed to 車内拍. As an another peculiar difference, 車内 can refer to the inside of any kind of car, including train cars, but 車中 only refers to the inside of a car one drives. This would imply that 車中泊 speaks to the circumstance one finds oneself in the middle of as opposed to just doing something inside a car<sup data-fn=\"857dac6d-8e97-4a00-85c2-57ffb60a097d\" class=\"fn\"><a href=\"#857dac6d-8e97-4a00-85c2-57ffb60a097d\" id=\"857dac6d-8e97-4a00-85c2-57ffb60a097d-link\">3<\/a><\/sup>.<br><br>21. 車中泊グッズをたくさん用意しています。<br>(We) have a wide selection of car-camping items available.<br><br>22. 山中の生態系に影響も出るという。<br>(They) are saying that it will also have an impact on the ecosystem in the mountains.<br><br>23. 文章中から抜き出して答えよ。<br>Extract (what you need) from (within) the passage and answer (the questions).<br><br>24. 空気中の酸素濃度は通常役２１％です。<br>The normal concentration of oxygen in the air is approximately 21%.<br><br>25. 空気中と真空中とでは光の速さに違いはありますか。<br>Is there a difference in the speed of light between in air versus in a vacuum?<br><br>26. 土中にはたくさんの微生物が生息しています。<br>Many microorganisms live in the soil.<br><br>27. このカメラは水中でも撮ることができます！<br>This camera can take pictures underwater!<br><br>28. どうしたらいいのか五里霧中だよ。<br>I haven&#8217;t the foggiest idea what to do.<br><br>When ～中（ちゅう） appears in the pattern A中のA, ～中 translates as &#8220;among,&#8221; indicating that the referent is an extraordinary example in said range. <br><br>29. 例外中の例外<br>An exception among exceptions<br><br>With temporal nouns, ～中（ちゅう） is not necessarily formal, but this is predicated on what phrasings exist. For instance, 昨日中（さくじつちゅう） is highly formal and unlikely to be used in the spoken language due to the existence of きのう, whereas 今月中（こんげつちゅう） is used in both the spoken and written languages regardless of formality, as there is no native equivalent which rivals 今月. In any event, it is worth noting that ～中（ちゅう） always takes the particle に with temporal nouns, and the resultant phrase functions more or less as a deadline, but with the parameter focusing on the time one has as opposed to being on the cutoff time.<br><br>30. 今月中に提出しなさい。<br>Please submit (it) [within this month=by the end of the month].<br><br>31. 購入品は、昨日中に到着していますが、購入者から何も連絡が来ていません。<br>The purchased items should have arrived sometime yesterday, but I haven&#8217;t heard anything from the buyer.<br><br>32. 本日中に資料をお送りいたします。<br>I will send you the documents [today = by EOD]. <br><br>Note that there are some examples of this meaning of ～中 with temporal nouns in which ～ちゅうに is instead replaced with ～じゅうに, either obligatorily or optionally so. However, we will hold off momentarily on such instances (see below).<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">～中（ちゅう）: &#8220;-Ing&#8221;<\/h2>\n\n\n\n<p>～中（ちゅう）&#8217;s ability to function as an aspect marker to indicate an [action\/effect] that is [in the middle of being taken place\/done] is quite unique. As for the specifics, several observations can be made:<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Used in predicate position as ～中（だ） or in sentence-medial position as ～中に. <\/li>\n\n\n\n<li>Used regardless of the agency involved in the predicate.<\/li>\n\n\n\n<li>Often used in substitution of ～（し）ている in both formal and casual writing, which bleeds into the spoken language to some degree.<\/li>\n<\/ul>\n\n\n\n<p>When ～中 indicates an action\/effect that is &#8220;ongoing&#8221; in predicate position, copula ellipsis is prolific, allowing for the grammar point to occur in isolation to notify others that said action is taking place. <br><br>33. 営業中<br>OPEN<br><br>34. 休憩中<br>ON BREAK<br><br>When ～中 indicates an action\/effect that is &#8220;ongoing&#8221; in sentence-medial position, it is followed by に, which is incidentally the adverbial 連用形 of the copula. In these contexts, &#8220;while&#8221; is an adequate translation for ～中, albeit with emphasis on the following predicate happening when one is focused on the dependent clause formed with ～中.<br><br>35. 料理中に指を切るところだった。<br>I nearly cut my finger while cooking.<br><br>36. ダウンロードの進行中に、デバイスがインターネット接続を失いました。<br>The device lost internet connectivity while the download was in progress.<br><br>37. 食事中にスマホに夢中になっていると分量を把握できません。<br>If you can&#8217;t take your eyes off your smartphone while eating, you won&#8217;t be able to keep track of your portion sizes.<br><br>As is the case with other similar structures that use ～に when denoting aspect, some contexts allow for に, others allow for it to be dropped, and still others allow for は or even には. When to use which follows the same principles that we learned when we learned about non-deictic time. <br><br>38. 勉強中、どうしても別のことを考えてしまいます。<br>When I&#8217;m in the middle of studying, I always end up thinking about other things.<br><br>39. 勉強中は話しかけないでください。 <br>Please don&#8217;t talk to me when I&#8217;m in the middle of studying.<br><br>40. 勉強中にはカフェインなどの集中力アップに効果がある成分が含まれる飲み物や、刺激を感じて気分転換ができる飲み物がおすすめです。<br>While studying, drinks that contain ingredients such as caffeine that are effective in boosting concentration or drinks that provide a stimulating effect for a change of pace are recommended.<br><br>It is also possible for this function of ～中 to modify a noun. In this event, the case particle の naturally intervenes.<br><br>41. <ruby>休業中<rt>きゅうぎょうちゅう<\/rt><\/ruby>の<ruby>営業所<rt>えいぎょうしょ<\/rt><\/ruby><br>A business office that&#8217;s closed for the holidays<br><br>42. 実行中の作戦が有効かどうか、厳しくチェックしてみてください。<br>Take a hard look at the strategies that you are currently implementing to see if they are effective.<br><br>Note that の may also be used in place of である when the noun that follows creates a dependent clause, which is the case in Ex. 41.<br><br>43. デバイスが更新中の場合、アプリは更新を一時的に停止します。<br>If your device is currently updating, the app will temporarily stop updating.<br><br>～中’s ability to indicate &#8220;-ing&#8221; without regard to agency makes it so useful as a form of &#8220;abbreviated&#8221; speech. Agency refers to whether there is a doer. In examples like 冷房中 (Ex. 42), while a machine is responsible for the cooling, there is not necessarily a willful doer implied. In examples like 準備中 (Ex. 43), there is a doer implied, but the resultant translation could easily be written in either active or passive voice, with the choice hinging on whether the speaker is referring to their own actions or not. <br><br>44. 冷房中につき、扉をお閉めください。<br>The air conditioning is on. Please keep the door closed.<br><br>45. 只今準備中です。<br>(We)&#8217;re getting (that) ready (for you).<br>Preparing that right now. <br><br>46. その提案はまだ検討中です。<br>The proposal is still under consideration. <br><br>47. ご依頼は現在対応中です。<br>Your request is currently being processed.<br><br>48. <ruby>密漁<rt>みつりょう<\/rt>船<rt>せん<\/rt><\/ruby>が<ruby>操業中<rt>そうぎょうちゅう<\/rt><\/ruby>に<ruby>転<rt>てん<\/rt>覆<rt>ぷく<\/rt><\/ruby>した。<br>A poaching ship capsized in operation.  <br><br>So far, it may be readily apparent that ～中’s use as an aspect marker is heavily used with Sino-Japanese vocabulary. However, in colloquial speech and writing, it can be seen with native vocabulary and loan words, even nouns which themselves are not normally treated as verbs but which still pertain to an activity (Ex. 50). <br><br>49. お祈り中は話し掛けないこと。<br>No talking (to others) during prayer.<br><br>50. 私の高校ではテスト中に携帯が鳴っただけでもカンニングとみなされ、全教科0点にされるうえ、停学になります。<br>At my high school, even if your cell phone happens to ring during a test, that is considered cheating and you on top of getting a zero for all subjects, you get suspended. <br><br>Although typical of chat-style speech patterns, you may even see ～られ中, in which case the structural ambiguity regarding agency is resolved, but this is, so far, uncommon in the spoken language.<br><br>51. 飼い主さんに怒られ中の猫ちゃんと怒られた後の表情の落差が可愛すぎる！<br><br>The syntactic simplification inherent of ～中 does not readily discount it from being used in the spoken language on the grounds of being abbreviated speech. In fact, the higher propensity for Sino-Japanese vocabulary in formal speech makes ～中 fit right in, Exs. 44-47 from earlier being great examples. Of course, ～中 is not limited to Sino-Japanese vocabulary in formal language. Moreover, ～中&#8217;s ability to obfuscate agency can assist in not placing responsibility on any given doer, which is a feature that makes it so popular. <br><br>52. 仕事<sup data-fn=\"05e4d05b-0cbd-40c7-a72c-78926372e76b\" class=\"fn\"><a href=\"#05e4d05b-0cbd-40c7-a72c-78926372e76b\" id=\"05e4d05b-0cbd-40c7-a72c-78926372e76b-link\">4<\/a><\/sup>中に音楽を聴きますか。<br>Do you listen to music while you work?<br><br>53. お話し中すみませんが、お客様がお見えになりました。<br>I&#8217;m sorry to interrupt you, but a customer has come (to see you).<br><br>54. お食事中に失礼します。<br>Pardon me for interrupting (you) while (you&#8217;re) eating.<br><br>55. 入浴中にやってます。<br>I do (it) when I&#8217;m taking a bath.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">Grammaticality of 発売中<\/h4>\n\n\n\n<p>While it is tempting to view ～中 as an almost all-purpose aspect marker for indicating that something is ongoing, there are verbal expressions with which it is naturally incompatible. Most notably, ～中 cannot be used with instantaneous verbs whose results are done and final. Thus, phrases such as 死亡中<sup data-fn=\"087f69d0-f354-4263-8829-48f6423187b4\" class=\"fn\"><a href=\"#087f69d0-f354-4263-8829-48f6423187b4\" id=\"087f69d0-f354-4263-8829-48f6423187b4-link\">5<\/a><\/sup>, 卒業中, 結婚中, etc. are typically ungrammatical.<br><br>This begs to question whether 発売中 is grammatical, as technically 発売 refers to the release of a product. In practice, 発売中 is frequently used instead of 販売中, and the motive for this is to continue the sensation of how new and great the product is.  <\/p>\n\n\n\n<h2 class=\"wp-block-heading\">～中（ちゅう）: Out Of<\/h2>\n\n\n\n<p>When used in the pattern &#8220;## Counter ～中 ## Counter,&#8221; ～中 translates to &#8220;out of.&#8221; <br><br>56. スクラッチ10枚中4枚当たりました。<br>I won 4 out of the 10 scratch cards.<br><br>57. 100人中、48人が男性、52人が女性。<br>Of the 100 people, 48 (are\/were) men and 52 (are\/were) women.<br><br>58. <ruby>百<rt>ひゃく<\/rt>人中<rt>にんちゅう<\/rt>半数<rt>はんすう<\/rt>避難<rt>ひなん<\/rt><\/ruby>しました。<br>Out of the 100 people, half evacuated.<br><br>59. マルマインの素早さは151匹中1番。<br>Electrode&#8217;s speed is the fastest out of the 151 Pokémon. <br><br>60. 十中八九<sup data-fn=\"cdc98230-0843-4e42-8ed6-e0de7024f00a\" class=\"fn\"><a href=\"#cdc98230-0843-4e42-8ed6-e0de7024f00a\" id=\"cdc98230-0843-4e42-8ed6-e0de7024f00a-link\">6<\/a><\/sup>間違いないだろう。<br>That&#8217;s most likely right.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">History Behind the Sound Change ちゅう → じゅう<\/h2>\n\n\n\n<p>When ～中 entered the language, its initial ON reading was ちゅう<sup data-fn=\"b5e8cde7-783a-43fb-80f9-cd3905d3591a\" class=\"fn\"><a href=\"#b5e8cde7-783a-43fb-80f9-cd3905d3591a\" id=\"b5e8cde7-783a-43fb-80f9-cd3905d3591a-link\">7<\/a><\/sup> and meant &#8220;within&#8221; generally speaking or &#8220;during&#8221; with temporal nouns. For Sino-Japanese compounds in which the first kanji ended in a nasal consonant—those being [n], [ng], or [m]<sup data-fn=\"19f0877b-ce63-4b60-a735-0382534c1c5a\" class=\"fn\"><a href=\"#19f0877b-ce63-4b60-a735-0382534c1c5a\" id=\"19f0877b-ce63-4b60-a735-0382534c1c5a-link\">8<\/a><\/sup> in their original Chinese pronunciations but which all end in ん upon being integrated into Japanese—voicing of the initial consonant of the second kanji often occurred<sup data-fn=\"537bb509-d104-41c9-9d81-b5e172fa8b26\" class=\"fn\"><a href=\"#537bb509-d104-41c9-9d81-b5e172fa8b26\" id=\"537bb509-d104-41c9-9d81-b5e172fa8b26-link\">9<\/a><\/sup>. This phenomenon is what produced ～ぢゅう—the traditional<sup data-fn=\"dfc51972-7c18-4274-8777-ca83c5c1df06\" class=\"fn\"><a href=\"#dfc51972-7c18-4274-8777-ca83c5c1df06\" id=\"dfc51972-7c18-4274-8777-ca83c5c1df06-link\">10<\/a><\/sup> spelling of ～じゅう—from ～ちゅう. <\/p>\n\n\n\n<p>Unlike today, the first instances of ～ぢゅう（＝じゅう） retained the original meaning of &#8220;within,&#8221; but eventually, starting with nouns indicating place or things, it gained the meaning of &#8220;throughout,&#8221; which ultimately became extended to temporal nouns. In both cases, ～ぢゅう was no longer limited to words ending on ～ん. The one word that survives from this original environment in Modern Japanese is: <\/p>\n\n\n\n<figure class=\"wp-block-table\"><table class=\"has-fixed-layout\"><tbody><tr><td>Example Word<\/td><td>新濁 Condition<\/td><td>Modern Reading<\/td><td>Meaning<\/td><\/tr><tr><td>心中<\/td><td>[m]<sup data-fn=\"799961cb-2c71-4660-a211-99700eabbd01\" class=\"fn\"><a href=\"#799961cb-2c71-4660-a211-99700eabbd01\" id=\"799961cb-2c71-4660-a211-99700eabbd01-link\">11<\/a><\/sup> + ～ちう<\/td><td>しんじゅう<\/td><td>lovers&#8217; suicide<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>In Modern Japanese, ～ちゅう is largely restricted to the sense of &#8220;within,&#8221; while ～じゅう（＝ぢゅう） largely corresponds to &#8220;throughout.&#8221; It is with certain temporal nouns, however, that both readings are possible, or ironically, cases in which only  ～じゅう（＝ぢゅう）is possible despite meaning &#8220;within.&#8221; Incidentally, the emergence of the meaning &#8220;throughout&#8221; left the original instances of ～ぢゅう meaning &#8220;within&#8221; outside of temporal nouns obsolete or exceedingly rare, with all non-temporal instances reverting to ～ちゅう. <br><br>小柳 posits that the unifying factor of instances of ～じゅう（＝ぢゅう）with temporal nouns is a high degree of cohesiveness (まとまり性) within the domain at hand. Domains are typical of places or things which take up an area, and depending on how time is perceived, that notion of cohesiveness can be extended to them. It turns out that what time periods are deemed to be &#8220;highly cohesive&#8221; is deeply tied to which intervals have more or less been used in Japanese discourse for millennia over those which have been borrowed relatively recently in modernity. <br><br>From highest to lowest in cohesiveness, the most common units of time are ordered as follows: 日<sup data-fn=\"aa0476bb-d692-4e5b-97ae-819893979099\" class=\"fn\"><a href=\"#aa0476bb-d692-4e5b-97ae-819893979099\" id=\"aa0476bb-d692-4e5b-97ae-819893979099-link\">12<\/a><\/sup> (day) > 夜<sup data-fn=\"0acd542a-9540-4152-a958-c9f10c063698\" class=\"fn\"><a href=\"#0acd542a-9540-4152-a958-c9f10c063698\" id=\"0acd542a-9540-4152-a958-c9f10c063698-link\">13<\/a><\/sup> (night) > 年<sup data-fn=\"e0d6f8e2-4f7b-41a3-b6d9-90e0f08da315\" class=\"fn\"><a href=\"#e0d6f8e2-4f7b-41a3-b6d9-90e0f08da315\" id=\"e0d6f8e2-4f7b-41a3-b6d9-90e0f08da315-link\">14<\/a><\/sup> (year) > 月<sup data-fn=\"874dd40d-6032-4edd-8cd8-d0db5e52f519\" class=\"fn\"><a href=\"#874dd40d-6032-4edd-8cd8-d0db5e52f519\" id=\"874dd40d-6032-4edd-8cd8-d0db5e52f519-link\">15<\/a><\/sup> (month) > 週<sup data-fn=\"d07f18ef-d0d4-40c0-8180-0a3ddc7dedfe\" class=\"fn\"><a href=\"#d07f18ef-d0d4-40c0-8180-0a3ddc7dedfe\" id=\"d07f18ef-d0d4-40c0-8180-0a3ddc7dedfe-link\">16<\/a><\/sup> (week). <\/p>\n\n\n\n<h4 class=\"wp-block-heading\">Non-Deictic Time + ～中（じゅう）<\/h4>\n\n\n\n<p>When used in the pattern 一・・・～中, ～中 is understood as &#8220;throughout,&#8221; and with the non-deictic time units &#8220;day,&#8221; &#8220;night,&#8221; and &#8220;year,&#8221; it is obligatorily read as ～じゅう＝ぢゅう. While possible with &#8220;month&#8221; and &#8220;week,&#8221; with those words, ～中 is instead usually read as ～ちゅう<sup data-fn=\"ce6b02a4-35d4-44e8-a893-beff553348d2\" class=\"fn\"><a href=\"#ce6b02a4-35d4-44e8-a893-beff553348d2\" id=\"ce6b02a4-35d4-44e8-a893-beff553348d2-link\">17<\/a><\/sup>.<\/p>\n\n\n\n<p>Below, you will see these non-deictic time units in this pattern along with their English translations. Aside from &#8220;day&#8221; and &#8220;year,&#8221; it is not as simple as plugging in the unit in the middle to necessarily get the expression you are going for. Periods of months and weeks, for instance, are still expressed with ～か月 and ～週間 respectively. As for why 夜 is replaced with 晩 and is then used with the native number for one, this is simply a matter of convention.<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table class=\"has-fixed-layout\"><tbody><tr><td>一日中<\/td><td>いちにちじゅう<\/td><td>all day long; throughout the day<\/td><\/tr><tr><td>一晩中<\/td><td>ひとばんじゅう<\/td><td>all evening\/night long; throughout the evening\/night<\/td><\/tr><tr><td>一年中<\/td><td>いちねんじゅう<\/td><td>all year round<\/td><\/tr><tr><td>一か月中<\/td><td>いっかげつじゅう<sup data-fn=\"611da150-c967-4bb8-8fb7-87e5052a7634\" class=\"fn\"><a href=\"#611da150-c967-4bb8-8fb7-87e5052a7634\" id=\"611da150-c967-4bb8-8fb7-87e5052a7634-link\">18<\/a><\/sup><\/td><td>all month long<\/td><\/tr><tr><td>一週間中<\/td><td>いっしゅうかんじゅう<\/td><td>all week long<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>61. 曇りの日は8日ほどで、丸一日太陽が出ない曇りの日も、一か月中4日と、少なめです。<br><br>62. フロリダなどではほぼ一年中暖かいです。<br><br>63. 一晩中起きてたような気がするのに、実は寝てたってこと、ある？ <br><br>64. 鬱状態では、一日中気分が落ち込んだり、何をしても楽しめない、食欲減退、自分を責めたり過去を悔やんだりします。<br><br>Interestingly, 夜中 and 年中 also exist with ～中（じゅう） meaning &#8220;throughout.&#8221;<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table class=\"has-fixed-layout\"><tbody><tr><td>夜中<\/td><td>よじゅう<sup data-fn=\"9555a678-3cd9-4ada-a1e6-56570609a8bd\" class=\"fn\"><a href=\"#9555a678-3cd9-4ada-a1e6-56570609a8bd\" id=\"9555a678-3cd9-4ada-a1e6-56570609a8bd-link\">19<\/a><\/sup><\/td><td>all night; the whole night<\/td><\/tr><tr><td>年中<\/td><td>ねんじゅう＝ねんぢゅう<br>ねんちゅう<sup data-fn=\"4b491dc9-2c07-47e1-b248-b15ddee88bae\" class=\"fn\"><a href=\"#4b491dc9-2c07-47e1-b248-b15ddee88bae\" id=\"4b491dc9-2c07-47e1-b248-b15ddee88bae-link\">20<\/a><\/sup><\/td><td>all year round<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p><br>65.<br><br>66.<br><br>As for other non-deictic time phrases such as 夏 and 冬, ～中（じゅう） is frequently used with them as well, but this cannot be said for all non-deictic time expressions. The sticking point as to whether ～中（じゅう）is natural, in such situations, appears to be cohesiveness. <br><br>67. 夏じゅう<br><br>68. 冬じゅう<br><br>69.｛春じゅう △・春の間 〇｝<br><br>70. 夏休みじゅう　<br><br>71. ゴールデンウィーク｛じゅう △・の間 〇｝<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">Deictic Time + ～中（じゅう）<\/h4>\n\n\n\n<p>One thing that all these expressions with 一・・・～中 have in common is that they do not refer to a specific day, year, etc. &#8211; their non-deictic nature. Conversely, deictic phrases made with the prefix 今～ are anchored to the time of utterance by the speaker, thus making them subjective in nature. <\/p>\n\n\n\n<p>When combined with deictic time phrases, ～じゅう becomes interpreted as &#8220;during\/within&#8221; as opposed to &#8220;throughout,&#8221; and as mentioned earlier, this is attributed to the cohesiveness of the units involved. Incidentally, though, the particle に becomes obligatory for the meaning of &#8220;during\/within&#8221; to hold. <br><br>In practice, however, as the perceived &#8220;cohesiveness&#8221; of the time unit lowers, interchangeability between ～じゅうに and ～ちゅうに becomes possible, and for those speakers, so does the option of dropping に, and when に gets dropped, the meaning of &#8220;throughout&#8221; resurfaces. <br><br>In the chart below, the atypical meaning of &#8220;throughout&#8221; for ～中 is denoted as ②, with it being understood that the default meaning for ～じゅうに is &#8220;within\/during&#8221; (①), as well as for ～ちゅうに whenever it occurs. <\/p>\n\n\n\n<figure class=\"wp-block-table\"><table class=\"has-fixed-layout\"><tbody><tr><td>Deictic Phrase<\/td><td>Reading(s)<\/td><td>w\/o に → ②<\/td><\/tr><tr><td>今日中に<\/td><td>きょうじゅうに<\/td><td>X<\/td><\/tr><tr><td>今晩中に<\/td><td><strong>こんばんじゅうに <\/strong><br>こんばんちゅうに<sup data-fn=\"9cf4dd3b-1528-4803-ad22-31a436e6024d\" class=\"fn\"><a href=\"#9cf4dd3b-1528-4803-ad22-31a436e6024d\" id=\"9cf4dd3b-1528-4803-ad22-31a436e6024d-link\">21<\/a><\/sup> <\/td><td>△<\/td><\/tr><tr><td>今夜中に<\/td><td><strong>こんやじゅうに <\/strong><br>こんやちゅうに <\/td><td>△<\/td><\/tr><tr><td>今年中に<\/td><td><strong>ことしじゅうに<\/strong><sup data-fn=\"53d305fc-8e81-4470-b6e5-0bb6972cdfdf\" class=\"fn\"><a href=\"#53d305fc-8e81-4470-b6e5-0bb6972cdfdf\" id=\"53d305fc-8e81-4470-b6e5-0bb6972cdfdf-link\">22<\/a><\/sup><br>ことしちゅうに<\/td><td>△<\/td><\/tr><tr><td>今月中に<\/td><td><strong>こんげつちゅうに<\/strong><br>こんげつじゅうに<\/td><td>(?)<\/td><\/tr><tr><td>今週中に<\/td><td><strong>こんしゅうちゅうに<\/strong><br>こんしゅうじゅうに<\/td><td><\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>From this chart, we can make two observations pertaining to naturalness. <\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>～じゅうに・ちゅうに interchangeability is rare but possible for &#8220;evening\/night\/year.&#8221; Conversely, interchangeability is commonplace with &#8220;month\/week,&#8221; with ～ちゅうに preferred.<\/li>\n\n\n\n<li>Meaning ② with ～じゅう is uncommon across the board, but as the perceived cohesiveness of the unit at hand lowers, naturalness improves.<\/li>\n<\/ul>\n\n\n\n<p>Now, let&#8217;s delve into the grammaticality of Meaning ② with these deictic phrases as a whole, starting with how it is not grammatical at all with 今日中. <br><br>One fairly obvious reason for why 今日中 does not exist in the sense of &#8220;throughout today = all day&#8221; (②) is because the phrase 一日中 already exists for that.<br><br>72a. 今日中雨が降るだろう。X<br>72b. 今日は一日中雨が降るだろう。〇<br><br>73. <ruby>今日中<rt>きょうじゅう<\/rt><\/ruby>に<ruby>仕上<rt>しあ<\/rt><\/ruby>げてください。<br>Please finish it up within (the end of) today.<br><br>While this may be a fairly obvious observation, it also goes without saying that the particle に also helps establish Meaning ① as the meaning of ～中 with 今日. <br><br>Likewise, the heavy use of 一晩中 and 一年中, in large part, prevents 今晩中・今夜中・今年中 from exhibiting Meaning ②, though examples can still be found, thus △.<br><br>74. 今晩じゅう、<br><br>75. 不順な天候は今年｛じゅう △・も ◎｝続くでしょう。<br><br>As for 今月中 and 今週中, it turns out that Meaning ② is quite common with them, and for all intended purposes, natural with 今週中, but as a consequence, the battle of ～ちゅう vs ～じゅう becomes more complicated.<br><br>Firstly, we expect to find that when に is not present, that ～じゅう ought to be understand as &#8220;throughout.&#8221;  <br><br>76a. 今週じゅう休業いたします。<br><br>77a. 今月じゅうソウルに出張です。<br><br>We would also expect that if に were to be inserted into these sentences, that Meaning ① would be invoked. <br><br>76b. 今週じゅうに休業いたします。<br><br>77b. 今月じゅうにソウルへ出張です。<br><br>As indicated by the chart above, however, not only can ～ちゅうに not be ruled out, it actually becomes the norm.<br><br>78. 今週中に店を閉鎖する予定です。<br><br>79. 今月中に韓国のビザを取りたいです。<br><br>This is so much so that even ～じゅう (②) may get replaced by ～ちゅう, and since に is not present, we know not to interpret ～中 as ①. <br><br>80. 今週中（こんしゅうちゅう）雪が降る見込みです。<br><br>81. 今月中（こんげつちゅう）ずっと残業・・・<br><br>In contexts with which we have a fully formed predicate, the presence of に, regardless of whether ～中 is read as ～じゅう or ～ちゅう, dictates its meaning, but when these phrases are in isolation, that context clue is no longer present. Yet, oddly enough, this is when the difference between &#8220;within\/during&#8221; and &#8220;throughout&#8221; becomes nigh existent <sup data-fn=\"751fdccc-987b-4002-a040-c661f4497d17\" class=\"fn\"><a href=\"#751fdccc-987b-4002-a040-c661f4497d17\" id=\"751fdccc-987b-4002-a040-c661f4497d17-link\">23<\/a><\/sup>.<br><br>To play the devil&#8217;s advocate, though, the argument can be made that all instances of ～じゅうに maintain a vague sense of &#8220;throughout&#8221; so long as the act does not extend beyond said range. In other words, whereas ～ちゅうに makes it sound as though the actions within said time frame are points in time, ～じゅうに makes it sound as the actions create a continuum with said time frame. With this in mind, let&#8217;s return back to the following sentences:<br><br>76b. 今週じゅうに休業いたします。<br><br>77b. 今月じゅうにソウルへ出張です。<br><br>In Ex. 76b, the deadline for which the predicate [休業いたします] ends is when [今週] expires, but whereas 今週ちゅうに may indicate that [休業いたします] only occurs for specific points in time within [今週], 今週じゅうに makes it sound more like [休業いたします] is continuously so. Even when it is not necessarily the case that the predicate continuously occurs with ～じゅうに, the looming sense that it ought not go past the time frame is more present than with ～ちゅうに.<br><br>82. 明日じゅうにお金を払ってください。<br><br>83. 今週じゅうに帰国しなければならない。<br><br>Incidentally, when an event only occurs within a point in time set forth by ～中に, and it is plainly being stated as such, only ～ちゅうに is appropriate.<br><br>84. 今週ちゅうに、トランプ大統領が来日する。<br><br>～じゅうに would be highly unnatural, as it would be naturally assumed that once the meeting is over, so too is the president&#8217;s visit to Japan. <\/p>\n\n\n\n<h4 class=\"wp-block-heading\">Formality Favors ～ちゅう?<\/h4>\n\n\n\n<p>In addition to 今日中, the following deictic phrases pertaining to &#8220;day&#8221; are also obligatorily read with ～じゅう and are also obligatorily used with に to that effect. <\/p>\n\n\n\n<figure class=\"wp-block-table\"><table class=\"has-fixed-layout\"><tbody><tr><td>明日中に<\/td><td>あすじゅうに<\/td><\/tr><tr><td>明日中に<\/td><td>あしたじゅうに<\/td><\/tr><tr><td>昨日中に<\/td><td>きのうじゅうに<\/td><\/tr><tr><td>明後日中に<\/td><td>あさってじゅうに<\/td><\/tr><tr><td>一昨日中に<\/td><td>おとといじゅうに<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>As we have learned, the presence of に results in ～中 being interpreted as &#8220;within\/during,&#8221; but when に is absent, which is most likely the case in isolation, the difference between Meaning ① and Meaning ② is negligible but capable of manifesting depending on the speaker. As such, there are some speakers who swap ～じゅうに for ～ちゅうに, and for these speakers, in addition to wanting to distinguish these meanings, formality may also play a role, which would also help explain instances of に being dropped. In any event, the presence of に or the use of ～ちゅうに would both suffice to make which meaning is meant without ambiguity. Thus, the presence of ～じゅうに rests on convention, with the premise of that convention being perceived cohesiveness. <br><br>85.<br><br>86.<br><br>87. <\/p>\n\n\n\n<h4 class=\"wp-block-heading\">Sino-Japanese Words Favor ～ちゅう<\/h4>\n\n\n\n<p>Not only is formality a potential factor in the swapping of ～じゅうに for ～ちゅうに, but also the fact that most time phrases, non-deictic and deictic time phrases alike, are Sino-Japanese may be another reason for why ～ちゅうに dominates.<br><br>Of the words with which ～じゅうに is largely obligatory &#8211; きょう, きのう, あす, あした, and ことし &#8211; they are all native in origin. Meanwhile, all other cases which typically utilize ～ちゅうに are Sino-Japanese, as is the case for those listed below. However, the use of ～じゅうに cannot be discounted entirely.<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table class=\"has-fixed-layout\"><tbody><tr><td>本日<\/td><td>～ちゅうに<\/td><td>by\/for today<\/td><\/tr><tr><td>一両日<\/td><td>～ちゅうに<\/td><td>within the next couple of days<\/td><\/tr><tr><td>昨日（さくじつ）<\/td><td>～ちゅうに<\/td><td>by yesterday <\/td><\/tr><tr><td>明日（みょうにち）<\/td><td>～ちゅうに<\/td><td>by (the end of) tomorrow<\/td><\/tr><tr><td>日曜日<\/td><td>～ちゅうに<br>～じゅうに（△）<\/td><td>by (the end of) Sunday<\/td><\/tr><tr><td>２０２５年<\/td><td>～ちゅうに<br>～じゅうに（△）<\/td><td>by (the end of) 2025<\/td><\/tr><tr><td>１月<\/td><td>～ちゅうに ◎<br>～じゅうに （△）<\/td><td>within January<\/td><\/tr><tr><td>来年<\/td><td>～ちゅうに<br>～じゅうに（△）<\/td><td>within next year<\/td><\/tr><tr><td>去年<\/td><td>～ちゅうに<\/td><td>in the last year <\/td><\/tr><tr><td>先月<\/td><td>～ちゅうに<\/td><td>in the last month<\/td><\/tr><tr><td>先週<\/td><td>～ちゅうに<\/td><td>in the last week<\/td><\/tr><tr><td>来月<\/td><td>～ちゅうに<br>～じゅうに（△）<\/td><td>by (the end of) next month<\/td><\/tr><tr><td>来週<\/td><td>～ちゅうに<br>～じゅうに（△）<\/td><td>by (the end of) next week<\/td><\/tr><tr><td>数日<\/td><td>～ちゅうに<\/td><td>within (the next) several days<\/td><\/tr><tr><td>期間<\/td><td>～ちゅうに<\/td><td>during<\/td><\/tr><tr><td>午前<\/td><td>～ちゅうに<\/td><td>in the morning\/by noon<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>From this chart, we see that ～じゅうに does have some acceptance with non-deictic phrases pertaining to future contexts but not so with those pertaining to the past or periods of time. <br><br>88.<br><br>89.<br><br>90. <br><br>While all the words listed in the chart above are Sino-Japanese in origin, ～ちゅうに may even be seen after non-deictic time phrases of native origin, despite ～じゅうに&#8217;s prevalence in that niche environment. <br><br>91. 夏休み中｛じゅうに・ちゅうに｝に<\/p>\n\n\n\n<p>To throw a wrench into all this, however, rare instances of ～じゅうに after nouns which are essentially always used with ～ちゅうに , such as those pertaining to the past like 先月, can still be found.<br><br>92. 急ぐって先月中（せんげつじゅう）に越すはずのところをあさっての天長節まで待たしたんだから、どうしたってあしたじゅうに捜さなければならない。どこか心当りはないか」と言う。<br>&#8220;What&#8217;s the hurry,&#8221; you ask? I should&#8217;ve been moved last month, but I had it put off till the Emperor&#8217;s Birthday, which is two days from now, so that means I got to find someplace sometime tomorrow no matter what. Would you have any good ideas as to where I could move?&#8221; <br>From 『三四郎』by 夏目漱石.<br><br>As to why ～じゅうに is used with 先月, with the speaker treating it as if it should be yesterday, relating  as such seems to be what triggers the use of this reading over ～ちゅうに. <br><br>Overall, ～じゅうに has a high affinity with deictic phrases made with 今～, so any context that brings other time phrases closer to those contexts, perhaps say by modifying a non-deictic time phrase with a deictic time phrase with 今～, we would expect some but not a lot of speakers to accept ～じゅうに in those contexts.<br><br>93. 今年の６月｛ちゅう ◎・じゅう ？｝にビルが完成するだろう。<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">午前中 vs 午後中<\/h4>\n\n\n\n<p>At first glance, one might expect 午前中 and 午後中 to be perfect antonyms of each other, but it turns out that that is not the case, and lo and behold, the reason behind this is how 午前 and 午後 differ in &#8220;cohesiveness&#8221; as units of time. <br><br>Firstly, the expressions 午前 and 午後 were born from the need to divide our twenty-four hour &#8220;days&#8221; in two.<br><br>94. 午前５時<br><br>95. 午後５時<br><br>In these contexts, it is clear that 午前 and 午後 refer to these succinct halves of the day. Outside the context of AM\/PM respectively, 午前 and 午後 behave rather differently. <br><br>When it does not correspond to AM, 午前 necessarily appears as 午前中, in which case it translates more so as &#8220;during the pre-noon hours\/up until noon.&#8221;  <br><br>96. 午前｛<strong>∅<\/strong> X・中 〇｝に、ラファエル君と会いました。<br><br>When it does not correspond to PM, in practice, the end of 午後 refers to the end of the work day, and as a consequence, when paired with ～中, ～中 is obligatorily read as ～じゅう and obligatorily interpreted as &#8220;throughout.&#8221; If the meaning &#8220;within the afternoon&#8221; is intended, 午後 alone suffices.<br><br>This would imply that in order to say &#8220;throughout the pre-noun hours,&#8221; 午前中中 ought to be possible, but there are no instances of the ～じゅう reading of ～中 following its ～ちゅう to alleviate this, and this is largely due to this discrepancy being a unique problem to 午前 on top of such repetition being unprecedented. <br>As for the correct way to go about saying this, ひと朝中 or まるまる午前中 would need to be used. While まるまる午前中 utilizes ～ちゅう, it is worth noting that it is まるまる that denotes the meaning of &#8220;throughout,&#8221; not ～中. <\/p>\n\n\n\n<h5 class=\"wp-block-heading\">期間中<\/h5>\n\n\n\n<p>期間 (duration) is the Sino-Japanese equivalent of 間, albeit limited to temporal contexts. Incidentally, much like 午前, it is necessarily used with ～中 when denoting the time frame of the predicate. <br><br>97. 試験期間｛<strong>∅<\/strong> X・中 〇｝に<br><br>If, however, the time frame itself is being defined, ～中 does not appear.<br><br>98. テスト期間は１０日から１５日までだ。<\/p>\n\n\n<ol class=\"wp-block-footnotes\"><li id=\"043be09f-1838-4fa1-83aa-a5d54d0e5729\">Which is not to say that writing ～じゅう cannot disambiguate. For instance, 町中 could be read as まちなか (downtown) or まちじゅう (throughout town). <a href=\"#043be09f-1838-4fa1-83aa-a5d54d0e5729-link\" aria-label=\"脚注参照1にジャンプ\">↩︎<\/a><\/li><li id=\"119c017a-263c-4a9a-8d6e-e4455b933ba0\">While a spatial interpretation is not impossible, the temporal sense is overwhelmingly dominant. <a href=\"#119c017a-263c-4a9a-8d6e-e4455b933ba0-link\" aria-label=\"脚注参照2にジャンプ\">↩︎<\/a><\/li><li id=\"857dac6d-8e97-4a00-85c2-57ffb60a097d\">Incidentally, the formal means of referring to living in one&#8217;s car is 車上生活, but in casual conversation, 車中生活 is commonly heard instead. It is important, though, not to view 車上 as literally meaning &#8220;on top of a car&#8221; but rather where a circumstance takes place, which also explains its appearance in other phrases such as 車上荒らし (vehicle burglary).    <a href=\"#857dac6d-8e97-4a00-85c2-57ffb60a097d-link\" aria-label=\"脚注参照3にジャンプ\">↩︎<\/a><\/li><li id=\"05e4d05b-0cbd-40c7-a72c-78926372e76b\">Possibly due to being written in kanji, albeit ateji, 仕事 is highly compatible with suffixes that typically only occur in the written language.  <a href=\"#05e4d05b-0cbd-40c7-a72c-78926372e76b-link\" aria-label=\"脚注参照4にジャンプ\">↩︎<\/a><\/li><li id=\"087f69d0-f354-4263-8829-48f6423187b4\">The argument can be made that 死亡中 could be used in a comedic sci-fi context in which &#8220;being dead&#8221; is not final but an ongoing status that can eventually change. The same could be said for other instantaneous verbs provided the extraordinary context warrants such a phrasing. <a href=\"#087f69d0-f354-4263-8829-48f6423187b4-link\" aria-label=\"脚注参照5にジャンプ\">↩︎<\/a><\/li><li id=\"cdc98230-0843-4e42-8ed6-e0de7024f00a\">Literally translates as &#8220;10; 8, 9.&#8221; <a href=\"#cdc98230-0843-4e42-8ed6-e0de7024f00a-link\" aria-label=\"脚注参照6にジャンプ\">↩︎<\/a><\/li><li id=\"b5e8cde7-783a-43fb-80f9-cd3905d3591a\">When accounting for historical kana orthography, this ON reading would be spelled as ちう. <a href=\"#b5e8cde7-783a-43fb-80f9-cd3905d3591a-link\" aria-label=\"脚注参照7にジャンプ\">↩︎<\/a><\/li><li id=\"19f0877b-ce63-4b60-a735-0382534c1c5a\">While all three final consonants were ultimately incorporated into Japanese as ん, when Sino-Japanese words were initially borrowed, their pronunciations were far more conservative. Nonetheless, sound changes such as 新濁 still occurred upon incorporation.  <a href=\"#19f0877b-ce63-4b60-a735-0382534c1c5a-link\" aria-label=\"脚注参照8にジャンプ\">↩︎<\/a><\/li><li id=\"537bb509-d104-41c9-9d81-b5e172fa8b26\">Voicing of consonants in compounds is known as 連濁. In contexts such as this in which the reading is deemed innovative, as is the case with voiced ON readings that did not exist prior to 連濁 occurring, the term 新濁 is used. The opposite of 新濁 is 本濁, which refers to readings that were voiced to begin with.  <a href=\"#537bb509-d104-41c9-9d81-b5e172fa8b26-link\" aria-label=\"脚注参照9にジャンプ\">↩︎<\/a><\/li><li id=\"dfc51972-7c18-4274-8777-ca83c5c1df06\">As ～じゅう derives from ～ちゅう via 連濁, the correct spelling ought to be ～ぢゅう to reflect this. However, this spelling has largely fallen out of use. To be completely true to historical kana orthography, though, ～ぢゅう would be rendered as ～ぢう.   <a href=\"#dfc51972-7c18-4274-8777-ca83c5c1df06-link\" aria-label=\"脚注参照10にジャンプ\">↩︎<\/a><\/li><li id=\"799961cb-2c71-4660-a211-99700eabbd01\">心&#8217;s ON reading しん came into the language with a final \/m\/.  <a href=\"#799961cb-2c71-4660-a211-99700eabbd01-link\" aria-label=\"脚注参照11にジャンプ\">↩︎<\/a><\/li><li id=\"aa0476bb-d692-4e5b-97ae-819893979099\">&#8220;Day&#8221; has the largest array of expressions pertaining to duration in that increment: まる一日 (for a whole day), 日々 (daily), 日に日に (day by day), 日を追うごとに (with every passing day), etc. Incidentally, the definition of &#8220;day&#8221; itself largely referring to the time between sunrise and sunset, as that is what was historically treated as a &#8220;day.&#8221;  <a href=\"#aa0476bb-d692-4e5b-97ae-819893979099-link\" aria-label=\"脚注参照12にジャンプ\">↩︎<\/a><\/li><li id=\"0acd542a-9540-4152-a958-c9f10c063698\">Historically, &#8220;night&#8221; would have been defined as the time between sunset and the next sunrise, and it too has a similarly sized wealth of expressions for describing duration, effectively possessing the same cohesiveness as &#8220;day&#8221; for being its antonym: 夜々 (nightly), 夜な夜な (night by night), 夜を追うごとに (with every passing night), etc.  <a href=\"#0acd542a-9540-4152-a958-c9f10c063698-link\" aria-label=\"脚注参照13にジャンプ\">↩︎<\/a><\/li><li id=\"e0d6f8e2-4f7b-41a3-b6d9-90e0f08da315\">Regardless of the calendar systems that have been in use in Japan, revolutions around the Sun constituting a year has readily understood, resulting in 年 possessing a high level of cohesiveness: 年々 (yearly), 年を追うごとに (with every passing year).  <a href=\"#e0d6f8e2-4f7b-41a3-b6d9-90e0f08da315-link\" aria-label=\"脚注参照14にジャンプ\">↩︎<\/a><\/li><li id=\"874dd40d-6032-4edd-8cd8-d0db5e52f519\">Meanwhile, 月 has relatively low cohesion, which is perhaps a reflection of what defines a &#8220;month&#8221; differing between calendar systems. Nonetheless, we still find expressions such as 月々 (monthly).   <a href=\"#874dd40d-6032-4edd-8cd8-d0db5e52f519-link\" aria-label=\"脚注参照15にジャンプ\">↩︎<\/a><\/li><li id=\"d07f18ef-d0d4-40c0-8180-0a3ddc7dedfe\">Possessing the lowest level of cohesiveness, 週 it was not until the Meiji Period that the &#8220;seven-day week&#8221; became widely used and only since the end of the Taisho Period that months were regularly split up into weeks.  <a href=\"#d07f18ef-d0d4-40c0-8180-0a3ddc7dedfe-link\" aria-label=\"脚注参照16にジャンプ\">↩︎<\/a><\/li><li id=\"ce6b02a4-35d4-44e8-a893-beff553348d2\">For both 一か月中 and 一週間中, the meaning of &#8220;throughout&#8221; is overshadowed by the meaning &#8220;within\/during,&#8221; in which case both would normally be read with ～中 read as ～ちゅう.    <a href=\"#ce6b02a4-35d4-44e8-a893-beff553348d2-link\" aria-label=\"脚注参照17にジャンプ\">↩︎<\/a><\/li><li id=\"611da150-c967-4bb8-8fb7-87e5052a7634\">How many speakers actually distinguish between いっかげつちゅう and いっかげつじゅう as well as between いっしゅうかんちゅう and いっしゅうかんじゅう is uncertain, given how both are rendered the same when written in kanji.   <a href=\"#611da150-c967-4bb8-8fb7-87e5052a7634-link\" aria-label=\"脚注参照18にジャンプ\">↩︎<\/a><\/li><li id=\"9555a678-3cd9-4ada-a1e6-56570609a8bd\">When read as やちゅう, 夜中 instead means &#8220;during the night,&#8221; reflecting the original meaning of 中 as well as 中’s original restriction to Sino-Japanese words. Incidentally, 夜中 is nowhere nearly as common as the similar 夜中じゅう, but it too is an example of  ～じゅう with non-deictic time. In fact, 夜中（よじゅう）　is so rare that a not so small percentage of native speakers would hypercorrect as よるじゅう.  <a href=\"#9555a678-3cd9-4ada-a1e6-56570609a8bd-link\" aria-label=\"脚注参照19にジャンプ\">↩︎<\/a><\/li><li id=\"4b491dc9-2c07-47e1-b248-b15ddee88bae\">The most prominent reading of 年中 is ねんじゅう＝ねんぢゅう, with its original spelling in kana notably more likely to be used than with other words. In the phrase 年中行事, 年中 notably means &#8220;annually&#8221; as opposed to &#8220;all year round,&#8221; which prompts many speakers to use ねんちゅう instead. In practice, ねんじゅう＝ねんぢゅう still remain prominent with this phrase as well, a testament to the high degree of cohesiveness of &#8220;year&#8221; as a unit as well as to ねんじゅう＝ねんぢゅう being the more historically accurate reading following the aforementioned 新濁 sound change which affected words like 年中 for 年&#8217;s ON reading ending in ～ん.  <a href=\"#4b491dc9-2c07-47e1-b248-b15ddee88bae-link\" aria-label=\"脚注参照20にジャンプ\">↩︎<\/a><\/li><li id=\"9cf4dd3b-1528-4803-ad22-31a436e6024d\">When speakers do read 今晩中 and 今夜中 with ～中 as ～ちゅう when the particle に is present with them, and when this swapping of readings occurs, ～中’s meaning of &#8220;within\/during&#8221; is imposed so that 今晩中 and 今夜中 in isolation with ～中’s reading of ～じゅう may be interpreted as &#8220;throughout.&#8221; From the angle of &#8220;cohesiveness,&#8221; &#8220;night\/evening&#8221; as a unit exhibiting this wavering between ～ちゅう and ～じゅう in the first place can be attributed to &#8220;night\/evening&#8221; not being as cohesive as &#8220;day.&#8221;   <a href=\"#9cf4dd3b-1528-4803-ad22-31a436e6024d-link\" aria-label=\"脚注参照21にジャンプ\">↩︎<\/a><\/li><li id=\"53d305fc-8e81-4470-b6e5-0bb6972cdfdf\">When speakers do read 今年中 with ～中 as ～ちゅう when the particle に is present with it, and when this swapping of readings occurs, ～中’s meaning of &#8220;within\/during&#8221; is imposed so that 今年中 in isolation with ～中’s reading of ～じゅう may be interpreted as &#8220;throughout.&#8221; From the angle of &#8220;cohesiveness,&#8221; &#8220;year&#8221; as a unit exhibiting this wavering between ～ちゅう and ～じゅう in the first place can be attributed to &#8220;year&#8221; not being as cohesive as &#8220;day.&#8221;  <a href=\"#53d305fc-8e81-4470-b6e5-0bb6972cdfdf-link\" aria-label=\"脚注参照22にジャンプ\">↩︎<\/a><\/li><li id=\"751fdccc-987b-4002-a040-c661f4497d17\">Reading such instances of ～中 as ちゅう heightens the perceived formality of the statement, but because ～ちゅう is only associated with the meaning of &#8220;within,&#8221; it leaves the statement somewhat ambiguous if に were dropped, which may incidentally also be dropped to enhance the formal tone being made, with 中 translating more as &#8220;for.&#8221; Now, as for whether the predicate occurs throughout or partially occurs within the stated time span does ultimately become a rather innocuous discrepancy.    <a href=\"#751fdccc-987b-4002-a040-c661f4497d17-link\" aria-label=\"脚注参照23にジャンプ\">↩︎<\/a><\/li><\/ol>","protected":false},"excerpt":{"rendered":"<p>～中: During\/Throughout※改訂中 The suffix ～中 attaches to all sorts of nouns to indicate one of four functions: For <a class=\"more-link\" href=\"https:\/\/imabi.org\/during-throughout\/\">続きを読む <span class=\"screen-reader-text\">&#8220;During\/Throughout&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":"[{\"content\":\"Which is not to say that writing ～じゅう cannot disambiguate. For instance, 町中 could be read as まちなか (downtown) or まちじゅう (throughout town).\",\"id\":\"043be09f-1838-4fa1-83aa-a5d54d0e5729\"},{\"content\":\"While a spatial interpretation is not impossible, the temporal sense is overwhelmingly dominant.\",\"id\":\"119c017a-263c-4a9a-8d6e-e4455b933ba0\"},{\"content\":\"Incidentally, the formal means of referring to living in one's car is 車上生活, but in casual conversation, 車中生活 is commonly heard instead. It is important, though, not to view 車上 as literally meaning \\\"on top of a car\\\" but rather where a circumstance takes place, which also explains its appearance in other phrases such as 車上荒らし (vehicle burglary).   \",\"id\":\"857dac6d-8e97-4a00-85c2-57ffb60a097d\"},{\"content\":\"Possibly due to being written in kanji, albeit ateji, 仕事 is highly compatible with suffixes that typically only occur in the written language. \",\"id\":\"05e4d05b-0cbd-40c7-a72c-78926372e76b\"},{\"content\":\"The argument can be made that 死亡中 could be used in a comedic sci-fi context in which \\\"being dead\\\" is not final but an ongoing status that can eventually change. The same could be said for other instantaneous verbs provided the extraordinary context warrants such a phrasing.\",\"id\":\"087f69d0-f354-4263-8829-48f6423187b4\"},{\"content\":\"Literally translates as \\\"10; 8, 9.\\\"\",\"id\":\"cdc98230-0843-4e42-8ed6-e0de7024f00a\"},{\"content\":\"When accounting for historical kana orthography, this ON reading would be spelled as ちう.\",\"id\":\"b5e8cde7-783a-43fb-80f9-cd3905d3591a\"},{\"content\":\"While all three final consonants were ultimately incorporated into Japanese as ん, when Sino-Japanese words were initially borrowed, their pronunciations were far more conservative. Nonetheless, sound changes such as 新濁 still occurred upon incorporation. \",\"id\":\"19f0877b-ce63-4b60-a735-0382534c1c5a\"},{\"content\":\"Voicing of consonants in compounds is known as 連濁. In contexts such as this in which the reading is deemed innovative, as is the case with voiced ON readings that did not exist prior to 連濁 occurring, the term 新濁 is used. The opposite of 新濁 is 本濁, which refers to readings that were voiced to begin with. \",\"id\":\"537bb509-d104-41c9-9d81-b5e172fa8b26\"},{\"content\":\"As ～じゅう derives from ～ちゅう via 連濁, the correct spelling ought to be ～ぢゅう to reflect this. However, this spelling has largely fallen out of use. To be completely true to historical kana orthography, though, ～ぢゅう would be rendered as ～ぢう.  \",\"id\":\"dfc51972-7c18-4274-8777-ca83c5c1df06\"},{\"content\":\"心's ON reading しん came into the language with a final \/m\/. \",\"id\":\"799961cb-2c71-4660-a211-99700eabbd01\"},{\"content\":\"\\\"Day\\\" has the largest array of expressions pertaining to duration in that increment: まる一日 (for a whole day), 日々 (daily), 日に日に (day by day), 日を追うごとに (with every passing day), etc. Incidentally, the definition of \\\"day\\\" itself largely referring to the time between sunrise and sunset, as that is what was historically treated as a \\\"day.\\\" \",\"id\":\"aa0476bb-d692-4e5b-97ae-819893979099\"},{\"content\":\"Historically, \\\"night\\\" would have been defined as the time between sunset and the next sunrise, and it too has a similarly sized wealth of expressions for describing duration, effectively possessing the same cohesiveness as \\\"day\\\" for being its antonym: 夜々 (nightly), 夜な夜な (night by night), 夜を追うごとに (with every passing night), etc. \",\"id\":\"0acd542a-9540-4152-a958-c9f10c063698\"},{\"content\":\"Regardless of the calendar systems that have been in use in Japan, revolutions around the Sun constituting a year has readily understood, resulting in 年 possessing a high level of cohesiveness: 年々 (yearly), 年を追うごとに (with every passing year). \",\"id\":\"e0d6f8e2-4f7b-41a3-b6d9-90e0f08da315\"},{\"content\":\"Meanwhile, 月 has relatively low cohesion, which is perhaps a reflection of what defines a \\\"month\\\" differing between calendar systems. Nonetheless, we still find expressions such as 月々 (monthly).  \",\"id\":\"874dd40d-6032-4edd-8cd8-d0db5e52f519\"},{\"content\":\"Possessing the lowest level of cohesiveness, 週 it was not until the Meiji Period that the \\\"seven-day week\\\" became widely used and only since the end of the Taisho Period that months were regularly split up into weeks. \",\"id\":\"d07f18ef-d0d4-40c0-8180-0a3ddc7dedfe\"},{\"content\":\"For both 一か月中 and 一週間中, the meaning of \\\"throughout\\\" is overshadowed by the meaning \\\"within\/during,\\\" in which case both would normally be read with ～中 read as ～ちゅう.   \",\"id\":\"ce6b02a4-35d4-44e8-a893-beff553348d2\"},{\"content\":\"How many speakers actually distinguish between いっかげつちゅう and いっかげつじゅう as well as between いっしゅうかんちゅう and いっしゅうかんじゅう is uncertain, given how both are rendered the same when written in kanji.  \",\"id\":\"611da150-c967-4bb8-8fb7-87e5052a7634\"},{\"content\":\"When read as やちゅう, 夜中 instead means \\\"during the night,\\\" reflecting the original meaning of 中 as well as 中’s original restriction to Sino-Japanese words. Incidentally, 夜中 is nowhere nearly as common as the similar 夜中じゅう, but it too is an example of  ～じゅう with non-deictic time. In fact, 夜中（よじゅう）　is so rare that a not so small percentage of native speakers would hypercorrect as よるじゅう. \",\"id\":\"9555a678-3cd9-4ada-a1e6-56570609a8bd\"},{\"content\":\"The most prominent reading of 年中 is ねんじゅう＝ねんぢゅう, with its original spelling in kana notably more likely to be used than with other words. In the phrase 年中行事, 年中 notably means \\\"annually\\\" as opposed to \\\"all year round,\\\" which prompts many speakers to use ねんちゅう instead. In practice, ねんじゅう＝ねんぢゅう still remain prominent with this phrase as well, a testament to the high degree of cohesiveness of \\\"year\\\" as a unit as well as to ねんじゅう＝ねんぢゅう being the more historically accurate reading following the aforementioned 新濁 sound change which affected words like 年中 for 年's ON reading ending in ～ん. \",\"id\":\"4b491dc9-2c07-47e1-b248-b15ddee88bae\"},{\"content\":\"When speakers do read 今晩中 and 今夜中 with ～中 as ～ちゅう when the particle に is present with them, and when this swapping of readings occurs, ～中’s meaning of \\\"within\/during\\\" is imposed so that 今晩中 and 今夜中 in isolation with ～中’s reading of ～じゅう may be interpreted as \\\"throughout.\\\" From the angle of \\\"cohesiveness,\\\" \\\"night\/evening\\\" as a unit exhibiting this wavering between ～ちゅう and ～じゅう in the first place can be attributed to \\\"night\/evening\\\" not being as cohesive as \\\"day.\\\"  \",\"id\":\"9cf4dd3b-1528-4803-ad22-31a436e6024d\"},{\"content\":\"When speakers do read 今年中 with ～中 as ～ちゅう when the particle に is present with it, and when this swapping of readings occurs, ～中’s meaning of \\\"within\/during\\\" is imposed so that 今年中 in isolation with ～中’s reading of ～じゅう may be interpreted as \\\"throughout.\\\" From the angle of \\\"cohesiveness,\\\" \\\"year\\\" as a unit exhibiting this wavering between ～ちゅう and ～じゅう in the first place can be attributed to \\\"year\\\" not being as cohesive as \\\"day.\\\" \",\"id\":\"53d305fc-8e81-4470-b6e5-0bb6972cdfdf\"},{\"content\":\"Reading such instances of ～中 as ちゅう heightens the perceived formality of the statement, but because ～ちゅう is only associated with the meaning of \\\"within,\\\" it leaves the statement somewhat ambiguous if に were dropped, which may incidentally also be dropped to enhance the formal tone being made, with 中 translating more as \\\"for.\\\" Now, as for whether the predicate occurs throughout or partially occurs within the stated time span does ultimately become a rather innocuous discrepancy.   \",\"id\":\"751fdccc-987b-4002-a040-c661f4497d17\"}]"},"tags":[],"class_list":["post-478","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-7I","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/478","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=478"}],"version-history":[{"count":53,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/478\/revisions"}],"predecessor-version":[{"id":14000,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/478\/revisions\/14000"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=478"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=478"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}