{"id":504,"date":"2023-07-16T07:58:44","date_gmt":"2023-07-16T14:58:44","guid":{"rendered":"https:\/\/imabi.org\/?page_id=504"},"modified":"2024-04-18T20:49:57","modified_gmt":"2024-04-19T03:49:57","slug":"how-to-use-%e5%85%83%e6%b0%97","status":"publish","type":"page","link":"https:\/\/imabi.org\/how-to-use-%e5%85%83%e6%b0%97\/","title":{"rendered":"How to Use 元気"},"content":{"rendered":"\n<h3 class=\"wp-block-heading\">The <em>Adjectival Noun<\/em> 元気　　「元気」の使い方<\/h3>\n\n\n\n<p>In Japanese 101 classrooms across the world, Japanese instructors often introduce new learners to the world of Japanese by using the textbook series&nbsp;<em>Genki<\/em>. The meaning behind 元気 is certainly one to capsulate in the name of a textbook series. Whether or not this textbook is the one chosen for instruction, within day one, a learner will likely leave&nbsp;the classroom having learned that&nbsp;お元気ですか is the Japanese phrase&nbsp;“How are you?”&nbsp;<\/p>\n\n\n\n<p>In fact, we have already gone over the variety of ways to going about &#8220;how are you&#8221; in&nbsp;<a href=\"https:\/\/www.imabi.net\/dailyexpressionsii.htm\">Lesson 105<\/a>. However, we didn&#8217;t have the opportunity to delve into why お元気ですか is unnatural in today&#8217;s Japanese.&nbsp;<\/p>\n\n\n\n<p>Everyone has to start somewhere, but anyone who has studied Japanese for a few months with the opportunity to speak with native speakers will surely notice that お元気ですか is not used in the spoken language. To make matters more confusing, its presence in writing by adults is slim.&nbsp;<\/p>\n\n\n\n<p>However, this doesn&#8217;t mean that the word 元気 itself isn&#8217;t used. In this lesson, we&#8217;ll first start off by the origin of this unique word to get a better understanding of what it truly means. From there, we&#8217;ll break down phrasing based on how it is used semantically and syntactically so that you are able to use it correctly.&nbsp;<\/p>\n\n\n\n<p><strong>Curriculum Note<\/strong>: To what degree the difficulty of using 元気 correctly is to a learner is largely tied to how progressed that person is in their studies. If you are rather comfortable with basic minutiae of Japanese grammar, there likely might not be much new to learn for you in this lesson. However, if you are reading ahead to this lesson from&nbsp;<a href=\"https:\/\/www.imabi.net\/adjectivesii.htm\">Lesson 14<\/a>, a lot of the grammar may be too advanced for you. To better answer the question of how Japanese speakers use 元気, the sentences of this lesson have been formatted to best suit the needs of intermediate~advanced learners. If you are a beginner, you may still find the explanatory parts of the history section of 元気 enough to get the gest of what the word means until you&#8217;re ready to tackle the sentences&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">The History of 元気　「元気」の由来について<\/h3>\n\n\n\n<p>元気 is first seen in ancient Chinese texts with the meaning of “the energy force of all living things.” This was then&nbsp;narrowed to referring to the fundamental life force of people. Either meaning could be seen in this literal sense&nbsp;for much of its history in Japanese. After all, 元 has the meaning of “origin” and 気 is the concept of qi borrowed as&nbsp;is into Japanese culture with the broad English equivalents of “energy\/mind.” Put this together, and 元気 can be more literally interpreted in English as &#8220;vitality.&#8221;<\/p>\n\n\n\n<p>1. 元気横溢（げんきおういつ）<br>Overflowing with vitality<br><\/p>\n\n\n\n<p>2. 元気が出ないときは何もしないのがベストだと言われる。<br>When you don&#8217;t have energy (literally: when your vitality is not coming out], they say it&#8217;s best to do nothing.<\/p>\n\n\n\n<p>The spelling 原気 may also be seen as the Kanji 原 and 元 are synonymous in the sense of “origin.” However, this spelling hasn&#8217;t ever been as common as 元気. The spelling appears with relatively higher frequency immediately after the end of the Yuan Dynasty (元朝), but this was likely due to mass hesitance&nbsp;toward using the same Kanji as the name of the former dynasty. Either way, this sense of the word may either be translated as &#8220;energy of primal chaos&#8221; in philosophy or as &#8220;vital energy&#8221; in Chinese medicine.<\/p>\n\n\n\n<p>3. 中医学では、<strong>原気<\/strong>（<strong>元気<\/strong>）とは母体から受け継ぎ腎臓に貯蓄される先天の精気である。<br>In Chinese medicine, &#8220;vital energy&#8221; is the&nbsp;inherent energy stored in the kidneys that is inherited from one&#8217;s mother&#8217;s body.<\/p>\n\n\n\n<p>4.&nbsp;<strong>原気<\/strong>が旺盛（おうせい）なとき、疾病にかかりにくい。<\/p>\n\n\n\n<p>When one&#8217;s vital energy is energetic, it is harder to catch disease.<br><\/p>\n\n\n\n<p>Although the word 元気 had existed for millennia,&nbsp;the modern sense of the word emerged from a separate etymological course. In the Heian Period 平安時代 (794-1185 A.D), the word&nbsp;減気 had been coined along with its antonym 増気.&nbsp;減気 refers to negative energy\/yin (陰の気) caused by 病気 (illness) decreasing whereas&nbsp;増気&nbsp;refers to the negative energy causing illness increasing. It is with this spelling,&nbsp;減気, that began to refer to (recovering) health.<\/p>\n\n\n\n<p>5. 日来（ひごろ）ヲ経テ此ノ病少シ<strong>減氣<\/strong>アリ<br>With a few days past, this illness shows some sign of dying down.&nbsp;<\/p>\n\n\n\n<p>『今昔物語集』より<\/p>\n\n\n\n<p>6. 其（そ）の後種々に療治すれば少し<strong>減氣<\/strong>在りしかども又増気在りて…一両月（いちりょうじつ）に死去しぬ。<strong><br><\/strong>Afterward, even though there was some recovery after various treatments, the illness remained and within a month he passed.&nbsp;<br>『 正法眼蔵随聞記』より<\/p>\n\n\n\n<p>Through the reduction of bad energy, one is able to regain the good\/yang energy (陽の気) that makes oneself&nbsp;feeling better&#8230; to become 元気. Although&nbsp;元気&nbsp;had technically already existed, the spelling of&nbsp;減気 was altered to 元気 likely due to confusion over the seemingly negative connotation of 減.<\/p>\n\n\n\n<p>However, before&nbsp;減気 left the lexicon, through the&nbsp;introduction to Western medicine via Holland during the Edo Period 江戸時代 (1603-1868),&nbsp;the alternate spelling 験気 was derived. 験（げん） is used in the sense of “effect （効き目）,” which seemed more suiting to describe “energy that improves one’s well-being.”&nbsp;<\/p>\n\n\n\n<p>7. 健勝<strong>験気<\/strong>の謡（うたい）<br>Recitation for good health and well-being.<\/p>\n\n\n\n<p>8. 一徳斎煩少々被得験気之由大慶候…　（漢文）<br>一徳斎の煩（わずらい）少々験気を得らるるのよし大慶（たいけい）に候（そうろう）… （訓読）<br>It is of great joy to hear that Ichitokusai (Sanada Yukitaka 真田幸隆)&nbsp;has recovered a little from his illness.<\/p>\n\n\n\n<p>『武田勝頼書状』より　<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: 漢文 is the practice of composing Classical Chinese by Japanese speakers. Such texts are then generally literally into Japanese&nbsp;into a&nbsp;specific form of prose called 訓読.&nbsp;<\/p>\n\n\n\n<p>Then as we enter early Modern Japanese, the spelling 元気 had completely taken hold and we see it used prolifically to refer to &#8220;energy\/vitality.&#8221;&nbsp;<\/p>\n\n\n\n<p>9. ことに著るしく吾輩の注意を惹いたのは彼の元気の消沈とその体格の悪かった事である。<br>What especially struck me was how his vitality&nbsp;had dissipated and how bad his physique was.&nbsp;<br>夏目漱石著の『吾輩は猫である』より<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Modern Meanings of 元気　現代日本語における「元気」の意味<\/h3>\n\n\n\n<p>In Modern Japanese, 元気 is used heavily to refer to &#8220;well-being&#8221; as a&nbsp;<strong>noun<\/strong>&nbsp;in either a physical and\/or emotional sense. Although its use as an&nbsp;<strong>adjectival noun&nbsp;<\/strong>is common, how it is used is very sensitive to the grammar of the overall sentence.<\/p>\n\n\n\n<p><strong>お元気ですか<\/strong><\/p>\n\n\n\n<p>The<em>&nbsp;textbook<\/em>&nbsp;phrase お元気ですか is an example of its use as an adjectival noun. This phrase is used to directly ask about someone&#8217;s well-being, so it is notably not the same as the general &#8220;how are you?&#8221; question that English speakers are so eager to use it as. Instead, phrases such as 「最近、調子はどうですか」would be far more natural, but why is that? First, it&#8217;s important to note that the phrase お元気ですか isn&#8217;t wrong, but it serves a certain purpose.&nbsp;<\/p>\n\n\n\n<p>10. すっかりご無沙汰しておりますが、<strong>お元気でしょうか<\/strong>。<\/p>\n\n\n\n<p>I haven&#8217;t seen you in such a long time. Have you been well?<\/p>\n\n\n\n<p>Here we see it used in a letter format to someone whom one hasn&#8217;t seen in some time.&nbsp;This is a prerequisite to using 元気（な） in the predicative sense. However, if the phrase is to be used at all in polite speech in writing, the form お元気でしょうか&nbsp;is overwhelmingly preferred. The key point here is that we&#8217;re looking at the&nbsp;<strong>written language<\/strong>. Either way, you aren&#8217;t going to hear this spoken unless for some reason the speaker assumes that using お元気ですか may facilitate better understanding with you being a second language speaker.<\/p>\n\n\n\n<p>When you are writing to a pen pal, using 元気ですか&nbsp;would be&nbsp;appropriate, but if you&#8217;ve ever been in the position of reading actual letters between adults, whether they be acquaintances, coworkers, or boss-employee interactions, the exact phrasing お元気ですか isn&#8217;t seen. This is because current 敬語 norms have favored other phrases, or at least more honorific grammar on top of 元気 (Examples 31-36). We can surmise that the phrase has become a 死語, a phrase that is still recognized by speakers but is no longer used in natural discourse.<\/p>\n\n\n\n<p>Contrastingly, 元気? by itself may be used in conversation, but there are many speakers that feel like when it is used, even in a casual situation, that the speaker is choosing to use it in a more Western way, therefore treating it no differently than its polite iteration. This is understandable because it is still not quite like &#8220;how are you?&#8221; in English, which is what the speaker would be trying to go for.&nbsp;<\/p>\n\n\n\n<p>11. よー、元気か？ (Masculine, casual, comedic)<br>What&#8217;s up, how are ya?&nbsp;<\/p>\n\n\n\n<p>The use of the particle か is grammatical here, but the circumstance in which someone would actually say 元気か would be limited to male speakers in a casual setting for a particular effect on the mood to the interaction with the listener. For instance, you could imagine a shop keeper saying this to a child.&nbsp;<\/p>\n\n\n\n<p>12. 健太君、げんきー？<\/p>\n\n\n\n<p>Kenta-kun, you doing well?<\/p>\n\n\n\n<p>When 元気 alone is used by itself in the spoken language, it is often elongated as such. This is indicative of a more childish means of talking, which perhaps adds to the reasons why お元気ですか is limited to the written language. Among adult speakers, it would be far more natural to use phrases such as Ex. 13.<\/p>\n\n\n\n<p>13. 最近、調子（は）どう？<br>How&#8217;ve you been lately?<br><\/p>\n\n\n\n<p>However, since the focus is still on how the person has been, the past forms 元気だった (casual) and お元気でしたか (formal) are both frequently heard, and there is a general consensus that they are both natural and proper.&nbsp;<\/p>\n\n\n\n<p>14.&nbsp;&nbsp;<\/p>\n\n\n\n<p>Aさん：お元気でしたか。<br>Bさん：ええ、おかげさまで元気でした。〇さんは？　<\/p>\n\n\n\n<p>A-san: How have you been?<br>B-san: Yes, I&#8217;ve been fine, thank you. And you?&nbsp;<\/p>\n\n\n\n<p>15. ねえ、先輩、元気だった？<br>Hey, senpai, have you been?<\/p>\n\n\n\n<p><strong>The Affirmative 元気だ<\/strong><\/p>\n\n\n\n<p>When talking about the affirmative use of the adjectival noun 元気（な）, there are two factors to consider. Are we referring to the first person, second person,&nbsp;or third person, and are we referring to the predicative form (終止形) or the attributive form (連体形).&nbsp;<\/p>\n\n\n\n<p>In the predicative form, 元気だ with proper intonation and 語尾 (sentence enders) is a proper response to being asked 元気だった (or the more natural 元気にしてた; see Ex. ).&nbsp;<\/p>\n\n\n\n<p>16. 元気（だ）よ&nbsp;<br>I&#8217;m great.&nbsp;<\/p>\n\n\n\n<p>The deletion of the copula だ in this construction is indicative of feminine speech.&nbsp;<\/p>\n\n\n\n<p>17.&nbsp;&nbsp;こういうとき、元気だよな、ほんと！<br>I sure feel great in times like this!&nbsp;<\/p>\n\n\n\n<p>18. クリスマスってさ、やっぱ元気だね！<br>I&#8217;m definitely in great spirits during Christmas!<\/p>\n\n\n\n<p>元気だ may also be used in the second person or third person as the predicate, but when it is used in this way, the speaker is usually being sarcastic than not. Although 元気 is generally a positive word, imagine that person that is just so full of energy and won&#8217;t calm down. Wouldn&#8217;t that person be a little annoying to those around them? These people are called 元気者（げんきもの）; whether being a &#8220;live wire&#8221; is a bad thing or not is up to personal interpretation.<\/p>\n\n\n\n<p>19. 元気だね。<br>(You\/he\/she\/they)&#8217;re sure full of energy, alright.&nbsp;<\/p>\n\n\n\n<p>20.&nbsp;&nbsp;京太郎君は一年中元気だよな。風邪もほとんど引かないよ。<br>Kyotaro-kun, you&#8217;re sure full of energy year-long. You don&#8217;t even really catch colds.&nbsp;<\/p>\n\n\n\n<p>21. 日本人ていつも元気だよな。<br>Japanese are always so lively\/healthy, huh.&nbsp;<\/p>\n\n\n\n<p><strong>Conjugating 元気（な）<\/strong><\/p>\n\n\n\n<p>Since 元気（な） is a typical adjectival noun, it is subject to the same conjugations as any other example. In the non-past tense, 元気な is used quite heavily as&nbsp;the attributive form with either or both meanings &#8220;lively&#8221; and &#8220;healthy&#8221; being meant. In addition to the past tense as we&#8217;ve seen, don&#8217;t forget that it can be used in the negative and negative-past forms with the grammar being the same as any other 形容動詞.<\/p>\n\n\n\n<p>22. 10才を超えてもまだまだ<strong>元気な<\/strong>犬が多いです。<br>There are lots of dogs who are still healthy past age ten.<\/p>\n\n\n\n<p>23.<strong>&nbsp;元気な<\/strong>赤ちゃんを産んでください。<br>Please give birth to a healthy baby.<\/p>\n\n\n\n<p>24. 僕はとっても元気ではありませんでした。イギリス型のコロナにかかってしまいました。<br>I was very much not fine. I had contracted the British strand of the coronavirus.&nbsp;<\/p>\n\n\n\n<p>25. そんなに<strong>元気じゃなかった<\/strong>頃だったから少しも感じなかった。<br>Since it was when I wasn&#8217;t all that great, I didn&#8217;t feel\/experience anything.<\/p>\n\n\n\n<p>26. 心が<strong>元気じゃない<\/strong>とき、身体が<strong>元気じゃない<\/strong>からかもしれません。<br>When you&#8217;re heart is not well, it may because your body is not well.<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: The negative form of adjectival nouns is most common in&nbsp;dependent clauses as modifiers.&nbsp;<\/p>\n\n\n\n<p>27. きょうも<strong>元気満々な<\/strong>一日です。<br>Today is another day for me being full of energy.<\/p>\n\n\n\n<p>28. 元気いっぱい【な・の】印象です。<br>(As for it\/that person, it\/they) have the impression of being full of energy\/health.<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: The phrases&nbsp;元気満々 and 元気いっぱい are synonymous emphatic variants of 元気 that can be&nbsp; used as both&nbsp;<em>na-<\/em>type and&nbsp;<em>no<\/em>-type adjectival nouns.<\/p>\n\n\n\n<p>29.<strong>&nbsp;元気な<\/strong>のに下痢が続く…<br>I feel well, but my diarrhea persists.&nbsp;<\/p>\n\n\n\n<p>30. おや、1人<strong>元気じゃない<\/strong>子がいますね。<br>What is this, there&#8217;s one kid who isn&#8217;t being lively.&nbsp;<\/p>\n\n\n\n<p>In Ex. 29, we can ascertain that the speaker&#8217;s 元気な behavior is actually referring to their mental well-being of feeling fine rather than the literal sense of being healthy as they are still experiencing a negative health problem. The same can be said for the state of the kid in Ex. 30. Imagine a group of kids are visiting a museum but there&#8217;s one straggler by themselves in a corner. That&#8217;s the kid 元気じゃない子 would be referring to here.<\/p>\n\n\n\n<p><strong>お元気で<\/strong><\/p>\n\n\n\n<p>In this sense, the word&nbsp;元気 certainly hasn&#8217;t died out, but what about the very similar form お元気で? Grammatically, this could be one of two things. It could be the&nbsp;<em>te<\/em>-form of お元気です, in which case the speaker is writing about the well-being of someone else. Or, more realistically, it is not being used as an adjectival noun but as a noun with its meaning of &#8220;good spirits.&#8221; In this second sense, we actually find it used heavily in formal set phrases. However, despite it being frequently used, this is still limited to the&nbsp;<strong>written language.<\/strong><\/p>\n\n\n\n<p>31.&nbsp;<strong>お元気で<\/strong>お過ごしでしょうか。<br>Have you been doing well?<\/p>\n\n\n\n<p>This question particularly&nbsp;asks about the safety\/welfare of the person you are writing to.<\/p>\n\n\n\n<p>32.&nbsp;<strong>お元気<\/strong>のことと【思います・存じます】。<br>I hope you are doing well.<\/p>\n\n\n\n<p>This is essentially the same in meaning as お元気でお過ごしでしょうか. The use of のこと makes it even more grammatically obvious that お元気 is being used as a noun. The copula verb is actually omitted between こと and the particle と, so what we have is essentially an honorific rendition of what would be お元気です used in the second-person affirmative but from a first-person perspective.&nbsp;<\/p>\n\n\n\n<p>33.&nbsp;<strong>お元気で<\/strong>お過ごしのこととお喜び申し上げます。<br>I am so joyed that you are doing well.<br><\/p>\n\n\n\n<p>This sentence is a closing statement wishing for the prosperity of the recipient.&nbsp;<\/p>\n\n\n\n<p>34.&nbsp;<strong>お元気で<\/strong>ご活躍のことと存じ（上げ）ます。<\/p>\n\n\n\n<p>I hope that you are fine and doing well.&nbsp;<\/p>\n\n\n\n<p><br>Some variant phrases that are common in birthday messages include the following.<\/p>\n\n\n\n<p>35. これからも<strong>お元気で<\/strong>頑張ってください。<br>Please continue doing your best.<\/p>\n\n\n\n<p>36. 末永くこれからも<strong>お元気で<\/strong>お過ごしください。<br>Please continue living well for many years to come.<br><br>This last example would certainly be fitting for a birthday person directed at a mature adult.&nbsp;<\/p>\n\n\n\n<p><strong>元気でね<\/strong><\/p>\n\n\n\n<p>お元気で as a farewell statement is very sensitive to circumstance. Although in the last two examples it was shown in postcard-worthy birthday messages, how would the phrase be interpreted if you were to use it to your partner or a friend?&nbsp;<\/p>\n\n\n\n<p>Although it is perceivable that someone may use this phrase in its original connotation of wishing that the person be healthy and happy, if the tone is not sincere, not thinking much of it when you say it would certainly take away from its original message, or worse, you could be implying that you&#8217;re not going to see that person again.<\/p>\n\n\n\n<p>Depending on the situation,&nbsp;the person may respond to you with「あなたも、お元気で」&nbsp;, but their own emotional state could be just as complicated. They could be sad about the prospect of not seeing you again, or they could be fine if neither side really intended to put much thought behind the words.<\/p>\n\n\n\n<p>Typically, お元気で is thought of as a breakup line when said by a boyfriend\/girlfriend. Whether it&#8217;s because the person feels like they will no longer be able to see each other or because they really want to break up would have to be determined by the context, but the end result would be implied no differently.&nbsp;<\/p>\n\n\n\n<p>These connotations likely go in line with how お元気で is overly used in formal writing. The presence of honorific speech does at a fundamental level indicate that the writer is likely not at familial terms with the other person. In fact, お元気で does also find itself used in addresses to acquaintances and people at the workplace who are moving away, so the word is often thought of as something you say to people who you won&#8217;t be seeing anymore.<\/p>\n\n\n\n<p>Even as a farewell statement, pairing it with さようなら is also a little complicated. If you were to write「お元気で、さようなら」, it would almost sound like, &#8220;Ok, stay safe, bye&#8230;&#8221; in English. Even though the wording is nice on the surface, it sounds like you&#8217;re angry, in a way, with the other person. On the other hand, if you were to write「さようなら、お元気で」, you are still no longer going to be able to see the other person, but you are at least giving your best wishes to them regarding their well-being.<\/p>\n\n\n\n<p>37. 元気で【ね・な】<\/p>\n\n\n\n<p>Take care.<\/p>\n\n\n\n<p>38. 元気でいて（ください）ね。<br>Please take care.<\/p>\n\n\n\n<p>39. 元気でいてくれよ。（カジュアル、男性専用）<\/p>\n\n\n\n<p>Take care, man.<\/p>\n\n\n\n<p>These phrases are all similar to お元気で in that you might not see the person again, but the usual sense is that it&#8217;ll likely just be a while till you see them again, so you want them to know that you&#8217;re caring about their well-being in the meantime. As such, they really aren&#8217;t no different than &#8220;take care.&#8221;&nbsp;<\/p>\n\n\n\n<p><strong>元気で or 元気に?<\/strong><\/p>\n\n\n\n<p><br>Particle use with 元気 is slightly complicated due to it being both a noun and an adjectival noun. Since there is significant semantic overlap between its classifications, there are times in which the particles で and に appear to be interchangeable.&nbsp;<\/p>\n\n\n\n<p>40. お元気【に・で】【お過ごしで・過ごして】いらっしゃいますか。<br>Have you been fairing well?&nbsp;<\/p>\n\n\n\n<p>The use of に over で is a trend in hyper-honorific speech as the latter is technically a contraction. In the spoken language, ～ていらっしまいますか is more common than お＋連用形＋でいらっしゃいますか. However, online searches reveal that all four possible combinations here are in use with no concrete nuancing being differentiated. This would imply that personal language choice has a much larger influence in this sentence. Some&nbsp;<\/p>\n\n\n\n<p>This sentence is hyper-honorific in nature, so what about more informal variants?&nbsp;<\/p>\n\n\n\n<p>41. （お）元気【に ◎・で 〇】過ごしています（か）。<br>Are you doing well?<\/p>\n\n\n\n<p><br>In both the first-person affirmative and the second-person interrogative senses, the particle に is more common. This is mostly due to how 元気に過ごす is semantically simpler than 元気で過ごす as the latter form would have to utilize its more literal meaning.&nbsp;<\/p>\n\n\n\n<p>When you are trying to use 元気 as an adverb, we see that 元気に prevails.&nbsp;<\/p>\n\n\n\n<p>42. 元気【に 〇・で X】していますか。<br>Are you doing (have been) well?<\/p>\n\n\n\n<p>43. 元気【に ◎・で 〇】やっていますか。（ややカジュアル）<br>Are you doing things pretty&nbsp;well?&nbsp;<\/p>\n\n\n\n<p>44. 冬を元気【に ◎・で　〇】過ごす。<br>To spend winter really well.<\/p>\n\n\n\n<p>45. 元気【に ◎・で 〇】暮らす。<br>To live\/spend time well\/energetically\/in good health.&nbsp;<\/p>\n\n\n\n<p>The use of で is actually ungrammatical in Ex. 42 even though its use is allowed in the semantically identical Exs. 40 and 43. The reason for this is due to the grammatical nature of the pattern ～にする. The adverbial form of an adjectival phrase has to be paired with する, so the only way to use で would be to simply not use this grammar pattern. In these examples, we still see a tendency to favor に over で. If the sentence is not about a particular effort with emphasis on a positive\/lively outlook, then there isn&#8217;t really a need to use the noun sense of 元気. In these simple verbal sentences, 元気で translates more literally as &#8220;with full of spirit&#8221; whereas 元気に translates simply as &#8220;lively.&#8221;&nbsp;<\/p>\n\n\n\n<p>46.&nbsp;<\/p>\n\n\n\n<p>Ａ&nbsp;さん：「久しぶりだね。元気にしてた？」<br>Ｂさん：「うん、元気にしてたよ」<\/p>\n\n\n\n<p>Person A: &#8220;Long time no see. Have you been doing well?&#8221;<br>Person B: &#8220;Yeah, I&#8217;ve been fine.&#8221;<br><\/p>\n\n\n\n<p>47.<br>Ａさん：「久しぶりだね。元気にしてる？」<\/p>\n\n\n\n<p>Ｂさん：「うん、元気（にしてる・だ）よ」<\/p>\n\n\n\n<p>Person A: &#8220;Long time no see. You doing good?&#8221;<br>Person B: &#8220;Yeah, I&#8217;m good.&#8221;<\/p>\n\n\n\n<p>These examples show how 元気にする is, in fact, quite common in the spoken language. In fact, using 元気にしてる？ and &#8220;元気にしてた？&nbsp; is far more common and accepted than using 元気？ and 元気だった？. Also notice how they are paired with 久しぶり. This can be a good reminder for when to use them. Has it been a while?<\/p>\n\n\n\n<p><strong>元気に vs 元気よく<\/strong><\/p>\n\n\n\n<p>In addition to 元気に, the adverbial variant&nbsp;元気よく also exists. Whereas the former is the basic adverbial rendition of 元気, 元気よく is rather bombastic in the sense that the intensity in which one is being 元気-like is both high but also short in duration. It&#8217;s not going to be used in relation to an action that has a finite end point, whereas&nbsp;we know that 元気に can refer to states that may last indefinitely (such as Ex. 45).&nbsp;<\/p>\n\n\n\n<p>45b. 元気よく暮らす。△<\/p>\n\n\n\n<p>Many communities in Japan are experiencing real existential crisis due to depopulation. And so, contexts in which 暮らす is viewed as an activity that can become far more active and energetic rather than a static reality would allow for 元気よく to be grammatical, but such a circumstance would have to be present. If the situation is static, use 元気に. If the situation is dynamic, either would be fine with 元気よく being the choice if you want to add emphasis onto the dynamism.&nbsp;&nbsp;<\/p>\n\n\n\n<p><strong>元気だが、元気じゃない<\/strong><\/p>\n\n\n\n<p>Ex. 45 is a reminder to us that a sentence&#8217;s meaning will differ heavily if the words used have more than one meaning. How exactly 元気 is being used may, in fact, differ in the same sentence.&nbsp;<\/p>\n\n\n\n<p>48. 元気だ【が・けど】、元気じゃない<\/p>\n\n\n\n<p>I&#8217;m (physically) well, but I&#8217;m&nbsp;not (mentally) fine.<\/p>\n\n\n\n<p>In English, we can make very similar distinctions between physical and mental well-being in the same way 元気 can handle both senses. However, it&#8217;s important to note that this sentence cannot be interpreted as &#8220;I&#8217;m mentally well, but I&#8217;m not physically well.&#8221; This is because the primary meaning is understood first, and it is the ancillary meaning of mental health that is being contrasted with one&#8217;s physical health.<\/p>\n\n\n\n<p>In a world where many people are experiencing illness, people with light cases may describe themselves as being 元気 even if they are symptomatic&nbsp;This shouldn&#8217;t be too much of a surprise, though, if you think back to the original meaning of 減気. In this situation, the physical ailment is concretely mentioned rather than describing it with 元気.<\/p>\n\n\n\n<p>49. ちょっと熱はあるけど、元気でいたら、単なる風の可能性も高い。<br>Although (you\/he\/she\/they) have a fever, if they&#8217;re seeming fine, there&#8217;s also the high chance that it&#8217;s a simple cold.&nbsp;<br><br>In this sentence, 元気 can be viewed as both &#8220;physically fine&#8221; and &#8220;emotionally fine.&#8221;&nbsp;<\/p>\n\n\n\n<p>50. （精神的に）疲れているのに、元気なふりをする。<br>To pretend to be well despite being (mentally) weary.&nbsp;<\/p>\n\n\n\n<p>In this sentence, with or without the word &#8220;mentally,&#8221; 元気 refers to mental well-being.&nbsp;<\/p>\n\n\n\n<p><strong>元気 as a Regular Noun<\/strong><\/p>\n\n\n\n<p>As we&#8217;ve seen, 元気 may refer&nbsp;to both physical and mental well-being, which is also true when it is used as a noun. We can see from Ex. 51 that particle choice goes along with what part of speech the speaker chooses to use 元気 as. When you see 元気 used as a noun, though, its meaning is heavily tilted to its literal sense of &#8220;vitality\/energy&#8221; like what we saw at the start of this lesson.<\/p>\n\n\n\n<p>51. 病気じゃないけど、元気【でも・は】ない。<br>It&#8217;s not an illness, but [I&#8217;m not well either\/I don&#8217;t have any energy~I&#8217;m not feeling it].<\/p>\n\n\n\n<p>52. 元気（を）出して！<br>Cheer up!<\/p>\n\n\n\n<p>53. 元気【の・が】ない猫にちゅ～るをあげる。<br>To give ちゅ～る to a cat with no energy.<\/p>\n\n\n\n<p><strong>Word Note<\/strong>: ちゅ～る is a cat snack you can find that cats absolutely love.<\/p>\n\n\n\n<p>54. いつも元気【が・の】ある人は、睡眠をとても大事にしています。<br>Those who always have energy take sleep very seriously.&nbsp;<\/p>\n\n\n\n<p>55. 元気がいいね！<\/p>\n\n\n\n<p>You&#8217;re so energetic!<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: 元気がいい is synonymous with 元気がある, but it hinges more so on the original positive qi connotations of 元気. However, it is worth noting that the phrase 元気が悪い does not exist. This is because 元気 itself is not a negative word. Instead, you would have to say 元気がない if you were to lack&nbsp;<em>genki<\/em>.&nbsp;<\/p>\n\n\n\n<p>56. 植物の元気がなくなった時の対処方法についてご紹介（を）させていただきます。<br>Allow me to introduce you to what to do when your plants have lost their good health.<\/p>\n\n\n\n<p>57. ちょっと元気をなくした時にまた読み返させていただきます！<br>I&#8217;ll be reading this again whenever I become a little depressed.&nbsp;<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: You may have noticed several intransitive-transitive pair phrases utilizing 元気&#8211;元気が出る vs 元気を出す, 元気がなくなる vs 元気をなくす, etc. Ultimately, the transitivity of the statement is determined by the feel of the sentence. The presence of を would emphasize volition or highlight the severity of the object, which would certainly be the case in 元気をなくす.<\/p>\n\n\n\n<p><strong>～をする元気<\/strong><\/p>\n\n\n\n<p>Another&nbsp;great example in which 元気 can be seen synonymous with &#8220;energy&#8221; is when it directly follows a transitive verb in its non-past form (～をする元気). However, this is more so an emphatic version of the pattern ～する気がある, and so the circumstance needs to make sense with the essence of 元気.&nbsp;<\/p>\n\n\n\n<p>58. 僕は当時、笑う元気すらなかった。<br>At the time, I didn&#8217;t even have the energy to laugh.<\/p>\n\n\n\n<p>59. 食べる【元気 △・気 〇】がないなら、箸でいじくり回すなよ。<\/p>\n\n\n\n<p>If you don&#8217;t have the will to eat, don&#8217;t play around in it with your chopsticks.<br><\/p>\n\n\n\n<p>60. 冷蔵庫がキレイになったら料理する元気が出るかな？<br>I wonder if you&#8217;d find the energy to cook if your refrigerator were clean.<\/p>\n\n\n\n<p>61. 生きる元気を取り戻した。<br>I regained the energy to live.<\/p>\n\n\n\n<p>62. 自分の行為の善悪を判断する力はおろか、この大テーブルから離れる元気さえなくなった。<br>I had lost the very energy to get away from this&nbsp;large table, much less have the power to determine the right and wrong of my own actions.&nbsp;<br>夢野久作著の『ドグラ・マグラ』より<\/p>\n\n\n\n<p><strong>元気になる &amp; 元気にする<\/strong><\/p>\n\n\n\n<p>Because 元気（な） is still a typical adjectival noun, &#8220;to become&nbsp;<em>genki<\/em>&#8221; would be 元気になる. Its transitive form, 元気にする would translate as &#8220;to cheer up.&#8221; Now, you may wonder how 元気にする differs from 元気にさせる. To answer this question, you need to understand what is meant by the latter causative form. ～にする simply indicates that someone has simply restored the original&nbsp;<em>genki&nbsp;<\/em>state of a person (or something that is at least anthropomorphized as human). ～にさせる would indicate that someone is actively vitalizing someone or something. In the case of 元気, it&#8217;s&nbsp;the difference between &#8220;to bring back to&#8221; and &#8220;to make it.&#8221;&nbsp;<\/p>\n\n\n\n<p>63. 元気になったみたいでよかった。<br>It&#8217;s great that you appear to have gotten feeling better.&nbsp;<\/p>\n\n\n\n<p>64. 早く元気になるといいね。<br>I hope you get feeling better quickly.&nbsp;<\/p>\n\n\n\n<p>65. 元気になれる歌を聞いてみて。<br>Try listening to a song that makes* you feel good.<\/p>\n\n\n\n<p>66. ニッポンを元気にする。<br>Make* Japan better!<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: Even though the translations of Exs. 65 and 66 utilize the word &#8220;make,&#8221; the grammar of both sentences are still different than that of a causative sentence. In Ex. 65, the thing that is to make the listener feel better is an abstract object (a song). If the speaker felt the song may have an active role in making the listener feel better, you could potentially see 元気にする in which the implied direct object would be 自分. In Ex. 66,&nbsp;using 元気にさせる would not be incorrect, but the nuance would be quite different. Instead of simply returning Japan to its implied former&nbsp;<em>genki&nbsp;<\/em>state, 元気にさせる would imply that the doer is invigorating Japan.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">More Set Phrases　「元気」を使った慣用句（続き）<\/h3>\n\n\n\n<p>We have already seen some examples of 元気 being a part of larger set phrases such as four-character idioms&nbsp;(元気横溢, 元気満々) and synonymous adjectival phrases that incorporate it (元気いっぱい). To conclude our study on 元気, here are some more 元気 phrases to add to your vocabulary.<\/p>\n\n\n\n<p>67. 元気印（げんきじるし）のラーメン<br>Ramen that is the symbol of&nbsp;<em>genki<\/em>.&nbsp;<\/p>\n\n\n\n<p>68. 元気（だけ）が取り柄（だ）。<br><em>Genki<\/em>&nbsp;is the (only) saving grace.&nbsp;<\/p>\n\n\n\n<p>69. 美味しいカレーを食べに行ったら、元気百倍になりました。<br>When I went to eat some delicious curry, I became 100 times better.<\/p>\n\n\n\n<p>70. 元気溌溂（げんきはつらつ）【たる・な】姿を見せる。<br>To show a vigorous image (of oneself).<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: To learn more about タリ形容動詞, see&nbsp;<a href=\"https:\/\/www.imabi.net\/classicaladjectivesii.htm\">Lesson 382<\/a>.<\/p>\n\n\n\n<p>71. 孫悟空は2発連続で元気玉を使うことはない。<br>Son Goku doesn&#8217;t ever use two consecutive Spirit Bombs.<\/p>\n\n\n\n<p><strong>Word Note<\/strong>: Fans of Dragon Ball Z may be familiar with Goku&#8217;s KO move, the &#8220;Spirit Bomb,&#8221; which in Japanese is actually referred to as 元気玉, which is directly inspired by the original, literal Chinese meaning of 元気.<\/p>\n\n\n\n<p>72. 元気づけられました　〇<br>元気をもらいました　△<br>I was encouraged.<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: The verb 元気づける is very similar to 元気にする in meaning, but the difference is that it is more like the word &#8220;to encourage.&#8221; You&#8217;re literally adding 元気 to someone&#8217;s state. Because 元気 isn&#8217;t a physical object, it has traditionally not been paired with giving verbs such as もらう. However, perhaps due to influence from English in which phrases like &#8220;to receive encouragement\/energy&#8221; is possible, some speakers these days are in fact using 元気をもらう instead of&nbsp;元気づける, but this is still deemed ungrammatical to most speakers.<\/p>\n\n\n\n<p>73. その呉一郎は…そのうちに大きな魚の脊椎骨（せきついこつ）を一個掘り出すと、又急に元気付いて、前に倍した勢いで鍬（くわ）を揮（ふる）い続けるのであった。<br>That Kure Ichiro&#8230;in that moment, he dug up a vertebra&nbsp;of a large fish, and then he suddenly regained his strength and then continued to wield his hoe with twice the vigor as before.<br>夢野久作著の『ドグラ・マグラ』より<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: 元気づく is the intransitive form of&nbsp;元気づける, being synonymous with&nbsp;元気になる; however, it refers more so to the sudden, spontaneous regain of one&#8217;s strength\/vitality as is the case in Ex. 73.<\/p>\n\n\n\n<p>74. 飯を喰うと、まだ消化もしないうちに元気が付く。<br>When we eat food, energy recovers even while it has yet to be digested.&nbsp;<br>夢野久作著の『ドグラ・マグラ』より<br>&nbsp;<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: Here we see 元気が付く instead of 元気づく. Although they are synonymous, 元気 is being used as the subject of the sentence rather than being used as part of a verbal predicate.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">In Conclusion&#8230;　最後に…<\/h3>\n\n\n\n<p>At the start of this lesson, you may have been fully unaware of how お元気ですか is unnatural. Having seen numerous examples of how 元気 is truly used in all of its complexity, any questions you may have had about its usage and grammar should be resolved.&nbsp;<\/p>\n\n\n\n<p>This lesson is a testament to how one word in a language may be drastically unique\/different to its equivalent(s) in other languages. As for 元気, the findings here indicate that in the realm of Japanese, it behaves as a typical noun and adjectival noun. It&#8217;s just that with any word, that are situations in which using it would be unnatural in the same way that a foreign speaker of English may misuse words like &#8220;fine&#8221; or &#8220;energy.&#8221;&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>The Adjectival Noun 元気　　「元気」の使い方 In Japanese 101 classrooms across the world, Japanese instructors often intro<a class=\"more-link\" href=\"https:\/\/imabi.org\/how-to-use-%e5%85%83%e6%b0%97\/\">続きを読む <span class=\"screen-reader-text\">&#8220;How to Use 元気&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":""},"tags":[],"class_list":["post-504","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-88","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/504","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=504"}],"version-history":[{"count":2,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/504\/revisions"}],"predecessor-version":[{"id":4919,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/504\/revisions\/4919"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=504"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=504"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}