{"id":514,"date":"2023-07-16T08:02:27","date_gmt":"2023-07-16T15:02:27","guid":{"rendered":"https:\/\/imabi.org\/?page_id=514"},"modified":"2024-04-18T20:53:09","modified_gmt":"2024-04-19T03:53:09","slug":"like-love","status":"publish","type":"page","link":"https:\/\/imabi.org\/like-love\/","title":{"rendered":"Like &amp; Love"},"content":{"rendered":"\n<h3 class=\"wp-block-heading\">Like &amp; Love<\/h3>\n\n\n\n<p>There are many words in Japanese for liking and loving people and things. In this lesson, you will learn about all sorts of these phrases. It is really important that you pay attention to detail but also realize that such a topic can never be described in absolutes in any language. Feeling is something with no bounds or standards. &nbsp;&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Like\/Love<\/h3>\n\n\n\n<p><strong><u>～好きだ<\/u><\/strong>&nbsp;&nbsp; &nbsp; &nbsp;<\/p>\n\n\n\n<p>Like, even in English, is a word with varying potency. You can tell a girl “I like you”, but you can also say “I like pizza” or “I like Japanese food”. The same goes for Japanese.<\/p>\n\n\n\n<p>～が好きだ is the Japanese equivalent of “to like”, and as will be explained later in more detail, it is an adjectival phrase, not verbal. This word may show that one is pleased with something and have inclination for. This inclination can also be emotional attachment and love.<\/p>\n\n\n\n<p>1. サッちゃん、好きだよ。<br>&nbsp; &nbsp; Satchan, I like you. 　　<\/p>\n\n\n\n<p>2. 夏よりも春が好きだ。<br>&nbsp; &nbsp; I like spring better than summer.<\/p>\n\n\n\n<p>3. 現代音楽はあまり好きじゃない。<br>&nbsp; &nbsp; I don&#8217;t like modern music much.<\/p>\n\n\n\n<p>4. あいつはほんと酒（飲むの）好きだよね。 （くだけた話し方）<br>&nbsp; &nbsp; That guy really does like drinking.&nbsp;<\/p>\n\n\n\n<p>5. 毎朝走るのが好きです。<br>&nbsp; &nbsp; I like to run every morning.<\/p>\n\n\n\n<p>6.&nbsp;<ruby>兄<rt>あに<\/rt><\/ruby>は歌えなくても歌うのが好きです。<br>&nbsp; &nbsp; Even though my older brother can&#8217;t sing, he likes to sing.<\/p>\n\n\n\n<p>7. マンガが好きじゃない。<br>&nbsp; &nbsp; I don&#8217;t like manga.<\/p>\n\n\n\n<p>Just like the English phrase, 好きだ can have negative connotations. For instance, getting on to one’s obsession over something can be taken as a negative comment.<\/p>\n\n\n\n<p>8. 今夜もパッドタイ？マジで好きだねぇ。<br>&nbsp; &nbsp; Pad Thai again, tonight? You really like it, don’t you?&nbsp;<\/p>\n\n\n\n<p>9. あんた、社長が好きなんでしょう。(Familiar)<br>&nbsp; &nbsp; That’s cause you like the prez, don’t you?　<\/p>\n\n\n\n<p><strong>Part of Speech Note<\/strong>: The Japanese phrase 好き is a 形容動詞. That means you should treat it like an adjective, this is despite that in English the phrase is treated as a verb. The phrase, though, does come from a verb. The verb form 好くis limited to the passive form, and outside of this, other instances are typically set phrases.<\/p>\n\n\n\n<p><strong>Set Phrases Note<\/strong>: Below are some common set phrases utilizing different forms of 好く.<\/p>\n\n\n\n<p>10.&nbsp;<ruby>賭<rt>か<\/rt><\/ruby>け<ruby>事<rt>ごと<\/rt><\/ruby>は｛すかない・すかん｝。<br>&nbsp; &nbsp; &nbsp; I can’t stand gambling.<\/p>\n\n\n\n<p>11. あいつは虫がすかない。<br>&nbsp; &nbsp; &nbsp; I especially hate that guy.<\/p>\n\n\n\n<p>12. 好いたらしい人だと思う。<br>&nbsp; &nbsp; &nbsp; I think that person is delightful.<\/p>\n\n\n\n<p><strong>Particle Note<\/strong>: Particle usage is also something to keep in mind. When you say that you like something, this is generally new information that you are trying to tell someone. So, because this is the case and you are using an adjectival expression, you should say Xが好きだ. However, due to influence from Western languages, primarily English, ～を好きだ has become acceptable for many younger speakers (those ~35 and under).<\/p>\n\n\n\n<p>13. あたしを好きなの？ （Feminine）<br>&nbsp; &nbsp; &nbsp; Do you like me?<\/p>\n\n\n\n<p>14. ブスを好きになる方法を教えて。<br>&nbsp; &nbsp; &nbsp; Teach me how to like an ugly person.<\/p>\n\n\n\n<p>15. あんたの醜い犬めを好きになるくらいに　(失礼!)<br>&nbsp; &nbsp; &nbsp; To the point of liking your ugly dog&nbsp;<\/p>\n\n\n\n<p>There is a tendency for を to be more accepted the longer the sentence is. It is wrong to say that this is “bad Japanese”. This is just an instance of the language evolving. However, when you are speaking politely, you shouldn&#8217;t use something casual. In casual yet polite situations, certain things like this may appear, but this is something you should play by ear.&nbsp;<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p><strong><u>大好き<\/u><\/strong><\/p>\n\n\n\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;大好き is really liking something\/someone a lot. Now, whether it has love connotations or not is solely based on context. For instance, when you say, あの歌手、大好き！, you aren’t necessarily saying you love that singer. It is clear, though, you really like the singer. Even still, this is ambiguous. Whether you like the singer’s music, the singer as an individual, or emotionally love the singer would all be based on context.<\/p>\n\n\n\n<p>16. 大好きな君へ　　（Something you’d see in a song; romantic）<br>&nbsp; &nbsp; &nbsp; ~To you, my love　<\/p>\n\n\n\n<p>17. 韓国料理が大好き！<br>&nbsp; &nbsp; &nbsp; I love Korean food！<\/p>\n\n\n\n<p>18. 母は友だちとしゃべることが大好きだ。<br>&nbsp; &nbsp; &nbsp; My mom loves to chat with her friends.<\/p>\n\n\n\n<p>19. 私は泳ぐのが大好きです。<br>&nbsp; &nbsp; &nbsp; I love to swim.&nbsp;<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p><strong>好む<\/strong><\/p>\n\n\n\n<p><ruby>好<rt>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;この<\/rt><\/ruby>む is like “to fond\/love”. It comes from the idea of choosing something out of a number of things because it fits with one’s disposition. So, there is a sense of interest involved that one holds, and describes something you may grow a fond, taste, liking to.<\/p>\n\n\n\n<p><ruby>20. 明<\/ruby>るい<ruby>提灯<rt>ちょうちん<\/rt><\/ruby>の光を好んで、虫が<ruby>集<rt>あつ<\/rt><\/ruby>まる。<br>&nbsp; &nbsp; &nbsp; Bugs love the bright light of paper&nbsp;lanterns&nbsp;and swarm (around them).&nbsp;<\/p>\n\n\n\n<p>21. 人は平和を好むのが<ruby>当<rt>あ<\/rt><\/ruby>たり<ruby>前<rt>まえ<\/rt><\/ruby>のことだ。<br>&nbsp; &nbsp; &nbsp; People preferring\/loving peace is an obvious thing.<\/p>\n\n\n\n<p>22. 音楽を好む。<br>&nbsp; &nbsp; &nbsp; To be fond of music.&nbsp;<\/p>\n\n\n\n<p>好む has older meanings, one of which is “to want\/hope for”. This often had romantic connotations in the Classical era, and it could also refer to having something suit one’s interests. Nevertheless, the only time when such an old meaning is used today is in the following rather literary phrase.<\/p>\n\n\n\n<p>23. 好むと好まざるとにかかわらず<br>&nbsp; &nbsp; &nbsp; Whether you like it or not&nbsp;<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p><strong><u>気に入る<\/u><\/strong><\/p>\n\n\n\n<p>気に入る is a relevant 気 idiom referring to having a fancy for something\/someone. Think of it as something getting into one likes. It is often like “to please”. It would not be used to express one’s affection to someone directly, but you could say that someone has 気に入った.<\/p>\n\n\n\n<p>24. お気に入りのポケモンを選んでください。<br>&nbsp; &nbsp; &nbsp; Choose the Pokemon you like.<\/p>\n\n\n\n<p>25. そのカバー、気に入らないよ。別のを使って。<br>&nbsp; &nbsp; &nbsp; I don’t like that cover. Use another one.<\/p>\n\n\n\n<p>26. 気に入った女性の扱い方<br>&nbsp; &nbsp; &nbsp; How to treat women you fancy<\/p>\n\n\n\n<p>27. 気に入られようと努める。<br>&nbsp; &nbsp; &nbsp; To strive to please\/be liked.<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p><strong>惚れる<\/strong><\/p>\n\n\n\n<p><ruby>惚<rt>　　　　　ほ<\/rt><\/ruby>れる is also “to fancy”, but this is like “head over heels for”. It is used for people or things, but it has negative undertones. That’s because its original meaning is “to be senile”, and “to be absent-minded”. The first is typically now 老い<ruby>耄<rt>ぼ<\/rt><\/ruby>れる, which uses the same verb with a different spelling.<\/p>\n\n\n\n<p>28. 惚れた<ruby>腫<rt>は<\/rt><\/ruby>れた。(Idiom)<br>&nbsp; &nbsp; &nbsp; To be head over heels.<\/p>\n\n\n\n<p>29. 惚れてしまえば<ruby>痘痕<rt>あばた<\/rt><\/ruby>も<ruby>笑窪<rt>えくぼ<\/rt><\/ruby>。　　(Idiom)<br>&nbsp; &nbsp; &nbsp; She who loves an ugly man thinks him handsome.<br>&nbsp; &nbsp; &nbsp; Literally: If you end up falling in love, pockmarks are the same as dimples.<\/p>\n\n\n\n<p>30. 惚れた弱み<br>&nbsp; &nbsp; &nbsp; The weakness of being head over heels for someone<\/p>\n\n\n\n<p>31. 惚れた<ruby>欲目<rt>よくめ<\/rt><\/ruby>でいうのじゃない。<br>&nbsp; &nbsp; &nbsp; This isn&#8217;t something said out of mere affection.&nbsp;<\/p>\n\n\n\n<p><strong>Phrase Note<\/strong>: The phrase 惚れた欲目 refers to looking at someone with so much affection that you perceive the person (and the situation involving the person) above reality.<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p><strong><u>恋（を）する<\/u><\/strong><\/p>\n\n\n\n<p><ruby>恋<rt>　　　　　こい<\/rt><\/ruby>（を）する is often known as referring to sexual love. Though this is true, it can still be used in situations such as to “to fall in love” and other things Westerners associate with romantic love altogether.<\/p>\n\n\n\n<p>32. 恋に落ちる<br>&nbsp; &nbsp; &nbsp; To fall in love.<\/p>\n\n\n\n<p>33. 恋から<ruby>覚<rt>さ<\/rt><\/ruby>める。<br>&nbsp; &nbsp; &nbsp; To fall out of love.<\/p>\n\n\n\n<p>34. 恋するあなたにだけあげよう。<br>&nbsp; &nbsp; &nbsp; I&#8217;ll give this to only you, who I love.<\/p>\n\n\n\n<p>35. 恋してたが．．．<br>&nbsp; &nbsp; &nbsp; I was in love with someone, but…<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p><strong><u>Related Words to 恋する<\/u><\/strong>&nbsp;<\/p>\n\n\n\n<p>By definition, 恋する refers to a strong yearning for someone. It can also be shown that you yearn for someone that you could never live with or someone that is deceased. This sense of almost nostalgic wanting is the original meaning, making it not surprising that the original verb form is 恋う. This meaning is typically given to the compound 恋い慕う, but 恋う is still used in limited situations. For instance, you can say 恋い続ける instead of 恋をし続ける. You can also say something like ふるさとを恋う (to long for one’s hometown). The adjectival form 恋しい means “missing\/longing for”. &nbsp; &nbsp;<\/p>\n\n\n\n<p>36. 君が恋しくて会いたいよ。<br>&nbsp; &nbsp; &nbsp; I miss you and want to see you.<\/p>\n\n\n\n<p>37. 高校が恋しくなった。<br>&nbsp; &nbsp; &nbsp; I&#8217;ve started to miss my high school.<\/p>\n\n\n\n<p>38. 亡くなった母を恋い慕う。<br>&nbsp; &nbsp; &nbsp; To yearn for one’s mother even after death.<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p><strong><u>慕う<\/u><\/strong><\/p>\n\n\n\n<p><ruby>慕<rt>　　　　　した<\/rt><\/ruby>う, alone, although meaning “to yearn” is a little different because it is used in situations where a person of lower status yearns\/adores someone of higher status. In this sense of respect, it is the same as&nbsp;<ruby>敬慕<rt>けいぼ<\/rt><\/ruby>する. However, it can also refer to loving such a person.&nbsp;<ruby>愛慕<rt>あいぼ<\/rt><\/ruby>する looks like it would refer to love, but it is actually akin to nostalgia.<\/p>\n\n\n\n<p>39. 彼のことを敬愛する。<br>&nbsp; &nbsp; &nbsp; To adore him.<\/p>\n\n\n\n<p>40. 日本の習慣を愛慕する。<br>&nbsp; &nbsp; &nbsp; To long for the Japanese customs.<\/p>\n\n\n\n<p>慕う can also be used in reference to animals longing for their masters. It can also refer to being homesick, for which the adjectival form　慕わしい also exists. But, the oddest meaning is for bugs to yearn for fire, which we&#8217;ve seen already with 好む.<\/p>\n\n\n\n<p>41. 僕の犬が僕を慕ってついてくる。<br>&nbsp; &nbsp; &nbsp; My dog adores me and follows along.<\/p>\n\n\n\n<p>42. 国民こぞって女王を慕う。<br>&nbsp; &nbsp; &nbsp; For the citizens to all love the queen.<\/p>\n\n\n\n<p>43.&nbsp;<ruby>祖国<rt>そこく<\/rt><\/ruby>を慕う民族<br>&nbsp; &nbsp; &nbsp; A people which yearns for its ancestral land<\/p>\n\n\n\n<p>44.&nbsp;<ruby>故郷<rt>こきょう<\/rt><\/ruby>の親友を慕わしく思う。<br>&nbsp; &nbsp; &nbsp; To long for one’s dear friend at home.<\/p>\n\n\n\n<p>45. 虫が灯火を慕う夜に月が海を照らす。<br>&nbsp; &nbsp; &nbsp; In the night with bugs swarming around the light, the moon brightens the sea.<\/p>\n\n\n\n<p><strong>Speech Style Note<\/strong>: 慕う and related words tend to be used mainly in the written language. Overall, it is slightly old-fashioned, but one can say its lack of use is due to the meaning itself, which makes it no different than the English equivalent. &nbsp;<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p>&nbsp;<strong><u>More Words for Yearning<\/u><\/strong><\/p>\n\n\n\n<p>Even more words exist for yearning. 恋慕する is to yearn for someone and is essentially the literary, Sino-Japanese version of 恋い慕う.<\/p>\n\n\n\n<p>46. 人妻に恋慕する。<br>&nbsp; &nbsp; &nbsp; To yearn for another man’s wife. &nbsp; &nbsp; &nbsp;&nbsp;<\/p>\n\n\n\n<p><ruby>憧<rt> 　　あこが<\/rt><\/ruby>れる・<ruby>憬<rt>あこが<\/rt><\/ruby>れる and&nbsp;<ruby>憧憬<rt>どうけい・しょうけい<\/rt><\/ruby>　mean “to yearn”, but they are not used in reference to yearning\/loving someone. However, because they can be used in expressing for an event of some sort, something like 結婚に憧れる is completely OK. The latter is Sino-Japanese and strictly 書き言葉.<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p><strong><u>Holding Feelings for Someone<\/u><\/strong>&nbsp;<\/p>\n\n\n\n<p>As for holding feelings for someone, there are numerous ways of expressing this. Think of the following paraphrases. Words such as 思い (feelings), 心 (mind),　好意 (favor), 情(emotion), いだく (to hold), etc. all refer to this idea of expressing one’s feeling of love towards another. When you see the character 慕, though, think longing.<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><tbody><tr><td>&nbsp;思い・心・好意を寄せる<\/td><td>&nbsp;慕情・恋情・恋慕（の情）・好意をいだく<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p><strong><u>愛する<\/u><\/strong><\/p>\n\n\n\n<p>We have seen so many phrases related to love, and there are definitely other phrases out there, but the most important and highest level of love is 愛. Unlike 惚れる, which is slang and gives the impression that the person is out of it, and unlike 慕う, &nbsp;which is old-fashioned and shows a yearning, 愛する has a very deep feeling of emotion.<\/p>\n\n\n\n<p>This means that unlike 好きだ, which is very natural for expressing one’s like for someone, 愛する is far more potent. This is why you hear it so much in serious, romantic contexts in music. It doesn’t have to be used with just people, but when it’s not there is a great sense of value placed on something.<\/p>\n\n\n\n<p>47. 愛してるよ。<br>&nbsp; &nbsp; &nbsp; I love you.<\/p>\n\n\n\n<p>48. 愛はどこから来るのだろう。<br>&nbsp; &nbsp; &nbsp; Where does love come from?<\/p>\n\n\n\n<p>49. おばあさんはみんなに、愛情をこめて最期の言葉を伝えた。<br>&nbsp; &nbsp; &nbsp; Our grandmother gave her final words to everyone with love.<\/p>\n\n\n\n<p>50. 死ぬまで愛し続けよう。<br>&nbsp; &nbsp; &nbsp; I will continue to love you until I die.<\/p>\n\n\n\n<p>51. コンピューターを愛するなんて無理でしょう。<br>&nbsp; &nbsp; &nbsp; Isn&#8217;t it too much to love your computer?<\/p>\n\n\n\n<p>When this “thing” happens to be a setting, feeling, etc., and can be viewed as meaning “to have adoration for”. 愛好する is related to this latter usage, and this is specific to loving a particular hobby.<\/p>\n\n\n\n<p>52.&nbsp;<ruby>孤独<rt>こどく<\/rt><\/ruby>を愛する。<br>&nbsp; &nbsp; &nbsp;To love solitude.&nbsp;<\/p>\n\n\n\n<p>53. ビジュアル系を愛好する。<br>&nbsp; &nbsp; &nbsp; To be in love with Visual Kei.<\/p>\n\n\n\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 愛 can also be used in many compounds.<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><tbody><tr><td>&nbsp;愛犬<\/td><td>&nbsp;Beloved dog<\/td><td>&nbsp;愛校心<\/td><td>&nbsp;School spirit<\/td><td>&nbsp;愛国<\/td><td>&nbsp;Love for one&#8217;s country<\/td><\/tr><tr><td>&nbsp;愛車<\/td><td>&nbsp;Beloved car<\/td><td>&nbsp;愛読<\/td><td>&nbsp;Love for reading<\/td><td>&nbsp;愛人<\/td><td>&nbsp;Lover<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p><strong>Word Note<\/strong>: 愛人 is similar to 恋人, but it is more like “one’s love”.<\/p>\n\n\n\n<p>54. 恋人がいるの。<br>&nbsp; &nbsp; &nbsp; Do you have a boyfriend\/girlfriend?<\/p>\n\n\n\n<p>55. あの女はあいつの愛人の一人なんだ。<br>&nbsp; &nbsp; &nbsp; That woman is one of his lovers.&nbsp;<\/p>\n\n\n\n<p><strong>Conjugation Note<\/strong>: 愛す, its original form, can still be used in Modern Japanese, but the interesting thing that it is now treated as a 五段 verb.<\/p>\n\n\n\n<p>56. 君を愛せない。<br>&nbsp; &nbsp; &nbsp; I can’t love you.<\/p>\n\n\n\n<p>57. どんなときでも愛そう。<br>&nbsp; &nbsp; &nbsp; I&#8217;ll love you no matter what.<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p><strong><u>恋愛<\/u><\/strong><\/p>\n\n\n\n<p>&nbsp; Always expect compounds like this to exist where two related characters are used to make yet another word of the same vein. This word is also love, but this one is very close to romance. It is a very common word.<\/p>\n\n\n\n<p>58. 恋愛経験<br>&nbsp; &nbsp; &nbsp; Love experience<\/p>\n\n\n\n<p>59. 恋愛関係<br>&nbsp; &nbsp; &nbsp; Romantic relationship<\/p>\n\n\n\n<p>60. 恋愛小説<br>&nbsp; &nbsp; &nbsp; Romance novel &nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Like &amp; Love There are many words in Japanese for liking and loving people and things. In this lesson, you <a class=\"more-link\" href=\"https:\/\/imabi.org\/like-love\/\">続きを読む <span class=\"screen-reader-text\">&#8220;Like &amp; Love&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":""},"tags":[],"class_list":["post-514","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-8i","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/514","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=514"}],"version-history":[{"count":2,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/514\/revisions"}],"predecessor-version":[{"id":4923,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/514\/revisions\/4923"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=514"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=514"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}