{"id":520,"date":"2023-07-16T08:04:11","date_gmt":"2023-07-16T15:04:11","guid":{"rendered":"https:\/\/imabi.org\/?page_id=520"},"modified":"2024-04-19T11:44:43","modified_gmt":"2024-04-19T18:44:43","slug":"%e4%ba%88%e6%83%b3%e9%80%9a%e3%82%8a%e3%81%ae%e3%80%80%e3%80%8c%e3%82%84%e3%81%af%e3%82%8a%e3%83%bb%e3%81%95%e3%81%99%e3%81%8c%e3%80%8d","status":"publish","type":"page","link":"https:\/\/imabi.org\/%e4%ba%88%e6%83%b3%e9%80%9a%e3%82%8a%e3%81%ae%e3%80%80%e3%80%8c%e3%82%84%e3%81%af%e3%82%8a%e3%83%bb%e3%81%95%e3%81%99%e3%81%8c%e3%80%8d\/","title":{"rendered":"やはり &amp; さすが"},"content":{"rendered":"\n<h3 class=\"wp-block-heading\">The Adverbs やはり &amp; さすが: &#8220;As One Thought&#8221;<\/h3>\n\n\n\n<p>Both the adverbs やはり and さすが are often translated as &#8220;as one thought.&#8221; Each are also frequently described as being great examples of unique Japanese words which are hard to directly translate. This is because although &#8220;as one thought&#8221; does a good job at capturing what they&nbsp;generally mean, nuancing often leads to other translations being more accurate depending on the context.<\/p>\n\n\n\n<p>In this lesson, we will take a closer look at both words so that you may have a clearer understanding on how to use them. As both of these words are frequently used in both the spoken and written languages, you&#8217;ll certainly need to add them to your vocabulary.&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">The Adverb やはり<\/h3>\n\n\n\n<p>The adverb やはり is heavily used in both the written and spoken language with the meaning of &#8220;just as one thought,&#8221; but there is a wide range of situations in which it can be used in. Its nuances can be summarized into three distinct scenarios.<\/p>\n\n\n\n<p>1. Emphasizing how something has not changed since last being compared to something else. In this sense, it can be translated as &#8220;as of yet.&#8221;<\/p>\n\n\n\n<p>2. Emphasizing how something is just as one predicted. This is synonymous with the adverb 案の定. However, the latter is more nuanced to refer to &#8220;plans\/situations&#8221; being carried out as predicted.&nbsp;<\/p>\n\n\n\n<p>3.&nbsp;&nbsp;Emphasizing how something remains the same\/true regardless of how one thinks about it. In this sense, it is synonymous with つまるところ and 結局（のところ）. This can be translated as &#8220;in any case.&#8221;<\/p>\n\n\n\n<p>Either nuance is common in speech and writing. However, it is still possible for やはり to be taken the wrong way if used incorrectly. In either case above, the speaker has in their mind a certain conjecture (推察)&#8211;in other words, ～〇〇であろう・・・&#8211;and it turns out that the speaker is right. One&#8217;s past thought is no different than one&#8217;s current thought. Thus, if your thought started out negative, the use of やはり remains negative.&nbsp;<\/p>\n\n\n\n<p>1. 今日こそは雪は降ってほしくなかったが、やはり雪が降ってきた。<br>Even thought I didn&#8217;t want it to snow today of all days, it ultimately snowed.<\/p>\n\n\n\n<p>2. あの不具合は、もう直っているかと思ったら、やはり同じところで発生してしまう。<br>Just when I thought that that bug had already been fixed, sure enough, it occurs in the same spot.<\/p>\n\n\n\n<p>3. やはりコロナにかかってしまった。<\/p>\n\n\n\n<p>Just as I (thought\/had suspected), I had become infected with COVID.&nbsp;<\/p>\n\n\n\n<p>Generally speaking, though, やはり is intended to be used in a more positive light. Although this is not a requirement by any means, contexts are generally positive\/affirmative&nbsp;in nature.<\/p>\n\n\n\n<p>4. 止められたとしても、やはりアメリカに行くつもりだ。<br>No matter if I&#8217;m stopped, in any case, I intend to go to America.<\/p>\n\n\n\n<p>5. 自然の中で間近に見る富士山はやはり最高だ！<br>Looking at Mt. Fuji up close surrounded by nature is, as expected, the best!<\/p>\n\n\n\n<p>6. 干ばつ後の雨はありがたいが、やはり嫌いだ。<br>Although rain after a drought is grateful, I still hate (the rain).<\/p>\n\n\n\n<p><strong>Etymology Note:<\/strong>&nbsp;Although やはり may be spelled in Kanji as 矢張り, this is 当て字 and not reflective of its origin. Considering that instances of \/ha\/ in modern native vocabulary occur from hypercorrections on former pronunciations, it is theorized that it was once pronounced as \/yawari\/ and that it shares its etymology with the \/yawa-\/ found in words like 柔らかい (soft).&nbsp;<\/p>\n\n\n\n<p>Before seeing further examples, it must also be noted that やはり takes on several colloquial forms in the spoken language. The most common are やっぱり and やっぱ, but it is also possible to hear やっぱし in some regions.<\/p>\n\n\n\n<p>7. やはり想像した通りの家です。<br>The house just as I had imagined.<\/p>\n\n\n\n<p>8.&nbsp; やっぱり殺されちゃった。<br>(He) was killed&#8211;just as I had expected.<\/p>\n\n\n\n<p>9. やっぱしだめだわ。<br>Yep, it&#8217;s&nbsp;no good.<\/p>\n\n\n\n<p>10. やっぱり来たのね。<br>Here you&#8217;ve come (just as expected).<\/p>\n\n\n\n<p>11.&nbsp;<\/p>\n\n\n\n<p>先生：「夏休みはどうしたんですか」<\/p>\n\n\n\n<p>リーさん：「日本語を勉強しました」<\/p>\n\n\n\n<p>先生：「じゃあ、たくさん勉強できたでしょう」<\/p>\n\n\n\n<p>&nbsp;リーさん：「ええ、でも、夏は<strong>やっぱり<\/strong>暇な時間がたくさんあると思いました」<\/p>\n\n\n\n<p>&nbsp;先生：&nbsp; 「そうですね。ところで、きのうはどんなレストランへ行ったんですか」<br>&nbsp;リーさん：「メキシコ風の料理屋へ行ってみました」<\/p>\n\n\n\n<p>先生：「おいしかったですか」<br>リーさん： 「ええ、でも、（私は）韓国人だから、<strong>やっぱり<\/strong>味が韓国料理店のとすごく違うと思いました」<br>Sensei: &#8220;How was your summer break?&#8221;<br>Lee: &#8220;I studied Japanese.&#8221;<br>Sensei: &#8220;Well, so you got to do a lot of studying, right?&#8221;<br>Lee: &#8220;Yes, but, I thought that there was a lot of free time.&#8221;<br>Sensei: &#8220;True, by the way, what kind of restaurant did you go to yesterday?&#8221;<br>Lee: &#8220;I went to a Mexican-style restaurant.&#8221;<\/p>\n\n\n\n<p>Sensei: &#8220;Was it good?&#8221;<\/p>\n\n\n\n<p>Lee: &#8220;Yes, but since I&#8217;m Korean, I thought that the flavor was quite different from a Korean restaurant.&#8221;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">The Adverb\/Adjectival Noun さすが<\/h3>\n\n\n\n<p>The first difference between やはり and さすが can be surmised from the difference in their grammatical categorization. The latter has the additional ability of being used as an adjectival noun. This can be demonstrated with the following simple sentences.<\/p>\n\n\n\n<p>12a. やはり（そうだ）！<br>It is that way after all!<\/p>\n\n\n\n<p>12b. さすがだ！<\/p>\n\n\n\n<p>It&#8217;s as one would expect!<\/p>\n\n\n\n<p>These sentences are almost identical in usage with the slightest difference between that さすが is more frequently directed at people&#8217;s behavior\/abilities. Grammatically, however, there is an even clearer difference. It is ungrammatical to say やはりだ, although it is possible to omit そうだ altogether. In this case, though, it would function as an interjection rather than as an adjectival noun.<\/p>\n\n\n\n<p>As can be further surmised from what we&#8217;ve seen already, the first usage of さすが is to show appreciation for how the facts line up with one had anticipated or made judgment on. When used as an adverb, it must be noted that it takes the form さすがに, which is further proof of how it is an adjectival noun.<\/p>\n\n\n\n<p>13. そこに気づくとは<strong>さすがだ<\/strong>な！<br>Of&nbsp; course you&#8217;d notice that!<\/p>\n\n\n\n<p>14. 独り暮らしは<strong>さすがに<\/strong>寂しいよ。<br>Living by myself is really lonely just as expected.<\/p>\n\n\n\n<p>15. 田中さんはプロだけあって<strong>さすがに<\/strong>ホームランが打てるんですよね。<br>Mr. Tanaka can sure hit a homerun just from being a pro, huh.<\/p>\n\n\n\n<p>16. 時は金なりとは<strong>さすがに<\/strong>よく言えてるもんね。<br>It&#8217;s absolutely the case that &#8220;time is money,&#8221; you know.<\/p>\n\n\n\n<p>17. 有名なレストランだけあって、<strong>さすがに<\/strong>予約をしておいても、いつも長い列ができているため、席に案内されるのに長い時間がかかることが確実といっていい。<br>Just from being a famous restaurant, since there is always a long line formed, it&#8217;s safe to say that waiting a long time to be sat down is a certain, as is to be expected.<\/p>\n\n\n\n<p><strong>さすがは<\/strong><\/p>\n\n\n\n<p>Occasionally, the form さすがは will be seen. Semantically, it is a very emphatic alternative to さすがに. The particle は in the construction, however, must not be confused for it topic function. Rather, it is merely used here as an adverb intensifier.&nbsp;<\/p>\n\n\n\n<p>18.<strong>&nbsp;さすがは<\/strong>メルセデス！<br>Just what you&#8217;d expect from a Mercedes.<\/p>\n\n\n\n<p>19. 国民も<strong>さすがは<\/strong>大統領の発言は素晴らしいという程度に受け止めるだろう。<br>The people, too, will most certainly take the president&#8217;s statements as being superb.<\/p>\n\n\n\n<p>20.<strong>&nbsp;さすがは<\/strong>彼女だ。<\/p>\n\n\n\n<p>Just what you&#8217;d expect from her!<\/p>\n\n\n\n<p><strong>さすがの～も～<\/strong><\/p>\n\n\n\n<p>Another meaning of さすが actually involves indicating contrast. Imagine a circumstance that the speaker admits to some degree but in certain situations has the opposite feelings. These situations are also described as being さすが. This is another contrast it has with やはり, which is not used contradictory (even in negative contexts).<\/p>\n\n\n\n<p>21. 普段ならまだしも、<strong>さすがに<\/strong>今は少しばかり状況が違うから、辞めるべきだと思う。<br>It would be one thing if things were as per usual, but because the situation now is undoubtedly oh so different, I think that (the individual) ought to resign.<\/p>\n\n\n\n<p>22. 素晴らしい映画でも、何回も見過ぎてしまうと、さすがに飽きてしまうものだね。<br>Even if it&#8217;s a fantastic movie, if you watch it too much over and over again, you&#8217;ll undoubtedly get bored of it.<\/p>\n\n\n\n<p>Taking on this same meaning, it&#8217;s very common to see the pattern used in さすがの～も. Here, we see it uses the particle の when used before another noun phrase.&nbsp;<\/p>\n\n\n\n<p>23. さすがのセスも日本語をミスることがあるんだね。<br>Even Seth of all people makes mistakes in Japanese.&nbsp;<\/p>\n\n\n\n<p>24. さすがの僕もそこまでは言えませんよ。<br>Even I can&#8217;t say that much for certain.<\/p>\n\n\n\n<p>25. さすがのファンも驚きを隠せないようだ。<br>Even the fans seem unable to hide their astonishment.&nbsp;<\/p>\n\n\n\n<p><strong>Phrase Note<\/strong>: さしもの is interchangeable with this use of さすがの. However, it is slightly more nuanced in that it&#8217;s akin to saying &#8220;even the most outstanding&#8230;&#8221; The Kanji spelling 然しもの exists but is outdated.<\/p>\n\n\n\n<p>26.&nbsp;<strong>さしもの<\/strong>親方でも、木造の高層ビルは作れないだろう。<br>Even the most outstanding craftsmen would not be able to construct a wooden high-rise building.&nbsp;<\/p>\n\n\n\n<p><strong>Orthography Note<\/strong>: さすが is frequently spelled in Kanji as&nbsp;流石, but this actually&nbsp;当て字 and not reflective of its meaning or origin.&nbsp;Rarely, you may also see the character 遉 used.&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>The Adverbs やはり &amp; さすが: &#8220;As One Thought&#8221; Both the adverbs やはり and さすが are often translated as &#038;<a class=\"more-link\" href=\"https:\/\/imabi.org\/%e4%ba%88%e6%83%b3%e9%80%9a%e3%82%8a%e3%81%ae%e3%80%80%e3%80%8c%e3%82%84%e3%81%af%e3%82%8a%e3%83%bb%e3%81%95%e3%81%99%e3%81%8c%e3%80%8d\/\">続きを読む <span class=\"screen-reader-text\">&#8220;やはり &amp; さすが&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":""},"tags":[],"class_list":["post-520","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-8o","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/520","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=520"}],"version-history":[{"count":3,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/520\/revisions"}],"predecessor-version":[{"id":5035,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/520\/revisions\/5035"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=520"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=520"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}