{"id":522,"date":"2023-07-16T08:04:48","date_gmt":"2023-07-16T15:04:48","guid":{"rendered":"https:\/\/imabi.org\/?page_id=522"},"modified":"2024-04-18T20:58:59","modified_gmt":"2024-04-19T03:58:59","slug":"the-adverbs-%e3%81%9b%e3%81%a3%e3%81%8b%e3%81%8f-%e3%82%8f%e3%81%96%e3%82%8f%e3%81%96","status":"publish","type":"page","link":"https:\/\/imabi.org\/the-adverbs-%e3%81%9b%e3%81%a3%e3%81%8b%e3%81%8f-%e3%82%8f%e3%81%96%e3%82%8f%e3%81%96\/","title":{"rendered":"The Adverbs せっかく &amp; わざわざ"},"content":{"rendered":"\n<h3 class=\"wp-block-heading\">The Adverbs せっかく &amp; わざわざ<\/h3>\n\n\n\n<p>This lesson will focus on two adverbs that are featured on the JLPT N3: せっかく and わざわざ. Both adverbs relate to actions the speaker goes through the effort of doing, but the implication as to why the speaker is doing so is not the same.&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">The Adverbial Noun せっかく&nbsp;<\/h3>\n\n\n\n<p>せっかく&nbsp;indicates a feat that the agent goes through considerable hardship and\/or difficulty to accomplish, and the implication is that the big cost will bring about a big reward or at least a very good motivation to do so. Similarly, if the context reveals that the agent has failed despite all that hard effort, it is all the more painfully described.<\/p>\n\n\n\n<p>せっかく is, first and foremost, and adverbial noun. So, if there is no case particle after it, it is functioning as an adverb, and if there is, it functions as a noun. It is predominantly used as an adverb, and when it is, whether it is used in a positive sense or negative sense can be determined by the conjugation particle that follows (to be discussed in further detail below).&nbsp;<\/p>\n\n\n\n<p>1. せっかく日本語を習ったのですから、使いこなせるようになりたいと思います。<br>Since I&#8217;ve taken the trouble to study Japanese, I want to make sure I have a command of the language.<\/p>\n\n\n\n<p>2. せっかく習った日本語は忘れないようにしましょう。<br>Please try not to forget Japanese, which you&#8217;ve gone through the trouble of learning.<\/p>\n\n\n\n<p>3. せっかく作ったケーキをひっくり返してしまいました。<br>I accidentally flipped the cake that I had gone through the effort of making.<\/p>\n\n\n\n<p>4. せっかく日本へ行っても、いつも英語でお喋りをすると、日本語は上手になりません。<br>Even if you go through the effort of going to Japan, if all you do is always speak in English, your Japanese won&#8217;t get better.<\/p>\n\n\n\n<p><strong>Etymology Note<\/strong>: When written in Kanji, せっかく is written as 折角. Although this appears to be Ateji, its etymology begs to differ. It&nbsp;derives from a folklore (故事) known as the 朱雲伝 in which&nbsp;朱雲 would debate with&nbsp;充宗 who lived in a place called&nbsp;五鹿 over divinations and that he was known by people at the time to break the horns of deer, befitting of the placename. Breaking the horns of a deer with brute strength would not be an easy task, and so this is then translated into Japanese as 骨を折ること as the closest idiom. In Modern Japanese, it is no longer typically used as a synonym of &#8220;hardship\/difficulty&#8221; in a purely&nbsp;nominal sense, but it most certainly lives on with this nuancing adverbially.&nbsp;<\/p>\n\n\n\n<p><strong>Grammar Patterns Utilizing せっかく<\/strong><\/p>\n\n\n\n<p>Although the meaning of せっかく is fairly easy to grasp, it is usually studied in conjunction with several grammar points that it is usually paired with.&nbsp;<\/p>\n\n\n\n<p>Terminology Note: To provide for a higher quality discussion from a linguistic perspective, two important Japanese grammatical terms will be referenced.&nbsp;<br><br>・順接: Grammar that utilizes a conjugative particle to show cause\/effect in an affirmative context. In other words, Clause A affirms what occurs in Clause B.<\/p>\n\n\n\n<p>・逆接: Grammar that utilizes a conjugative particle to show cause\/effect in a negative context in which Clause B contradicts Clause A.<\/p>\n\n\n\n<p>Because interpreting せっかくcorrectly largely lies on your ability to determine the relationship between Clause A and B, each grammar point will be labeled with 順接・逆接 respectively.&nbsp;<\/p>\n\n\n\n<p>・せっかくの: When used as a noun, せっかく&nbsp;usually modifies a following noun and takes on the nuance of describing that noun&nbsp;(situation)&nbsp;as something&nbsp;seldom ascertainable, precious, long-awaited, etc. This application is&nbsp;tied to its literal sense of something being borne out of considerable effort. Additionally, if said&nbsp;opportunity ends up being wasted, the speaker is painfully aware of how regrettable that is.&nbsp;<\/p>\n\n\n\n<p>【順接 30%・逆接 70%】<\/p>\n\n\n\n<p>5. せっかくの苦労が水の泡とならないように、その情報は必要かそうでないかをしっかりと見極めましょう。<br>So that you ensure all of your valuable effort is not all for naught (lit. doesn&#8217;t turn into water bubbles),&nbsp;determine whether information is truly necessary or not.<\/p>\n\n\n\n<p>6. せっかくのご厚意ですが、予算の関係からご期待に沿うのが難しい状況でございます。<br>Although this is so generous of you, the circumstances are that it would be difficult to meet your expectations due to&nbsp;budgeting.&nbsp;<\/p>\n\n\n\n<p>7. せっかくの休日が雨になった。<br>It ended up raining on my precious day off.<\/p>\n\n\n\n<p>8. せっかくの休日だから、どこにも出かけたくない。<br>Since it&#8217;s my long-awaited day off, I don&#8217;t want to go out anywhere.<\/p>\n\n\n\n<p>9. せっかくの好機を逃してはいけない。<br>You mustn&#8217;t blow&nbsp;a rare, good opportunity.<\/p>\n\n\n\n<p>10. せっかくのお土産を税関で没収されないよう、重要なポイントを確認しましょう！<br>Check these important points to make sure that your valuable souvenirs aren&#8217;t confiscated at customs!&nbsp;<\/p>\n\n\n\n<p>11. 話せないとすれば土中にある金剛石(ダイヤモンド)の日を受けて光らぬと同じ事で、せっかくの智識も無用の長物となる。<br>Given that I can&#8217;t speak, it&#8217;d be no different than a diamond in the ground not shining when the sun is upon it, and so even knowledge that I go through all the effort to have becomes utterly useless.&nbsp;<br>From 吾輩は猫である by 夏目漱石.<\/p>\n\n\n\n<p>・せっかく・・・のに: When used with the adverbial conjunctive particle のに meaning &#8220;even though,&#8221; the effort that the agent has gone through is ultimately not honored for what the agent that it was worth, and when said from the perspective of an onlooker, it could be used in a rather mocking tone. Or, if it is said by the agent personally, then it may indicate shame for having done so much for so little.&nbsp;<\/p>\n\n\n\n<p>This grammar pattern may also be altered to use&nbsp;せっかくの with its nominal role when said noun it attaches to is then followed by なのに．<\/p>\n\n\n\n<p>【逆接】<\/p>\n\n\n\n<p>12a. せっかく休暇を取ったのにお酒を一滴も飲んでないわ。<br>12b. せっかくの休暇なのに、お酒を一滴も飲んでないわ。<br>12a. Even though I went through the effort of taking time off, I haven&#8217;t had a single drop of alcohol.<br>12b. Even this is my long-awaited time off, I haven&#8217;t had a single drop of alcohol.<\/p>\n\n\n\n<p>13. せっかくエッセイを書いたのに、全部消されてしまったよ。<br>Although I spent so much energy writing my essay, it got completely erased!&nbsp;<\/p>\n\n\n\n<p>14.&nbsp; せっかく作ったのに、イライラする私が悪い？<br>Even though I went through the effort to make it, am I the one at fault for being irritated?<\/p>\n\n\n\n<p>15. せっかく忍び込んだのに、お宝なんてないじゃないかよ！<br>(I\/we) took all this time sneaking in here and there ain&#8217;t even any treasure!<\/p>\n\n\n\n<p>・せっかく・・・から: In this pattern, せっかく is purely adverbially, and it is also a direct reflection&nbsp;of the overall meaning of the word itself. As the conjunctive particle から is used, it always has a positive nuance to it as it is more so than persuading (勧誘) someone to do something for the sake of it being truly worth it.&nbsp;<\/p>\n\n\n\n<p>・せっかくだから・・・: Although seeing せっかく paired with conjunctive particle phrases such as から is incredibly common, when there is nothing in between and you are simply left with せっかくだから.&nbsp;The only difference is that, grammatically speaking, it functions as a quasi-predicative phrase (擬似述語).&nbsp;<\/p>\n\n\n\n<p>せっかく still refers to that great pain and\/or long-awaited situation, which then persuades the listener in the sense of &#8220;we might as well do it then&#8221; sort of scenario.&nbsp;<\/p>\n\n\n\n<p>【順接】<\/p>\n\n\n\n<p><strong>Particle Note<\/strong>: When the particle ～｛の・ん｝だから is used over&nbsp;～だから, the speaker is emphasizing the agent&#8217;s effort (whether it be the speaker or listener) as more than enough reason to go ahead and go along with the suggestion that follows. Not doing so would just be もったいない (a waste).&nbsp;<\/p>\n\n\n\n<p>15. せっかくアメリカへ来たんですから、しばらく滞在してください。<br>Since you&#8217;ve gone through all the trouble to come to America, please stay for a while.&nbsp;<\/p>\n\n\n\n<p>16. せっかく作ったんですから、食べてみてください。<br>Since I went through the trouble to make it, please try to eat it.<\/p>\n\n\n\n<p>17. せっかくだから、いっぱい食べてくれ！<br>You might as well eat up!<\/p>\n\n\n\n<p>18. せっかくだからね！<br>You might as well (take up the opportunity)!<\/p>\n\n\n\n<p>・せっかくだが・・・: In contrast to the phrase above, when the speaker realizes the fortunate circumstance may not occur again but still feels the need to decline the offer, せっかくだが・・・ can be used, and of course, it is also possible to state what exactly is being declined in between せっかく and the conjunctive particle が.<\/p>\n\n\n\n<p>【逆接】<\/p>\n\n\n\n<p>19. せっかくですがお構いなく。<br>Thank you, but don&#8217;t trouble.<\/p>\n\n\n\n<p>20. せっかくですが、今回は辞退いたします。<br>Thank you for the opportunity, but I&#8217;m going to decline this time around.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">The Adverb わざわざ<\/h3>\n\n\n\n<p>When spelled in Kanji as 態々, it becomes apparent that わざわざ is related to the adverb 態と meaning &#8220;intentionally.&#8221; Japanese dictionaries list two distinct nuances of わざわざ that often go hand in hand.&nbsp; &nbsp;<\/p>\n\n\n\n<p>1. 他のことのついでではなく、特にそのためだけに行うさま。&nbsp;<br>Not doing something else subsequently but particularly doing something for that very purpose.&nbsp;<\/p>\n\n\n\n<p>2. しなくてもよいことをことさらするさま。<\/p>\n\n\n\n<p>Deliberately doing something that one doesn&#8217;t have to do.&nbsp;<\/p>\n\n\n\n<p>The first meaning is particularly similarly to せっかく, but any opportunity that arises from concentrating on one outcome is not only well deserved in the agent&#8217;s mind, but if that feeling isn&#8217;t reciprocated, it could say a lot of about the standing between the doer and any recipient.&nbsp;<\/p>\n\n\n\n<p>Because of its second meaning, its use in polite speech is rather limited to contexts in which the speaker words the situation just right so as&nbsp;not to unintentionally belittle the doer&#8217;s act of goodwill. Tone is crucial to using this word safely.<\/p>\n\n\n\n<p>Aside from basic grammatical differences between せっかく and わざわざ,&nbsp; the former being an adverbial noun and the latter solely being an adverb, whenever either are possible,&nbsp;せっかく can refer to opportunities that either come about from someone&#8217;s effort as well as those rare opportunities that naturally occur, わざわざ always relates to something that the agent went through a concerted effort to do.<\/p>\n\n\n\n<p>21. こんな遠くまでわざわざすみません。<br>I&#8217;m sorry that you&#8217;ve gone out of your way like this.<\/p>\n\n\n\n<p>22. お忙しいところをわざわざ来ていただいて、すみません。&nbsp;<br>I&#8217;m sorry for having you come all the way while you&#8217;re busy.<\/p>\n\n\n\n<p>23. 焼き肉を食べにわざわざ北見市まで行きました。<\/p>\n\n\n\n<p>I went all the way to Kitami to eat yakiniku.<\/p>\n\n\n\n<p>24. わざわざ取りに帰らなくてもいいですよ。<br>It&#8217;s alright for you to not go all the way home to get it.<\/p>\n\n\n\n<p>25. 多忙なところをわざわざお越し頂きありがとうございました。<br>Thank you very much for coming for me although you are quite busy.<\/p>\n\n\n\n<p>26.&nbsp;小さなミスに気付いて修正していたのに、わざわざ言ってきた同僚にイラっとした。<br>My coworker&nbsp;irked me for going out of his way to tell me of a small mistake that I made but had already noticed and fixed.&nbsp;<\/p>\n\n\n\n<p>28. 誰も聞いていないのに、わざわざ「ヨーロッパへ旅行してきた」「ブランドカバン買った」とか報告してくる女って何なの？<br>What&#8217;s up with these women that go out of their way&nbsp;telling everyone, &#8220;I just came back from Europe&#8221; or &#8220;I just bought a brand-name purse&#8221; when no one is even listening to them?&nbsp;<\/p>\n\n\n\n<p>29a.&nbsp;せっかく作ったから、全部食べてってね！<br>29b. わざわざ作ったから、全部食べてってね！<br>29a. I went out of my way to make this, so be sure to eat it all!<\/p>\n\n\n\n<p>29b. I went out of my way to make this, so be sure to eat it all!&nbsp;<\/p>\n\n\n\n<p><strong>Sentence Note<\/strong>: Although the difference between せっかく and わざわざ isn&#8217;t absolutely clear from the English translation, 29a gives off the nuance of how the speaker doesn&#8217;t want the listener to miss out on this opportunity, whereas 29b makes it feel like the speaker won&#8217;t forgive the listener if all that work isn&#8217;t properly recognized.&nbsp;<\/p>\n\n\n\n<p>30.&nbsp;&nbsp;その後もずっと福岡からわざわざ髪を切りに本当に来てくれたんです！<br>Even afterward, (the person) has always gone out of his way from Fukuoka (to me) to cut his hair!<\/p>\n\n\n\n<p>31. わざわざ話しかけてくる男性は、基本的には話しかける人に好意を持っている。<br>Men who go out of their way to talk basically have a liking for the&nbsp;person they&#8217;re talking to.&nbsp;<\/p>\n\n\n\n<p>32. わざわざありがとう！<br>Thanks for your trouble!<\/p>\n\n\n\n<p><strong>Sentence Note<\/strong>: When わざわざ is used directly with words like ありがとう showing thanks, the reason for the thanks is omitted.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>The Adverbs せっかく &amp; わざわざ This lesson will focus on two adverbs that are featured on the JLPT N3: せっかく and わ<a class=\"more-link\" href=\"https:\/\/imabi.org\/the-adverbs-%e3%81%9b%e3%81%a3%e3%81%8b%e3%81%8f-%e3%82%8f%e3%81%96%e3%82%8f%e3%81%96\/\">続きを読む <span class=\"screen-reader-text\">&#8220;The Adverbs せっかく &amp; わざわざ&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":""},"tags":[],"class_list":["post-522","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-8q","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/522","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=522"}],"version-history":[{"count":2,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/522\/revisions"}],"predecessor-version":[{"id":4929,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/522\/revisions\/4929"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=522"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=522"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}