{"id":539,"date":"2023-07-16T08:13:04","date_gmt":"2023-07-16T15:13:04","guid":{"rendered":"https:\/\/imabi.org\/?page_id=539"},"modified":"2024-05-17T11:51:45","modified_gmt":"2024-05-17T18:51:45","slug":"%ef%bd%9e%e3%81%a6%e3%81%82%e3%82%8b-ii-with-%e3%82%92","status":"publish","type":"page","link":"https:\/\/imabi.org\/%ef%bd%9e%e3%81%a6%e3%81%82%e3%82%8b-ii-with-%e3%82%92\/","title":{"rendered":"～てある w\/ を"},"content":{"rendered":"\n<h3 class=\"wp-block-heading\">～てある w\/ を<\/h3>\n\n\n\n<p>Way back in Lesson 37, we learned that there are in fact two types of ～てある predicates. Type I ～てある predicates do not exhibit overt agents, although agency is inherently implied. Type II ～てある predicates, which were only briefly discussed, do exhibit overt agents. The role that ～てある plays differs between these two types on the grounds of how the change is perceived (and for what purpose).<br><br>Japanese resources aimed at beginners sometimes claim that Type II sentences are incorrect due to how difficult it is for learners to replicate them correctly as well as distinguish these predicates from those of Type I. This is largely due to there being no true fine line between which verbs can and cannot be used with them, although there are strong tendencies and other grammatical factors that can be used to better distinguish them.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Type II: ＋Agent w\/ ～てある<\/h2>\n\n\n\n<p>Though Type I ～てある predicates are far more statistically common than those of Type II, that does not discredit the grammar behind the latter. To the contrary, it demands that we take a further look into how aspect, agency, and sentence structures all culminate to make both types possible.  <\/p>\n\n\n\n<p>Traditionally, Type II ～てある predicates are described as expressing premeditated preparation for a certain outcome and\/or the accumulated result of some action, and this is believed to stem from how Type I ～てある predicates may also indicate preparations of some sort having been accomplished.<br><br>1. 補佐人にも口止めしてある。(Type I)<br>Even the aides have been hushed.<br><br>2. （事情を知っている全員に）口止め（を）してあるからといって噂が広まらないとは限らない。(Type II)<br>Just because (you) have hushed (everyone involved) doesn&#8217;t necessarily mean rumors won&#8217;t spread.<br><br>In Ex. 2, unlike in Ex. 1, the agent is clear in context, though the tendency to drop agents from a sentence in general still holds true for it being second person. <br><br>In Lesson 37, this premeditated preparation was described indirectly by how the action involved is <span style=\"text-decoration: underline;\">effective in bringing about some goal<\/span>, but it could also still be the case that said result brought about is still ongoing, thus an &#8216;accumulating effect&#8217; that the agent ensured. <br><br>3. もちろん、それぞれの調整をしてあります。<br>Of course, I&#8217;ve made each individual adjustment. <br><br>4. 伊藤さんに来月の予定の話をしてありますか？<br>Have you gotten talks done for next month&#8217;s plans to Ito-san?<br><br>While perceived volition by the agent is an important factor in understanding most instances of ～てある regardless of predicate type, contexts can be found in which it is used with non-volitional or volitional actions with both types.<br><br>5. テーブルを見たら、財布が置き忘れてあったんですよ。<br>When I looked at the table, there was a wallet left behind (by someone).<br><br>6a. おや、ガスがつけっぱなしにしてある。<br>What&#8217;s this, (someone) left the gas on.<br><br>6b. おや、ガスをつけっぱなしにしてある。〇\/△<br>What&#8217;s this, (someone) left the gas on.<br><br>Ex. 5 is a clear example of Type I being used with non-volitional actions, but there is a considerable decline in acceptance for 6b. in which Type II is used accordingly. Yet, when a speaker does choose to use the construct, the impact the situation has, and how the agent played a part (whether intentional or not), is heavily emphasized as an effect of using Type II. <br><br>Another commonality that Type I and Type II have is the notion of describing a visual representation. Though the observation can still ultimately come from any of the five senses, both types rely on the observation being made directly, and if the effect\/result cannot be ascertained otherwise, the sentence becomes ungrammatical.<br><br>7. うちの息子は彼にチョコレートをもらってある。<br>My son has received chocolates from him (for a (romantic) purpose which is visually apparent).<br><br>8. 太郎はうちの息子にチョコレートをもらってある。X<br>Taro has received chocolates from my son (for a visually obvious purpose). X <br><br><strong>Sentence Note<\/strong>: Japanese grammar disdains from making subjective judgements in such affirmative terms in the third person when the entity cannot be defined in one&#8217;s inner monologue or inner circle at the very least. If the speaker cannot perceive themselves in the same viewpoint as the agent, the effectiveness (goal) of the predicate itself also cannot be ascertained. <br><br>This is because ～てある, especially with Type II, emphasizes the agent out-of-the-picture as if the agent&#8217;s actions were immediately registerable from visual observation, which is further supported by the apparent grammatical person restriction found between Exs. 7-8, so much so that when the agent happens to be oneself, the effectiveness of the move is all the more apparent.<br><br>9. このとおり、俺の遺言状もちゃんと作ってある。<br>As you can see, I&#8217;ve also made sure to have my will prepared.<br><br>10. 護衛は、待たせてある車を呼んで、トランプ氏を乗せ、ドアを外から閉めた。<br>The guard fetched the car that he had waiting, had Mr. Trump get in, and locked the door from the outside.<br><br>You might wonder why Ex. 10 is in third person when we just discussed how the agent being oneself is all the more indicative of what ～てある implies, but through narration in which the narrator is by proxy the guard, we are able to view the guard&#8217;s perspective as if it were one&#8217;s own. <br><br>The only caveat to the grammaticality of Type II that comes into question is when, as we saw with Ex. 6b, the emphasis is on how the result of the agent&#8217;s action is having caused said state, but this is a matter of whether the speaker is both interested in the result just as much as in <em>how<\/em> the result came about. <br><br>In the overwhelming majority of cases, though, the agent is usually first person (oneself) or second person from a mutual standpoint of preparation for a common goal, and this is borne out in the examples that follow. In all of these examples, however, ～ている may just as easily replace ～てある, as the focus on the result borne from effective preparation is not always necessary to emphasize.<\/p>\n\n\n\n<p>11. 英語ならもう予習してあるから、大丈夫だ。<br>I&#8217;ve already prepared for English class, so I&#8217;m fine. <\/p>\n\n\n\n<p>12. 漢字を調べてありますか？<br>Have you gotten done researching the Kanji? <\/p>\n\n\n\n<p>13. 予約をしてあります。<br>I have made the reservation.  <\/p>\n\n\n\n<p>14. はい、もう飛行機のチケットを買ってあります。<br>Yes, I&#8217;ve already bought plane tickets. <\/p>\n\n\n\n<p>15. 子供がいたずらするといけないから、コンセントを抜いてある。<br>The kids shouldn&#8217;t mess with outlets, so I have them unplugged.  <\/p>\n\n\n\n<p>16. ご飯を作ってある。<br>I have dinner made.<\/p>\n\n\n\n<p>17. いつ地震が起こるかわからないので、災害セットを用意してある。<br>I don&#8217;t know when an earthquake will hit, so I have a disaster kit prepared. <\/p>\n\n\n\n<p>18. 貴重品はロッカーに預けてある。 <br>I have my valuables stored in a locker.<\/p>\n\n\n\n<p>19. 朝から洗濯物を外に干してあるのでそろそろ乾いただろう。<br>I&#8217;ve had the laundry drying outside since the morning, so they should be dry soon.<\/p>\n\n\n\n<p>20. 前に水漏れが起きたので、ここの水道は水を止めてある。<br>There was a water leak earlier, so I&#8217;ve stopped the water supply here.<\/p>\n\n\n\n<p>21. 外に置く予定なので、錆止めスプレーをかけてある。  <br>I plan to place it outside, so I have it sprayed with anti-rusting spray. <\/p>\n\n\n\n<p>There are some verbs, which for whatever semantic conflict, cannot be used in Type II てある predicates. <\/p>\n\n\n\n<p>22a. 授業が始めてある。X<br>22b. 授業を始めてある。X<br>22c. 授業が始まっている。◎<br>22a-b. Class has been started. 〇\/△<br>22c. Class has started. ◎<br><br>23. 水が飲んである。〇\/△<br>水を飲んである。X<br>To have had water drunk. <br><br>With Type II resting on the notion that the agent serves a purpose (regardless of full intent) which is then manifested in the state described, if the event cannot be perceived as such an orchestrated act, or if the event is <span style=\"text-decoration: underline;\">too generic of a description of reality<\/span>, ～てある becomes unnatural if not completely ungrammatical. <\/p>\n\n\n\n<p>Type II ～てある predicates can, on seldom occasion, be seen with intransitive verbs. In these cases, <strong>contextual<\/strong> qualities elevate said intransitive verb to behave with a transitive-like quality to express a preparation of sorts. <\/p>\n\n\n\n<p>24. 明日の試験に備えて、たくさん寝てある。<br>I’ve slept a lot in preparation for the exam tomorrow.<\/p>\n\n\n\n<p>The speaker (agent) having slept needed to transpire to be in the position they are in now is quintessential in context. In this sense, we say that ～てある can be used to show the building up of such effect\/prior preparation even with intransitive verbs if the context substantiates the notion of an accumulating effect.<\/p>\n\n\n\n<p>25. このコースは4回、5回｛泳いである 〇・泳いだ ◎・泳いでおいた ◎｝から、<ruby>戸惑<rt>とまど<\/rt><\/ruby>うことはない。<br>I&#8217;ve swam the course 4, 5 times, so there is nothing to be perplexed about.  <\/p>\n\n\n\n<p>Such an application of Type II, though, as indicated by Ex. 25, dangerously encroaches on the semantic space that ～ておく serves, which does happen to be the more &#8216;natural&#8217; choice, as it can be used with all verbs of volition to show that the agent is doing something in preparation for a beneficial result. Meanwhile, preparation indicated by Type II ～てある predicates rest on said preparation being done out of an inherent necessity and is also very contingent on the effect being accumulative.  <\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Comparing ～てある, ～ている, &amp; ～ておく<\/h2>\n\n\n\n<p>Having seen overlap between ～てある, ～ている, and ～ておく in our discussion so far, it is now time to thoroughly contrast them. The following chart describes these patterns in the broadest of terms when they are most likely to coincide.<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><tbody><tr><td>～ておく<\/td><td>Explicit, willful premeditated action by the agent for a perceived future benefit. <\/td><\/tr><tr><td>～ている<\/td><td> The continuation of an action\/state upon a certain state\/effect taking place (due to said action) which may, in turn, include preparation.<\/td><\/tr><tr><td>～てある<\/td><td> The effectiveness of the perceived outcome (result) of the agent (doer) is necessitated by that end.<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>As we have learned, aspect and tense often go hand in hand, but they are far from completely synonymous, and this is substantiated by how the tense marker ～た behaves with these aspect markers. <br><br>As for ～ている・てある, the predicates themselves in the non-past tense may still constitute an action that began in the past, while with ～た the sense of recalling said point in time (recollective past). As for, ～ておく, however, the action itself cannot be perceived as having already begun in the past, and ～た is required to place its point in time in the past. While with ～ている・てある, the predicate has already &#8220;realized&#8221; and the choice between the two illustrates how said realization persists (and possibly why), ～ておく only sets the context for &#8220;why&#8221; and its time frame must be set up externally. This can be attributed to how ある・いる are existential verbs with a firm footing in realities which are &#8216;in being,&#8217; while 置く holds onto its literal sense of directionality, which is entirely dictated by the agent in both the sense of when and where. <\/p>\n\n\n\n<p>Though these three patterns are clearly distinct in their implications, studying sentences in which they are more or less interchangeable may also give us insight to how they are both similar and dissimilar. Remember that while nuance will still differ, that in and of itself does not negate interchangeability. <br><br>■Scenario I: (Past) Perfect Tense = Had\/Has Completed (Having Handled)<\/p>\n\n\n\n<p>25. 教科書は借りて｛あった・おいた・いた｝が、結局、読まなかった。<br>I had borrowed the textbook, but in the end, I didn&#8217;t read it.<\/p>\n\n\n\n<p>26. 夕食は用意して｛ある・おいた・いる｝から、食べていってね。<br>Dinner has been prepared, so go eat.<\/p>\n\n\n\n<p>27. 明日、日本語の試験でしょう？ちゃんと勉強して｛ある △・おいた・いる｝のか。<br>Tomorrow’s the Japanese exam, right? Have you gotten your studying done?<\/p>\n\n\n\n<p>28. 今日という日のために買い込んで｛あった・おいた・いた｝んだよ。<br>I have had it bought up for a day such as today.<\/p>\n\n\n\n<p>■Scenario II: Continuous Effect of a Result<\/p>\n\n\n\n<p>29. 思い出のある<ruby>貴重品<rt>きちょうひん<\/rt><\/ruby>を、<ruby>捨<rt>す<\/rt><\/ruby>てずに残して｛ある・いる・おく｝。<br>To keep one&#8217;s valuables with memories instead of throwing them away. <\/p>\n\n\n\n<p>Of course, truly thinking about how each option differs in what little context one is given also provides crucial insight. <\/p>\n\n\n\n<p>30. あのカップルは、よく<ruby>喧嘩<rt>けんか<\/rt><\/ruby>するから、席を離して｛ある・おいた・いる｝。<br>Because that couple fights a lot, their sets [have been kept\/were put\/are]separate.<\/p>\n\n\n\n<p><strong>席を離してある<\/strong>: The agent has purposely ensured that the seats are kept apart for the goal of not making it feasible for the couple to argue. Unlike Type I, the situation feels dynamic because of how there seems to be such a concerted effort to keep them apart. <\/p>\n\n\n\n<p><strong>席を離しておいた<\/strong>: The benefit behind the agent separating the couple&#8217;s seats is at the forefront in the speaker&#8217;s mind. <\/p>\n\n\n\n<p><strong>席を離している<\/strong>: Indicates that the situation has been maintained, but the phrase itself does not add to the context as to why. <\/p>\n\n\n\n<p>Adding Type 1 ～てある predicates back into the fold, as well as adjusting the tense of the dependent clause accordingly, we can come up scenarios like Ex. 31 in which six different iterations are plausible.<\/p>\n\n\n\n<p>31a. そのテレビがついているのは、お昼のニュースを見るためですよ。<br>31b. そのテレビをつけているのは、お昼のニュースを見るためですよ。<br>31c. そのテレビがつけてあるのは、お昼のニュースを見るためですよ。<br>31d. そのテレビをつけてあるのは、お昼のニュースを見るためですよ。<br>31e. そのテレビをつけておくのは、お昼のニュースを見るためですよ。<br>31f. そのテレビをつけておいたのは、お昼のニュースを見るためですよ。<\/p>\n\n\n\n<p>All of these iterations express the condition after the TV being turned on . However, 31b. also has the possible reading of currently turning on the TV.<\/p>\n\n\n\n<p>Imagine the situation is someone asking why the TV is on. In such a situation, the speaker could use the aforementioned sentences to respond in the following ways.<\/p>\n\n\n\n<p><strong>テレビがついている<\/strong>: This iteration simply describes the state of the TV being on, and even if there were an agent which turned it on in the first place, the idea itself is not being entertained. <\/p>\n\n\n\n<p><strong>テレビをつけている<\/strong>: A nonspecific agent has turned on or is turning on the TV. Even if the speaker is the agent, the phrase itself only describes the act of someone having committed the act, with no context as to why. <\/p>\n\n\n\n<p><strong>テレビがつけてある<\/strong>: Someone has seemingly turned on the TV, perhaps with a purpose or out of a sense of preparation that could be gleamed from context. In any case, the exact identity of the agent is still held as an enigma. <\/p>\n\n\n\n<p><strong>テレビをつけてある<\/strong>: The agent has rather dynamically turned on the TV with a responsibility felt of doing so due to the effectiveness it has at accomplishing some goal. <\/p>\n\n\n\n<p><strong>テレビをつけておく<\/strong>: The agent is to have the TV on, as that is beneficial. <\/p>\n\n\n\n<p><strong>テレビをつけておいた<\/strong>: The agent has turned on the TV, as that is beneficial. <\/p>\n\n\n\n<p>To condense these patterns as succinctly as possible, we may describe them by what exact function their predicates serve, including :<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><tbody><tr><td>&nbsp;Pattern<\/td><td> Onset of State<\/td><td>&nbsp;Usage(s)<\/td><\/tr><tr><td>が + 自動詞 + ～ている<\/td><td> Past<\/td><td>Ongoing set started by a natural phenomenon with no perceived agency.<\/td><\/tr><tr><td>を + 他動詞 + ～ている<\/td><td>①Past<br>②Present<\/td><td>①Continuation of action\/state. <br>②In the act of doing something<\/td><\/tr><tr><td>が + 他動詞 + ～てある<\/td><td> Past<\/td><td>Continuation of effect by covert agent remains so. <\/td><\/tr><tr><td>を + 他動詞 + ～てある<\/td><td>Past<\/td><td>Continuation of effect ensured by agent to maintain said status.<\/td><\/tr><tr><td>を + 他動詞 + ～ておく<\/td><td>Future<\/td><td>Will set up state in such a way that is beneficial. <\/td><\/tr><tr><td>を + 他動詞 + ～ておいた<\/td><td>Past<\/td><td>Effect\/condition has been set for a beneficial outcome.<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>参照<br><a href=\"https:\/\/nagoya.repo.nii.ac.jp\/record\/2004327\/files\/Nihongo_Kyoiku91.pdf\">テアル構文の２類型 by 杉村泰<\/a><br><a href=\"https:\/\/waseda.repo.nii.ac.jp\/record\/26414\/files\/30020_a.pdf\">動作・状態を表す言い方<\/a> by 森田良行.<br>日本語類義表現使い分け辞典 pgs 285-288 by 泉原省二.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>～てある w\/ を Way back in Lesson 37, we learned that there are in fact two types of ～てある predicates. Type I ～てある p<a class=\"more-link\" href=\"https:\/\/imabi.org\/%ef%bd%9e%e3%81%a6%e3%81%82%e3%82%8b-ii-with-%e3%82%92\/\">続きを読む <span class=\"screen-reader-text\">&#8220;～てある w\/ を&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":""},"tags":[],"class_list":["post-539","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-8H","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/539","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=539"}],"version-history":[{"count":21,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/539\/revisions"}],"predecessor-version":[{"id":5563,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/539\/revisions\/5563"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=539"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=539"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}