{"id":543,"date":"2023-07-16T08:14:41","date_gmt":"2023-07-16T15:14:41","guid":{"rendered":"https:\/\/imabi.org\/?page_id=543"},"modified":"2024-04-18T21:04:01","modified_gmt":"2024-04-19T04:04:01","slug":"the-particle-%e3%81%a6-iii","status":"publish","type":"page","link":"https:\/\/imabi.org\/the-particle-%e3%81%a6-iii\/","title":{"rendered":"The Particle て III"},"content":{"rendered":"\n<h3 class=\"wp-block-heading\">The Particle て III<\/h3>\n\n\n\n<p>The conjunctive particle て is by far the most important conjunctive particle in Japanese. By the end of this lesson, you should feel more comfortable in your ability to use and understand this fascinating particle.&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">The Particle て<\/h3>\n\n\n\n<p>て&nbsp;<strong>connects two or more phrases<\/strong>, sometimes implicitly indicating reason. However, the action in the latter clause(s) can&#8217;t contain volition. It may also&nbsp;<strong>list actions or qualities or even indicate a method for action<\/strong>.&nbsp;<\/p>\n\n\n\n<p>Though some call the て形 the Japanese &#8220;gerund&#8221;, it can&#8217;t be used as a nominal phrase, though ～ての might make one rethink this. Even so, ～ての is either a case of ellipsis (の is in place of something) or an alternative 連体形 (Ex. 事実に基づいての論文　VS 事実に基づいた論文). As other names cause problems, we&#8217;ll continue to call it a conjunctive particle.<\/p>\n\n\n\n<p>Similar to ～た, the same sound changes mentioned above apply to ～て. It&#8217;s important to note that て is generally thought to have come from the 連用形 of the perfective auxiliary つ, which is now obsolete. Some dispute this, however, and claim it has always existed. This will become important to keep in mind when tense in relation to て is addressed.<\/p>\n\n\n\n<p>At times, て creates adverbial-like expressions that don&#8217;t have subjects or objects. Since the meanings of these expressions can&#8217;t simply be understood from the verbs they come from, you have to treat them as separate words. Examples include 改める (to revise) VS 改めて (anew), 強いる(to coerce) VS 強いて (boldly). These phrases, though, will also not be the focus of this lesson.<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p>&nbsp;<strong><u>Examples<\/u><\/strong><\/p>\n\n\n\n<p>1. 従って、出航は中止となりました。<br>&nbsp; &nbsp; Therefore, leaving port is suspended.<\/p>\n\n\n\n<p>2. 生まれて初めてアメリカを離れた。<br>&nbsp; &nbsp; I left America for the first time in my life.<\/p>\n\n\n\n<p>3. 改めてやりなおす。<br>&nbsp; &nbsp; To start afresh.<\/p>\n\n\n\n<p>4. 強いて｛いうなら・いえば｝<br>&nbsp; &nbsp; If I must say so&#8230;&nbsp;<\/p>\n\n\n\n<p><strong>Word Note<\/strong>: 強いる　＝　To compel. &nbsp;<\/p>\n\n\n\n<p>&nbsp; There are other times when an auxiliary\/supplementary verb of some kind comes after て to create a complex predicate phrase (Ex. ～ている and ～てある). Transitivity is a huge issue with these two endings. The first could result in a transitive or intransitive expression whereas the latter only results in an intransitive expression despite the verbs that it attaches to are all transitive. Essentially, the semantic issues are in large part determined by the latter element.&nbsp;<\/p>\n\n\n\n<p>5. そのままにしてある。<br>&nbsp; &nbsp; It was left as is (by someone).&nbsp;<br>State: Something has been left as is until someone else changes the fact.<\/p>\n\n\n\n<p>6. 彼は悲しげな顔をしている。<br>&nbsp; &nbsp; He&#8217;s having a sad face.<\/p>\n\n\n\n<p>The next usage is when it connects two or more phrases. There are numerous purposes for this. You already know some usages. It can implicitly show reason, show sequence of events, indicate action or means, concession, etc. It can also be contrastive at times.<\/p>\n\n\n\n<p>7. 花子さんは合格して、弘さんは不合格でした。<br>&nbsp; &nbsp; Hanako passed, and Hiroshi failed.&nbsp;<\/p>\n\n\n\n<p>8. 友達を苛めて、先生に叱られました。<br>&nbsp; &nbsp; I was scolded by teacher for scolding my friend.<\/p>\n\n\n\n<p>9. 酔って道に迷う。<br>&nbsp; &nbsp; To get drunk and lost.&nbsp;<\/p>\n\n\n\n<p>10. 彼は知っていて実行しない。<br>&nbsp; &nbsp; &nbsp; Although he knows, he won&#8217;t perform\/realize it.<\/p>\n\n\n\n<p>11. コーヒーに砂糖とミルクを入れてかき混ぜて飲んだ。<br>&nbsp; &nbsp; &nbsp; I drank my coffee by mixing in sugar and milk.&nbsp;<\/p>\n\n\n\n<p>12. &nbsp;<ruby>一斑<rt>いっぱん<\/rt><\/ruby>を見て<ruby>全豹<rt>ぜんぴょう<\/rt><\/ruby>を<ruby>卜<rt>ぼく<\/rt><\/ruby>す。<br>&nbsp; &nbsp; &nbsp; &nbsp;Seeing one spot, you can predict the whole&nbsp;leopard.<\/p>\n\n\n\n<p><strong>Proverb Note<\/strong>: This proverb shows how one can predict the whole thing of something by merely seeing one part. &nbsp;<\/p>\n\n\n\n<p>&nbsp;As there are so many possible semantic relations that て can have, it is often thought to have no actual meaning itself, As far as this third broad usage goes, it does help to think of it as &#8220;and&#8221;, but not in the sense of coordination.&nbsp;<\/p>\n\n\n\n<p>13. 久実は明日名古屋へ行って、光平は明後日土佐から帰ってきます。<br>&nbsp; &nbsp; &nbsp; Kumi will go to Nagoya tomorrow, and Kohei will return from Tosa the day after tomorrow.<\/p>\n\n\n\n<p>In this sentence the first part is not complementing or modifying the second part in any way. There are several other similar expressions in Japan with this same apparent&nbsp;discrepancy&nbsp;with the grammar and the meaning of the actual phrases. &nbsp;<\/p>\n\n\n\n<p>&nbsp;At times it appears that て is holding down the fort in a long continuous phrase where then the tense is decided at the end. However, depending on the speech modal, the tense of a て clause and the final clause don&#8217;t have to match. Consider the following.<\/p>\n\n\n\n<p>14. 鈴木さんは地元の木を使って家を建てるそうです。 (Only one interpretation)<br>&nbsp; &nbsp; &nbsp; I hear that Mr. Suzuki will build a house using local lumber.<\/p>\n\n\n\n<p>15. 円子は昨日出国して、 誉は明日帰国してくるそうです。<br>&nbsp; &nbsp; &nbsp; I heard that Maruko left the country yesterday and that Homare will return tomorrow.&nbsp;<br>&nbsp; &nbsp; &nbsp; Maruko left the country yesterday, and I hear that Homare will return tomorrow. ??<\/p>\n\n\n\n<p>16. ご主人が亡くなって奥様は保険金を請求するそうです。<br>&nbsp; &nbsp; &nbsp; I heard that the husband died and the wife will claim the insurance money.<br>&nbsp; &nbsp; &nbsp; The husband died, and I heard that the wife will claim the insurance money.&nbsp;<\/p>\n\n\n\n<p>Consider the following sentence where tense is all over the place, but due to the context, the sentence is completely fine. However, just as in English, it makes the sentence potentially unnatural. With verb deletion, however, the unnaturalness that would be expected in the sentence below doesn&#8217;t exist.&nbsp;<\/p>\n\n\n\n<p>17. 伸三は明後日（払って）、美登里は先日（払って）、セスは昨日払った。&nbsp;<br>&nbsp; &nbsp; &nbsp; Shinzo will pay the day after tomorrow, Midori paid the other day, and Seth paid yesterday.&nbsp;<\/p>\n\n\n\n<p>Intonation can also change things up substantially. Just as in English, a misplaced comma and cause huge changes in meaning. This is especially so when the complex predicate phrases mentioned above get split up, and it sounds as if the final verb is part of an independent clause away from て.<\/p>\n\n\n\n<p>18. 彼氏の日記を読んで、仕舞った。<br>&nbsp; &nbsp; &nbsp; I read my boyfriend&#8217;s diary and put it away.<\/p>\n\n\n\n<p>19. 彼氏の日記を読んでしまった。<br>&nbsp; &nbsp; &nbsp; I accidentally read my boyfriend&#8217;s diary.<\/p>\n\n\n\n<p>What you can&#8217;t do is conjoin things into one question that are not of a cause relationship. Otherwise, you would have to split up the questions.&nbsp;<\/p>\n\n\n\n<p>20. 誰が京都へ行って畑中さんが奈良へ行ったんですか。X&nbsp;<br>&nbsp; &nbsp; &nbsp;Who went to Kyoto, and Hatanaka went to Nara? &nbsp;(Intended)<\/p>\n\n\n\n<p>21. 誰が来てパーティーが台無しになったのか。〇<br>&nbsp; &nbsp; &nbsp; Who came and the party was ruined (as an effect)?<\/p>\n\n\n\n<p>22. ランスが来て、何が台無しになったの？〇<br>&nbsp; &nbsp; &nbsp; Lance came, and what got ruined?&nbsp;<\/p>\n\n\n\n<p>There has to be a cause relation involved. If it is just additive, then て is not applicable. This misunderstanding is the cause a lot of mistakes.&nbsp;&nbsp;<\/p>\n\n\n\n<p>In some ways, it might actually be smart to view て as syntactically just an &#8220;and&#8221;, and other implications are added through context. One way to find out whether these added features are from context or a part of it is to see if you can have one of these so-called features cancelled out in discourse.&nbsp;<\/p>\n\n\n\n<p>23. 風邪を引いて頭が痛いです。頭が痛いのはいつものことですけど。<br>&nbsp; &nbsp; &nbsp; I got a cold and my head hurts, but my head always hurts.<\/p>\n\n\n\n<p>It appears that the speaker is trying to negate the cold as being the reason for his headache because it&#8217;s an everyday thing for the poor person.<\/p>\n\n\n\n<p>24. 久実は名古屋へ行って、光平は土佐から帰ってくる。光平が帰ってくるのが先だけど。<br>&nbsp; &nbsp; &nbsp; Kumi will go to Nagoya, and Kohei will return to from Tosa. Kohei&#8217;s return will come first, though.<\/p>\n\n\n\n<p>This sentence shows that even a temporal sequence of actions can also be negated in context. It&#8217;s starting to appear that these added situations are applied to て in context. But, does this mean that it&#8217;s truly meaningless itself? This is challenged by the fact that there are restrictions to using て. After all, if it were truly meaningless, it wouldn&#8217;t have them.<\/p>\n\n\n\n<p>One interesting restriction is that it cannot make a mere incidental temporal action.<\/p>\n\n\n\n<p>25. 僕はアパートを出て、雨が降ってきた。X 　　　→　僕はアパートを出｛ると・たら｝、雨が降ってきた。〇&nbsp;<br>&nbsp; &nbsp; &nbsp; When I left my apartment, it began raining.<\/p>\n\n\n\n<p>Consider the following bad sentences and what they would have to be to work with the given meaning or changed to keep the same structure but give a different sentence.<\/p>\n\n\n\n<p>26a. 日本列島に初めて独自の文化を生み出した縄文人は狩人であって、漁夫だった。X<br>26b. 日本列島に初めて独自の文化を生み出した縄文人は狩人であり、漁夫だった。〇<br>The Jomon people who were the first in the Japanese islands to first form their own culture were farmers and fishermen.&nbsp;<br><br>To preserve であって, the latter part should be negative because the sentence sounds contrastive.<\/p>\n\n\n\n<p>27a. 息子がもうすぐ学校に入ってジムをやめなければならなかった。X<br>27b. 息子がもうすぐ学校に入るので、ジムをやめなければならなかった。〇<br>&nbsp; &nbsp; &nbsp; &nbsp; My son will start school soon, so I had to quit the gym.<\/p>\n\n\n\n<p>There are a few problems with using て. One, although tense was shown above to not necessarily be temporally sequential with て, in this case it sounds as if the &#8220;starting school&#8221; is already a past event, which is not true. Other cause relations are also out of the question for similar tense reasons.<\/p>\n\n\n\n<p>28. パソコンを買った。嬉しい。　〇<br>&nbsp; &nbsp; &nbsp; &nbsp;I bought a PC. I&#8217;m happy.<\/p>\n\n\n\n<p>29a. パソコンを買って嬉しい。X<br>29b. パソコンを買って嬉しかった。〇<br>&nbsp; &nbsp; &nbsp; &nbsp; I bought a PC and was happy.<\/p>\n\n\n\n<p>Perhaps a more natural way to say this in English would be &#8220;I was happy that I bought a PC&#8221;. &nbsp;From this data, one can&nbsp;surmise&nbsp;that in order for て to show cause, the past tense must be used. However, with that being said, it causes a problem that the following are OK.<\/p>\n\n\n\n<p>30. 試験に受かって嬉しい。〇<br>&nbsp; &nbsp; &nbsp; I am glad that I passed the exam.<\/p>\n\n\n\n<p>31. 弟が来て嬉しい。〇<br>&nbsp; &nbsp; &nbsp; I am glad that my younger brother came. &nbsp;<\/p>\n\n\n\n<p>&nbsp; If the speaker is not the primary causer of the action, this cause relation is fine. This just goes to show that although one constraint may be important, other factors are important too.<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p><strong><u>&nbsp;～ないで VS ～なくて<\/u><\/strong><\/p>\n\n\n\n<p>&nbsp; Although etymologically the same, these two variations of the negative て form have developed in quite different ways in usage.<\/p>\n\n\n\n<p>32a. 仕事をしないでいる。〇<br>32b. 仕事をしなくている。X<br>&nbsp; &nbsp; &nbsp; &nbsp; I&#8217;m not working.&nbsp;<br><br>The latter cannot be used because it does not subordinate the nucleus of the phrase. You are in state of being of not working. This sense of without is carried out by ～ないで.<\/p>\n\n\n\n<p>33. 山下さんはお金を貯めなくて車を買った。　(変な日本語)<br>&nbsp; &nbsp; &nbsp; Mr. Yamashita bought a car, having not saved up money.<br><br>34. 山田さんはお金を貯めないで車を買った。&nbsp;<br>&nbsp; &nbsp; &nbsp; Mr. Yamada bought a car without saving money.<\/p>\n\n\n\n<p>Notice the difference in translation. The first sounds like a sequential ordering of events while the latter is ambiguous. It doesn&#8217;t have a sense of time as to whether this is a given point of time then or a sequence of events of having not saved up money and then buying a car.<\/p>\n\n\n\n<p>～ないで can also be used to show by means of not doing something.&nbsp;<\/p>\n\n\n\n<p>35. ご飯を食べないで、学校に行った。<br>&nbsp; &nbsp; &nbsp; (He) went to school without eating.&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>The Particle て III The conjunctive particle て is by far the most important conjunctive particle in Japanese. B<a class=\"more-link\" href=\"https:\/\/imabi.org\/the-particle-%e3%81%a6-iii\/\">続きを読む <span class=\"screen-reader-text\">&#8220;The Particle て III&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":""},"tags":[],"class_list":["post-543","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-8L","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/543","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=543"}],"version-history":[{"count":2,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/543\/revisions"}],"predecessor-version":[{"id":4939,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/543\/revisions\/4939"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=543"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=543"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}