{"id":545,"date":"2023-07-16T08:15:25","date_gmt":"2023-07-16T15:15:25","guid":{"rendered":"https:\/\/imabi.org\/?page_id=545"},"modified":"2025-07-15T15:57:55","modified_gmt":"2025-07-15T22:57:55","slug":"the-particle-%e3%82%82-iv","status":"publish","type":"page","link":"https:\/\/imabi.org\/the-particle-%e3%82%82-iv\/","title":{"rendered":"The Particle も IV"},"content":{"rendered":"\n<h3 class=\"wp-block-heading\">The Particle も IV<\/h3>\n\n\n\n<p>In our fourth installation on the particle も, we will be building upon our existing knowledge of its grammatical functions&nbsp;in&nbsp;new contexts. The difficulty of the content will be significantly harder than before not because the concepts themselves are hard or unfamiliar but because of the detailed nuancing that comes about from the new applications discussed.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Verb 連用形＋も + する\/しない<\/h3>\n\n\n\n<p>Way back in our second lesson on the particle も, we learned how it was an intensifier in both affirmative (positive) and negative sentence structures in the pattern XもYも. We learned at this point how X and Y could be the 連用形 of adjectives or adjectival nouns, but no mention of its use with verbs was made at this time.<\/p>\n\n\n\n<p>Nonetheless, it is also the case that も can be seen used as an intensifier after the 連用形 of verbs. This is especially common in negative sentences in which it most often translates as &#8220;even.&#8221; In the case of しない, it is often then conjugated into ～しないで・せず（に） to then condemn\/chastise the listener for what they&#8217;re doing despite not doing X(, Y, and Z).&nbsp;<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><thead><tr><td><strong>Native Verbs (excluding する)<\/strong><strong>連用形＋も + する\/しない<\/strong><\/td><td><strong>&nbsp;Sino-Japanese Verbs<br>Loanword Verbs<br>Any する Verb<\/strong><strong>漢語＋も + する\/しない<\/strong><\/td><\/tr><\/thead><tbody><tr><td>働く ＋ も + する\/しない → 働きも【する・しない】<\/td><td>&nbsp;返事 + も + する\/しない→ 返事も【する・しない】<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p><strong>Conjugation Note<\/strong>: One thing to be aware of is that when this grammar is used with non-native vocabulary that requires する to be made into a verb, も should go in between the base word and する\/しない in this pattern. This is to prevent redundancy in the use of する because if you were to use the 連用形 of these verbs, that base would end in し because it would come from する, rendering this&nbsp;pattern as&nbsp;&#8220;Stem + しもしない.&#8221;&nbsp;<\/p>\n\n\n\n<p>1.&nbsp;<strong>働きもしない<\/strong>でぐずぐずするな。<br>Don&#8217;t loiter around if you&#8217;re not even going to work.&nbsp;<\/p>\n\n\n\n<p>2. こんな結果になるなんて、<strong>思いもしなかった<\/strong>。<br>I didn&#8217;t even think that the result would come to this.<\/p>\n\n\n\n<p>3. 法案を<strong>読みもしないで<\/strong>論評することなんて馬鹿げた行動にすぎない。<br>Commenting on legislature without even having read is no more than a foolish act.<\/p>\n\n\n\n<p>4.&nbsp;<strong>食べもしないで<\/strong>、まずいかどうかなんてわからないでしょ。<br>You know you can&#8217;t know whether it tastes bad if you haven&#8217;t even tried it?&nbsp;<\/p>\n\n\n\n<p>5. 「<strong>食べもしないで<\/strong>評価するシェフの店なんて行きたくない」って<strong>食べもしないで<\/strong>星1評価する人がいるらしいです。<br>It would seem that there are people out there who will rate (a place) 1-star without even having tried (the place) while (having the nerve to) say they &#8220;don&#8217;t want to go to some restaurant where the chef rates the food without even trying it.&#8221;<\/p>\n\n\n\n<p>6.&nbsp;<strong>確認もせずに<\/strong>クレームを入れるヤツは一口も食べずに評価してるのと同じやな。<br>People who make complaints without even verifying (the claim) are the same as those who are rating (places) without having even taken a bite.&nbsp;<\/p>\n\n\n\n<p>7. 畠中さんは自分で<strong>出来もしない<\/strong>のに、いつも「私にやらせてください」と一人でやろうとする。<br>Hatanaka-san always tries doing things alone saying, &#8220;please let me do it,&#8221; even though he can&#8217;t even do it.&nbsp;<\/p>\n\n\n\n<p>8. 勿論、僕はこのような上等のお酒を頂く身分ではないので、<strong>飲みも買いも<\/strong><strong>致しません<\/strong>。<br>Of course, I am not in the position of receiving such high-quality sake like this, so I will neither drink nor purchase&nbsp;it.&nbsp;<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: Note that いたす is the humble form of する.<\/p>\n\n\n\n<p>9. 営業は私が改善案を提案しても<strong>聞きもしません<\/strong>。<br>Even if I submit a plan to improve things, management wouldn&#8217;t ever&nbsp;listen.<\/p>\n\n\n\n<p>10.&nbsp;<strong>見もしないで<\/strong>、どうして分かるのかな？<br>I wonder how (they) even know if (they) haven&#8217;t even looked (at it)?&nbsp;<\/p>\n\n\n\n<p>11. 切迫した現場に<strong>いもしない<\/strong>者が、状況判<strong>断もせず<\/strong>原則論のみで何をいうか。<br>What would someone possibly say based merely on principles without having even assessed the situation or even been on the urgent scene?<br>From 光の雨 by 立松和平.<\/p>\n\n\n\n<p>12. 返事（すること）もできません。<br>I can&#8217;t even respond.<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: As Ex. 8 demonstrated with する changing to its humble form, there is nothing stopping you&nbsp;from changing it to its other forms. This includes both&nbsp;potential forms: できる and することができる.&nbsp;When も intensifies&nbsp;these structures, its placement is as shown here in Ex. 12. This principle applies to other verbs. Meaning, 連用形＋も＋できる\/できない is a possible pattern , but the use of できる in the affirmative is&nbsp;limited to verbs whose 連用形 can function as standalone nouns, and the&nbsp;same can be said for&nbsp;連用形＋もできない (in the negative), which is also quite rare and&nbsp;limited to literary contexts.&nbsp;<\/p>\n\n\n\n<p>13. 少女は、気持ちを隠しきれず、<strong>抑えもできず<\/strong>に、到頭地に膝をつき泣き出して震えた。<br>The girl couldn&#8217;t hide her feelings, nor could she suppress them, ultimately dropping to her knees and crying out as she shook. <\/p>\n\n\n\n<p>14. そう<strong>長居もして<\/strong>いられない。<br>I also can&#8217;t be staying too long.<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: 長居する is a native する verb, but what is most noteworthy is&nbsp;how the negative progressive form of する is used. In Ex. 15, も is seen after the 連用形 of ～ていられる rather than the 連用形 of the main verb 寝る as も&#8217;s placement affects what is being emphasized. In Ex. 12, the act of staying long, 長居, is at the forefront of the speaker&#8217;s mind, whereas in Ex. 14&nbsp;the act of failing to keep up the action (sleeping)&nbsp;was a huge deal to the speaker.&nbsp;<\/p>\n\n\n\n<p><br>15. 昨日は苦しくて<strong>寝<\/strong><strong>ていられもしなかった<\/strong>のですが、点滴を打ったら楽になりました。<br>Yesterday, I was in so much pain that I couldn&#8217;t even stay asleep, but I felt better when I took an IV.<\/p>\n\n\n\n<p>Another place where も could go would be in between the particle て&nbsp;and いられない, but this would also result in a&nbsp;slightly different nuance which would focus on how pointless said&nbsp;action would be&nbsp;because you wouldn&#8217;t be able to last that way.&nbsp;<\/p>\n\n\n\n<p>16. まだ先の話とはいえ、先延ばしにばかりし<strong>てもいられない<\/strong>「お墓」のこと。<br>Though it may be something you think of as being far in the future, one&#8217;s &#8220;grave&#8221; isn&#8217;t something that you can keep pushing off.<\/p>\n\n\n\n<p><br>Affirmative (positive) contexts are also possible, but there is one additional restraint. The verbs chosen must be able to be used as standalone nouns in the 連用形. This renders the pattern as typical instances of Xも(Yも).<\/p>\n\n\n\n<p>17. ちゃんと<strong>説明もした<\/strong>し、<strong>謝りもしていた<\/strong>のに、と、なんだか腑に落ちません。<br>There&#8217;s just something (about the situation) I can&#8217;t make sense of despite how I even&nbsp;properly explained (myself) and kept apologizing&nbsp;(for it).&nbsp;<\/p>\n\n\n\n<p>18.&nbsp;窒素や燐を吸収する<strong>働きもしていた<\/strong>。<br>It even does the function of absorbing&nbsp;nitrogen and phosphorus.&nbsp;<\/p>\n\n\n\n<p>19. 非常にどぎつい印象を<strong>与えもする<\/strong>し、特別な注意を<strong>唆りもする<\/strong>。<br>It gives off an incredibly harsh impression while also arousing special attention (to it).<\/p>\n\n\n\n<p>20. 人は怯えるからこそ攻撃するし、怯えるからこそ<strong>攻撃されもする<\/strong>のだ。<br>People attack because of how they get frightened, and they get&nbsp;attacked because of how they get frightened.<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: While we&#8217;ve seen ～もする\/しない follow the 連用形 of the potential form (Ex. 15), it may also follow others form such as the passive form (Ex. 20) and the causative form.&nbsp;<\/p>\n\n\n\n<p>21. その日記は<strong>捨てられもせずに<\/strong>実家に置いてある。<br>The diary is left at my parents&#8217; home as I can&#8217;t even throw it away.<\/p>\n\n\n\n<p>22.&nbsp;<strong>縮みもすれば<\/strong><strong>伸びもするし色落ちもする<\/strong>。 そんな素材なのです。<br>It shrinks and it stretches out. Even the color fades. It&#8217;s that kind of material.&nbsp;&nbsp;<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: Ex. 20 is a great representation of XもAなら\/ばYもB with X and Y being the 連用形 of verbs.&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">～なくもない<\/h3>\n\n\n\n<p>When we learned the pattern Xも(Yも), we did cover how X and Y can be adjectives. This entails that X and Y could be the negative forms of adjectives, adjectival nouns, and verbs because ～ない functions as an adjectival meaning. This gives the pattern ～なくもない. Note that this is&nbsp;<strong>not<\/strong>&nbsp;the same as the following:&nbsp;<\/p>\n\n\n\n<p>23. 知りたくも、聞きたくもないような話にうんざり。<br>I&#8217;m so tired of talk I don&#8217;t even want to know or hear about.<\/p>\n\n\n\n<p>This pattern simply uses the 連用形 of the adjectival ending ～たい. The negation is still marked after X and Y.&nbsp;<br>What we&#8217;re looking for is X (and Y) to contain なく-:&nbsp;the 連用形 of ～ない.&nbsp;<\/p>\n\n\n\n<p>This pattern is&nbsp;<strong>most often used with verbs<\/strong>. Its use with&nbsp;the copula, adjectives, and adjectival nouns is seldom. It is usually far more natural to use&nbsp;～で（は）ないわけではない or something similar with adjectives and adjectival nouns.&nbsp;<\/p>\n\n\n\n<p>24.&nbsp;&nbsp;私は私でなく、<strong>私<\/strong><strong>でなくもない<\/strong>。<br>I am not &#8220;me,&#8221; but neither am I not &#8220;me.&#8221;<\/p>\n\n\n\n<p>25.&nbsp;<strong>払えなくもないけど<\/strong>、ちょっと高いなあ。<br>It&#8217;s not that I can&#8217;t pay for it, but it&#8217;s still a little expensive.<\/p>\n\n\n\n<p>26. タイプでもタイプ<strong>じゃなくもない<\/strong>普通。<br>(You&#8217;re) the kind of normal that isn&#8217;t necessarily not&nbsp;(his\/her) type but still also not (his\/her) type.&nbsp;<\/p>\n\n\n\n<p>27a. 自然でないことはない。<br>27b. 自然でないわけではない。<br>27c.&nbsp;<strong>自然でなくもない<\/strong>。<br>27d. いや、自然だよ。<br>27a. There isn&#8217;t anything unnatural about it (but it is a little strange).&nbsp;<br>27b. It&#8217;s not the case that&#8217;s unnatural. (Refute)<br>27c.&nbsp;&nbsp;It&#8217;s definitely not the case that it&#8217;s unnatural (but it is imperfect).&nbsp;<br>27d. No, it&#8217;s natural.&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">も Before Supplementary Verbs<\/h3>\n\n\n\n<p>The particle も can produce emphatic forms of so many grammar points. Another way in which it does this is in between the particle て and supplementary verbs that follow it.&nbsp;<\/p>\n\n\n\n<p>28. 1回はどんなものか、食べ<strong>てもみる<\/strong>と良いかも。<br>It might be a good idea to taste it once to see what it is.&nbsp;<\/p>\n\n\n\n<p>29. 星4つですが、綺麗だし遠くから脚を運ん<strong>でもいく<\/strong>価値はあります。<br>It&#8217;s 4 stars, but it&#8217;s pretty and worth traveling a far ways to go there.&nbsp;<\/p>\n\n\n\n<p>30. それに疲れたら誰にも気兼ねなく寝<strong>てもいられる<\/strong>この場所が最高です！<br>Plus, this place is the best for being able to just sleep and not have to worry about anyone else when you get tired.<\/p>\n\n\n\n<p>31. 就活で考え<strong>てもいなかった<\/strong>飲食業界に飛び込むきっかけは&#8221;店長&#8221;でした。<br>What inspired me to jump into the restaurant industry which I wasn&#8217;t even contemplating&nbsp;while job hunting was my store manager.&nbsp;<\/p>\n\n\n\n<p>32. 勝たせ<strong>てもくれる<\/strong>し負けさせ<strong>てもくれる<\/strong>。<br>He even lets me win as well as lose (when I need it).&nbsp;<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: Although diverting somewhat back to も&#8217;s relationship with the potential form and where it can possibly go in a structure, we saw&nbsp;how も easily fits after the root of する verbs&nbsp;(Exs. 12, 14)&nbsp;, but it can also fit in between ～て and いる (Exs. 16, 33).<\/p>\n\n\n\n<p>14. そう<strong>長居もして<\/strong><strong>いられない<\/strong>。<br>I also can&#8217;t be staying&nbsp;too long.<\/p>\n\n\n\n<p>33. 長居<strong>してもいられない<\/strong>。<br>I can&#8217;t even be staying long. <\/p>\n\n\n\n<p> ～ていられない is used to indicate that one does not have the leeway, whether it be a time or emotional restraint, to be in the position of doing said action. も&#8217;s difference in placement between Ex. 13 and Ex. 32 is not so significant because 長居 can&#8217;t provide a 連用形 for it to follow. This is also reflected in how the sentences are translated.  <\/p>\n\n\n\n<p>Another placement for も is after&nbsp;the 連用形 of ～ていられる and then following it with&nbsp;しない, which we saw in Ex.&nbsp;15. Typically, if there is more than one way to emphasize a point, the longer form is more emphatic. This is certainly the case here, but ～ていられもしない to many speakers may sound overblown&nbsp;if the context isn&#8217;t a big enough deal to support the use&nbsp;of&nbsp;that sort of tone.&nbsp;<\/p>\n\n\n\n<p>34. そう楽観視<strong>していられもしない<\/strong>と思うんだよな。<br>I just think that&#8217;s why you can&#8217;t even have the leeway to be so optimistic like that.&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">も&nbsp; Within Compound Verbs<\/h3>\n\n\n\n<p>Fossilized grammar is a great way to learn about fascinating aspects about grammar you already know. This is certainly the case with the particle&nbsp;も. Similarly to how も can find itself before supplementary verbs but following the particle て, it used to also follow supplementary verbs that would simply attach to the main verb. Meaning, も would follow the 連用形 of the main verb and split it from its supplementary verb. However, the phrase would still be viewed as a single unit. In this sense, も functions as what is known as an infix (接中辞): an affix that goes in between two morphemes.&nbsp;<br><br>For every example that this occurs with も, the base phrase minus it is also in use with no change in meaning as も&#8217;s purpose is to intensify its nuance. When も functions as an infix, the phrase itself is obligatorily in the negative form. As the phrases themselves are fossilized relics, older forms of the negative are more appropriate&#8211;ぬ (the 連体形)&nbsp;ず (the 連用形 and the&nbsp;終止形).<\/p>\n\n\n\n<p>35.&nbsp;<strong>思いもかけぬ<\/strong>時に、<strong>思いもかけぬ<\/strong>強力な部隊の、<strong>思いもかけぬ<\/strong>地点への猛攻に、日本軍は慌てた。<br>The Japanese Army panicked at such a fierce attack on such an unexpected locale by such an unexpectedly fierce squad at such an unexpected time.<\/p>\n\n\n\n<p><strong>Verb Note<\/strong>: Without も, we get the synonymous&nbsp;思いがけない. This is treated as a set phrase and is not seen in the affirmative.&nbsp;<\/p>\n\n\n\n<p>36. いや、ある意味では、この名もない町絵師が、土佐好みの画風を学びとったうえで、およそ土佐の画家たちが<strong>考えも及ばぬ<\/strong>こうした画風を作り上げたことに、おれは驚愕したのだ。<br>No, in a way, I was astonished at how this unknown town painter had,&nbsp;upon having gathered knowledge on&nbsp;the Tosa-style&nbsp;painting,&nbsp;created this painting style that Tosa artists generally hadn&#8217;t imagined.&nbsp;<br>From 新潮第七九三号.<\/p>\n\n\n\n<p><strong>Verb Note<\/strong>: Although 考え及ぶ does exist, it would typically be replaced with 考え付く in the affirmative.<\/p>\n\n\n\n<p>37. また<strong>思いも設けぬ<\/strong>偶然の出来事で、途方もないほとんど信じられないような死に方をするものである。<br>Also, it is such an unexpected, coincidental incident and an almost unbelievable and outrageous way to die.<\/p>\n\n\n\n<p><strong>Verb Note<\/strong>: 思い設ける in the affirmative means to be mentally prepared ahead of time, but it is hardly ever used in the affirmative as&nbsp;予期する is&nbsp;far more common.&nbsp;<\/p>\n\n\n\n<p>38. 菅義偉新首相、思いも寄らず政権トップに！<br>New Prime Minister Yoshihide Suga (finds himself) unexpectedly at the top of government!<br><br><strong>Verb Note<\/strong>: 思い寄る in the affirmative means &#8220;to come to mind,&#8221; but this meaning is usually carried out by 思い当たる. In the negative, with or without も, however, it is fairly common as opposed to some of the other examples we&#8217;ve seen of this fossilized grammar.  <\/p>\n\n\n\n<p>39. 発明するということは、取りも直さず、人類の発展に寄与することである。<br>Inventing, namely, contributes to the development of mankind.&nbsp;<\/p>\n\n\n\n<p><strong>Verb Note<\/strong>: 取り直す, unlike all the other affirmative verbs mentioned in this section, is a very commonly used verb with several meanings including &#8220;to take\/obtain again,&#8221; &#8220;to re-grip,&#8221; &#8220;to re-wrestle (in sumo),&#8221; &#8220;to reconsider one&#8217;s feelings,&#8221; and these are just the interpretations when とる is spelled as 取る in Kanji. The meaning of 取りも直さず stems from its meaning of &#8220;to reconsider one&#8217;s feelings,&#8221; but as it&#8217;s in the negative, this gets interpreted on the lines of &#8220;not (needing) to reconsider = as is = namely = in other words.&#8221;&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">After Conjunctive Particles<\/h3>\n\n\n\n<p>If the particle も can find itself after the particle て, both in ～ても and when a supplementary verb follows, it wouldn&#8217;t be a stretch of the imagination to expect it as an intensifier of conjunctive particles in general, which is indeed the case.&nbsp;<\/p>\n\n\n\n<p>40. 見通しが極めて悪いと知り<strong>ながらも<\/strong>、中国は、リセッションに向かっていないとの認識を示した。<br>Even though they are aware that the outlook is exceedingly bad, China demonstrated the acknowledge that it is not heading towards a recession. <\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: ～ながらも is &#8220;while&#8221; in the contrastive sense. Sometimes, ～ながら can mean this without も present as も serves as an intensifier, which is the case in 残念ながら.&nbsp;&nbsp;<\/p>\n\n\n\n<p>41.&nbsp;デジタル変革の必要性は理解し<strong>つつも<\/strong>、“実際の進め方”がイメージできていない企業も少なくありません。<br>There are also more than just a few companies which cannot depict an actual way forward despite understanding the necessity behind digital transformation.&nbsp;<br><br><strong>Grammar Note<\/strong>: ～つつも is mostly synonymous with ～ながらも, but it tends to used with more emotionally based contexts.&nbsp;<\/p>\n\n\n\n<p>42.&nbsp;&nbsp;同棲して結婚し<strong>てからも<\/strong>他の女性との交際を続けていた。<br>(He) continued seeing another women even upon living together&nbsp;and marrying her.&nbsp;<\/p>\n\n\n\n<p>Confusingly, on seldom occasions&nbsp;も should be interpreted as intensifying the use of て in the chronological sense of when\/how things occur as opposed to establishing a contrastive condition (逆接条件). When this occurs, the entire verbal phrase must function as a modifier (修飾語) on a nominal phrase. Although it may seem overwhelming to figure out how ても could possibly be interpreted any other way given how pervasive its use of meaning &#8220;even if&#8221; is, when the following clause is clearly not in contrast but a continuation of the first clause, then seeing it as a nuance intensifier becomes the only logical interpretation.&nbsp;<\/p>\n\n\n\n<p>43. 少しは私の身になっ<strong>ても<\/strong>考えて見るがいい。<br>It would be good for you to think in my shoes a little. <br>From 『伸子』 by 宮本百合子.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">～たり～たりもする\/しない<\/h3>\n\n\n\n<p>The particle も also follows the conjunctive particle たり despite how it repeats itself. When paired together, も is placed after the final instance of たり and then followed by する. This essentially means that&nbsp;this a derivative of 連用形＋も＋する\/しない.<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: Remember that the particle たり can be used with both verbs and adjectives, and they can be used together in the same pattern as is seen in Ex. 46. The point to listing examples with たり is not to necessarily imply that one is going back and forth between the two situations, but that the situation(s) listed are a part of various similar things that are true in that moment.&nbsp;<\/p>\n\n\n\n<p>44.&nbsp;&nbsp;全然グロかっ<strong>たりもしない<\/strong>し、血もあんまり出ないたっぷり楽しめる作品だ。<br>The film wasn&#8217;t isn&#8217;t&nbsp;grotesque (or anything like that), contains&nbsp;little blood, and is one you can fully enjoy.<\/p>\n\n\n\n<p>45.&nbsp;&nbsp;あなたの目の前で泣い<strong>たりもしなかった<\/strong>。<br>I didn&#8217;t even cry (or anything) before your eyes.&nbsp;<\/p>\n\n\n\n<p>46.&nbsp;特に肌が荒れ<strong>たり<\/strong>赤くなっ<strong>たりもしなかった<\/strong>ので、今後は顔のシミにも使っていこうと思います！<br>My skin didn&#8217;t particularly get chapped or&nbsp;even red, so I&#8217;m planning on using it on the blemishes on my face next!&nbsp;<\/p>\n\n\n\n<p>47. 自分で思うより、他の人のほうが色黒だっ<strong>たりもする<\/strong>かもしれないじゃないですか。<br>Couldn&#8217;t it just be that other people are perhaps even darker than you think? <\/p>\n\n\n\n<h3 class=\"wp-block-heading\">～ようともする\/しない<\/h3>\n\n\n\n<p>～ようとする indicates that the subject is &#8220;aiming\/trying&#8221; to do an action on purpose. The particle と in this expression functions as a&nbsp;citation case particle, which means that も functions as an identifier no differently than it would with other case particles. With the case particle と quoting the entire clause before it, though, this means that も is emphasizing the whole clause as well.&nbsp;<\/p>\n\n\n\n<p>While it is true that the negative rendition&nbsp;～ようともしない is by far the most common, the affirmative rendition ～ようともする is also used. In either situation, も translates as &#8220;even.&#8221;<\/p>\n\n\n\n<p>48. 人の忠告を聞<strong>こうともしない<\/strong>者は救いようがない。<br>People who don&#8217;t even listen to peoples&#8217; advice are beyond saving.&nbsp;&nbsp;<\/p>\n\n\n\n<p>49. 何もや<strong>ろうともしない<\/strong>自分が嫌だ。<br>I hate myself for not even trying to do anything.<\/p>\n\n\n\n<p>50. ただし手許の模範解答を「正解！」と言って私の疑問を解<strong>こうともしない<\/strong>のはとても残念でした。&nbsp;<br>However, it was very disappointing how (he\/she) didn&#8217;t even attempt to answer the questions I had, saying that the sample response (he\/she) had on hand was &#8220;correct&#8221; (and moving on).&nbsp;<\/p>\n\n\n\n<p>51. 北朝鮮はまた、制裁や非核化に関する米国の政策に異論を表明するよう韓国大統領選の候補者に圧力を<strong>かけようともしている<\/strong>。<br>Additionally, North Korea is even pushing pressure on candidates in the South Korea presidential race, demanding that they object to American policy regarding sanctions and denuclearization.&nbsp;<\/p>\n\n\n\n<p>52. 稚魚を出産直後に食べ<strong>ようともする<\/strong>。<br>(It) even tries eating (its newborn) fries immediately after giving birth (to them). <\/p>\n\n\n\n<h3 class=\"wp-block-heading\">XもYも: When X\/Y are 連体形<\/h3>\n\n\n\n<p>In the past, the 連体形 of verbs and adjectives could be used as nominal phrases which could then be followed by particles. Some phrases have been modified over time to utilize the&nbsp;modern 連体形 of the verbs\/adjectives involved, which is intriguing considering how this is a remnant of older grammar, but this not always the case.<\/p>\n\n\n\n<p>X and Y must always be antonyms and the reason for why&nbsp;XもYも is being used is to identify the paired situations as beyond the point of being argued.&nbsp;<\/p>\n\n\n\n<p>53.&nbsp;老いも<strong>若き<\/strong><strong>も<\/strong>感動した。<br>Both young and old were moved.&nbsp;<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: 若き&nbsp;is the traditional 連体形&nbsp;of 若い.<\/p>\n\n\n\n<p>54.&nbsp;&nbsp;<strong>許すも許さんも<\/strong>有るものか。<br>Do you really think this is just about forgiving or not forgiving!?&nbsp;<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: ～あるものか strongly rebukes whatever notion another person has just insinuated. If it happens to be directed to oneself, it becomes a very impassioned expression of humility.&nbsp;&nbsp;<\/p>\n\n\n\n<p>55. お金に<strong>綺麗も汚いも<\/strong>ないですよね。<br>There is nothing &#8216;clean&#8217; or &#8216;dirty&#8217; about&nbsp;money.&nbsp;<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: The&nbsp;連体形&nbsp;of&nbsp;綺麗だ&nbsp;is&nbsp;綺麗な. Although it would not be ungrammatical to use in Ex. 55, &#8220;綺麗も汚いもない&#8221; functions as a set phrase and sounds far more natural without な.&nbsp;<\/p>\n\n\n\n<p>56.&nbsp;<strong>酸いも甘いも<\/strong>噛み分ける。<br>To distinguish between anything.&nbsp;<br>Literally: To distinguish between both sour and sweet.<\/p>\n\n\n\n<p>57.&nbsp;<strong>聞くも<\/strong>涙、<strong>語るも<\/strong>涙の物語。<br>A story which brings tears whether heard or told.&nbsp;<\/p>\n\n\n\n<p>58. 長い旱魃で葉が萎びて<strong>見るも<\/strong>哀れな姿になった。<br>The leaves had wilted due to the long drought and beyond pitiful to look at.&nbsp;<\/p>\n\n\n\n<p><strong>Grammar Point<\/strong>: 見るも may also translate as &#8220;patently&#8221; or &#8220;clearly at first glance&#8221; and can be thought of as an adverb in its own right. Although there is no other situation paired with it, it is still an example of も directly attaching itself to the 連体形 of a verb.&nbsp;<\/p>\n\n\n\n<p><strong>～も同然<\/strong><\/p>\n\n\n\n<p>The word&nbsp;同然 is&nbsp;<em>no<\/em>-adjectival noun (ノ形容動詞)&nbsp;meaning &#8220;just like\/no different from\/(almost) the same as\/as good as&#8221; which may follow nouns (with or without the use of も) or after the verbs in any form in the 連体形 with the particle も always present right before it. ～（も）同然だ&nbsp;may be used as a predicate as such, but it can also be used as an attribute as&nbsp;&nbsp;～（も）同然の. This is where 同然&#8217;s classification as a&nbsp;&nbsp;<em>no<\/em>-adjectival noun really comes into play. Translating it into natural English may be tricky, but as all the given translations indicate, its purpose in the sentence is to state how something&nbsp;is basically the same as &#8216;that.&#8217;&nbsp;<\/p>\n\n\n\n<p>Whenever 同然 directly follows a noun, it is best viewed as a suffix, but as for when も goes in between, も itself functions to emphasize inclusiveness.&nbsp;<\/p>\n\n\n\n<p>59.&nbsp; 自殺ではなく、周囲の人に<strong>殺されたも同然<\/strong><strong>だ<\/strong>。<br>It was not suicide but rather no different from being killed by those near (him\/her).&nbsp;<\/p>\n\n\n\n<p>60.&nbsp;何度か箏を弾いたことはありましたが、<strong>初心者（も）同然<\/strong><strong>でした<\/strong>。<br>I had&nbsp;played the koto several times, but I was as good as a beginner.&nbsp;<\/p>\n\n\n\n<p>61.&nbsp;人の物を隠すのは<strong>泥棒同然<\/strong><strong>だ<\/strong>と思いませんか？<br>Don&#8217;t you think that hiding someone&#8217;s stuff is (almost) the same as being a thief?<\/p>\n\n\n\n<p>62. この戦争は<strong>負けたも同然だ<\/strong>。<br>We&#8217;ve pretty much lost the war.<\/p>\n\n\n\n<p>63. 即ち、我々が<strong>勝ったも同然の<\/strong>状況だ。<br>In other words, our situation is no different from&nbsp;having won.<\/p>\n\n\n\n<p>64. 羊の殺処分は家族を<strong>殺されるも同然<\/strong><strong>の<\/strong>ことなのだった。<br>Putting down the sheep was just like having (his\/her) family killed.&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">XもX（、Xi）<\/h3>\n\n\n\n<p>Back in Lesson 22, we briefly learned about how&nbsp;&nbsp;XもX can be used to describe how exactly something is very&nbsp;much the case. The reason for why も is chosen is to add a sense of exclamation or at the least a strong impression. First, we will see how&nbsp;も may have this function when X is a verb. Then, we&#8217;ll learn more about what is meant by Xi.&nbsp;<\/p>\n\n\n\n<p><strong>Verb X 連用形＋も Verb X<\/strong><\/p>\n\n\n\n<p>The particle も, as we know, can follow the 連用形 of verbs, but it is also possible to see that same verb repeated with it. The final verb is either conjugated into the past tense or turned into an adverbial phrase with the help of the particle て.<\/p>\n\n\n\n<p>65.&nbsp;決勝に進んだメンバーは、【<strong>揃いも揃った △・揃いも揃って ◎】<\/strong>美女たちだった。<br>The members who had made it to the finals were all a bunch of beautiful women.<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: Although not ungrammatical,&nbsp;揃いも揃った would place emphasis on 揃う&#8217;s meaning of &#8220;to gather\/be assembled.&#8221; Meaning, the finals led to the perfect grouping of beautiful women. The reason for why 揃いも揃って is more natural is because it is a set phrase, and with it being an adverb, it would be modifying the predicate as a whole and not just&nbsp;美女たち.&nbsp;<\/p>\n\n\n\n<p>66. 兄弟4人<strong>揃いも揃って<\/strong>変わり者だ。<br>Every last one of the four siblings was an oddball.&nbsp;67. とことん<strong>走りも走った<\/strong>40万歩。<br>Running and running till the very end&nbsp;equaled&nbsp;400,000 steps.&nbsp;<\/p>\n\n\n\n<p>68.<strong>&nbsp;飲みも飲んだり<\/strong>、<strong>食いも食ったり<\/strong>。<br>I drank and drank and ate and ate.&nbsp;<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: Often times with this grammar pattern, the past tense marker た can be seen in its older rendition たり. When this happens, the resulting expression can be viewed as a set phrase. <br><br>69a. <strong>泣きも泣いた<\/strong>。<br>69b. 泣きに泣いた。<br>I cried and cried.<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: Using も with repeated verbs has been on the decline, and one factor for this could be because of に sharing this same function. Both particles do not allow for the verb being duplicated to have a root made up of fewer than&nbsp;2 morae. Meaning, 見も見た is not grammatical because its root, \/mi-\/, is only one mora. Most core verbs do happen to pass this requirement.&nbsp;&nbsp;<\/p>\n\n\n\n<p><strong>XもX、Xi<\/strong><\/p>\n\n\n\n<p>Although only hinted at in Lesson 22, the most common application of &#8220;Noun&nbsp;Xも Noun X&#8221;&nbsp; is to then be followed by another noun which is within the scope of the meaning of Noun X. Instead of referring to this noun as Y, it would make more sense to view it as Xi, an altered version of the original X to emphasize how special it is. The exact nature of how Xi is more special, extraordinary, or more narrow in scope than X itself depends on the context, but Xi must be very semantically close to X for the sentence to be grammatical.&nbsp;&nbsp;<\/p>\n\n\n\n<p>70.&nbsp;<strong>北も北、北海道の最北の果て<\/strong>に設置されています。<br>It is set up at the very edge of the northernmost point of Hokkaido, as north as you can get.<\/p>\n\n\n\n<p>71. ああ、<strong>迷惑も（迷惑、）大迷惑<\/strong>だ。<br>Ugh, how absolutely annoying! This is beyond annoying.<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: Sometimes, the second iteration of Noun X can be seen dropped.&nbsp;<\/p>\n\n\n\n<p>72. あいつは<strong>馬鹿も（馬鹿）、底抜けの大馬鹿野郎<\/strong>だ。<br>That guy is an idiot among idiots, an absolutely stupid bastard.&nbsp;<\/p>\n\n\n\n<p>73.&nbsp;<strong>東京も神田<\/strong>の生まれですからね、本当の江戸っ子ですよ。<br>Since I was born in Kanda, which is (the definition of) Tokyo, I&#8217;m a true Tokyoite.&nbsp;<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: In not so exclamatory contexts like Ex. 73, this grammar pattern naturally occurs as XもXi.<\/p>\n\n\n\n<p>74. 次の作戦に出ようとした<strong>折も折<\/strong>、敵は先手を打って、数人の兵士を人質に奪い去った。<br>Right as (they) were moving forward with (their) next operation, the enemy made the first move by running away with several soldiers as hostages.&nbsp;<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: Although Noun X is technically [次の作戦に出ようとした折], any such participle is never repeated in the second iteration of Noun X as that information is already understood.&nbsp;<\/p>\n\n\n\n<p>The grammar pattern XもX, Xi is fundamentally related to XもXだが\/ならYも(Y) and is the result of what would otherwise be Xi being&nbsp;necessarily&nbsp;different from yet related to X but for an unwanted reason that is being emphasized just as much.&nbsp;&nbsp;<\/p>\n\n\n\n<p>75. 子供も子供だが、親も悪い。<br>Kids may be kids, but the parents are also at fault.&nbsp;<\/p>\n\n\n\n<p>Kids and parents form a natural pair, but parents do not constitute a subset of children. Although we didn&#8217;t see instances of Y not being duplicated, what would otherwise be the second iteration can instead&nbsp;be replaced with a predicate&nbsp;(Z) that gets to the point more directly as is shown in Ex. 75.&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>The Particle も IV In our fourth installation on the particle も, we will be building upon our existing knowledg<a class=\"more-link\" href=\"https:\/\/imabi.org\/the-particle-%e3%82%82-iv\/\">続きを読む <span class=\"screen-reader-text\">&#8220;The Particle も IV&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":""},"tags":[],"class_list":["post-545","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-8N","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/545","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=545"}],"version-history":[{"count":4,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/545\/revisions"}],"predecessor-version":[{"id":12436,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/545\/revisions\/12436"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=545"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=545"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}