{"id":558,"date":"2023-07-16T08:19:53","date_gmt":"2023-07-16T15:19:53","guid":{"rendered":"https:\/\/imabi.org\/?page_id=558"},"modified":"2024-04-18T21:07:06","modified_gmt":"2024-04-19T04:07:06","slug":"numbers-vi-ordinal-numbers","status":"publish","type":"page","link":"https:\/\/imabi.org\/numbers-vi-ordinal-numbers\/","title":{"rendered":"Numbers VI: Ordinal Numbers"},"content":{"rendered":"\n<h3 class=\"wp-block-heading\">Numbers VI: Ordinal Numbers<\/h3>\n\n\n\n<p>Ordinal numbers, （<ruby>順<rt>じゅん<\/rt><\/ruby>）<ruby>序数詞<rt>じょすうし<\/rt><\/ruby>, in English end in –th with exception to first, second, and third. Japanese doesn&#8217;t have true ordinal number forms like English, but there are several ways to make such expressions. Decisions such as which prefix and or suffix should be used and what kind of number should be used, Sino-Japanese and native, cause nuance differences that shouldn&#8217;t be overlooked.<\/p>\n\n\n\n<p>Practicality is also a factor, but this is no reason to ignore sections of this lesson. As the words “ordinal” and 順序 suggest, ordinal numbers show ordering. In English they’re used in giving the date, century, fractions, generations, etc. These usages, though, are taken over in Japanese by counters. However, in phrases such as “first intersection”, ordinal number expressions are still used in Japanese.<\/p>\n\n\n\n<p>You&#8217;ll find that ordinal number-like expressions in Japanese have limitations, and they aren&#8217;t quite straightforward. This lesson will try to give guidelines as to how exactly they are used, so pay close attention to details.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">The Ordinal Number Patterns<\/h3>\n\n\n\n<p><strong><u>第＃<\/u><\/strong>&nbsp;<\/p>\n\n\n\n<p>With Sino-Japanese numbers, the prefix 第～ can be used, which brings a considerable level of formality. For instance, 第二 means “second”. You see it a lot in things like 第二に (secondly) and 第二の人生 (second life).<\/p>\n\n\n\n<p>You also see it used with counter expressions and nouns afterward like 第1課 (Lesson 1), 第一位 (first place), and 第二の論点 (second point of issue). 第＃ is extremely limited, though. It is true that you hear 第一 and 第二 used as adverbs in listing points. And, you can see 第＃のNoun all the time for any number. However, when you pass two, using 第＃ in an adverbial sense (firstly, secondly) becomes unnatural. As such, to clearly use this pattern adverbially, the particle に becomes necessary. So, rather than stating a third point with 第三, do so with 第三に.<\/p>\n\n\n\n<p>i. 第一の日本の技術者<br>The foremost engineers of Japan<\/p>\n\n\n\n<p>ii. 第一（、）説明しても誰も聞いてくれないんだ。<br>First(ly), even if I explained, no one&#8217;ll listen to me.&nbsp;<\/p>\n\n\n\n<p>iii. 第三に、会社員が自分のゴミを捨てなければならないことになりました。<br>Thirdly, it has been decided that employees must throw away their own trash. &nbsp;<\/p>\n\n\n\n<p>This does not negate the grammaticality of phrases like 第三の問題. In English this would be &#8220;third problem&#8221;, but the Japanese, like the English, is ambiguous on whether the problem number is 3 or whether it is simply the third problem being touched on.&nbsp;<\/p>\n\n\n\n<p>Even so, this is more indicative of written Japanese. In regards to proper nouns and this pattern, you can see things like 第一ホテル and 第一製薬, but you don&#8217;t see any other number with them unless if it were a play on words. So, typically, you would never see something like 第三ホテル.&nbsp;<\/p>\n\n\n\n<p>When do you distinguish this from just a ＃＋Counter? This is a very difficult question that really depends on what you&#8217;re using. For instance, when counting floors of a building, you simply use the counter ～階. If you were to use 第, it wouldn&#8217;t quite be the same sense of the word. For instance, you can see things like 第2階差数列 (second differences sequence).<\/p>\n\n\n\n<p><strong><u>(第)#番<\/u><\/strong>&nbsp;<\/p>\n\n\n\n<p>Then, there is the counter ～番. 番 itself is a noun for “turn\/order\/place”. When used as a counter, it is equivalent to &#8220;No.&#8221;. One instance that these are used is the parts of a hearing test. This is also used for giving the order of those that win a lottery. So, you get something like 二番は彼です.<\/p>\n\n\n\n<p>This, again, shows the number that something has. For instance, if a street is named with a number, for instance First Avenue\/Avenue 1, then its Japanese equivalent would be 一番街. Like the English expression, however, ＃番街 is used for avenues\/streets with a lot of people and or businesses.<\/p>\n\n\n\n<p>It is possible to see 第 with such expressions, but the sense of there being a “No.” is still there. For instance, 第2番の交差点 is a slightly uncommon\/unnatural way of saying “Intersection No. 2”. It is slightly more common to see this without the 第.<\/p>\n\n\n\n<p>Another practical usage is ＃番線. This is used to mentioning the number of a train line, not the number of a train (列車番号). 番地 is used for house\/property number, and unlike these other examples, it is also practically used with large numbers. So, it is possible to see 1000番地. In short, this is used when there is number posted on something.<\/p>\n\n\n\n<p>There is also the usage of 一番 as “most”. However, past 1, you would have to use ＃番目. So, the second most high-ranking person would be 2番目に偉い人. It’s not right to use 2番 here. Now, having said this, what would happen if in regards to a lottery you were to say 一番目が私、2番目は彼です? Well, then it would sound like you&#8217;re talking about different lottery drawings, not separate drawings after each other in a single event.<\/p>\n\n\n\n<p>The confusion in semantics can cause natives to question the legitimacy of phrases such as the last one. This is why thoughtful consideration of detail and awareness of context is so important to discourse in any language.<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p>&nbsp;<strong><u>＃番目<\/u><\/strong><\/p>\n\n\n\n<p>Then, there is ＃番目. This has a very distinct spatial\/temporal sense about it. It can also be used in sense where it’s not that one is counting it. It’s just factually the case. For instance, in reference to the third hurricane to reach the Gulf of Mexico, one would use 3番目. This, in comparison with the next option, has no real number limit. This is also of the same vein as ＃Counter＋目. For instance, the third book is ３冊目（の本）.<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p>&nbsp;<strong><u>Native Number ＋ つ ＋　目<\/u><\/strong><\/p>\n\n\n\n<p>The most common in the spoken language is definitely “Native number + つ ＋ 目”. After nine, it is replaced with ＃番目・＃個目, the latter specifically counting things of course.<br>This pattern definitely has the greater sense of counting, despite the fact that all of these patterns are ordinal number patterns.<\/p>\n\n\n\n<p>There isn&#8217;t necessarily a strong relation to temporal\/spatial distance. It could be in reference to things. Although ＃番目 can be used with things too, it’s hard to pull away a sense of distance or time from it. For instance, 2番目の駅 is something you could definitely hear when being told how to get somewhere. From where you and the explainer are standing, there is a spatial sense of two train stations away from you. Although you could definitely hear 2つ目の駅, one could say that this has broader implications and has no relation to distance, and if it were used in the same instance as above, that’s coincidental.<\/p>\n\n\n\n<p>A common question that is often brushed off by the most sincere natives is the existence of 十目. Sadly, it does exist in rare phrases like 四目十目, which comes from a superstition of an age difference between a married couple 3 to 9 years bad, so they get rounded to 4 and 10 instead. This, though, is homophonous with the phrase 夜目遠目 (being seen in the distance).<\/p>\n\n\n\n<p>Practically, though, yes, the pattern “Native number + つ ＋ 目” ends at 9. Even so, if you were to say 9つの信号 (ninth light) in giving instructions, you might cause the traveler some anxiety as to how far away something is. Had you said 9番の信号, it may be next to you if that’s the name of it. Or, if you had said ９番目の信号, the light is no doubt in a series, but the sense of a number limit is nonexistent.<\/p>\n\n\n\n<p>In the past, native numbers past ten could be made like “とお あまり ＃つ”, but this has been reduced to rare instances and Classical Japanese. You can still sometimes see the original native number framework outside of 1~10, はたち, in things like 三十一文字, which is used to mean Waka\/Tanka poetry. Another fun fact is that 一つ目小僧 actually means “one-eyed boy phantom”. Of all things…lol&nbsp;<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p>&nbsp;<strong><u>Examples<\/u><\/strong><\/p>\n\n\n\n<p>Although the number of examples for this lesson is currently insufficient, given the detailed explanations above, ordinal number expressions should make a whole lot more sense to you.&nbsp;<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><tbody><tr><td>1.&nbsp;<ruby>第<rt>だい<\/rt><\/ruby>1<ruby>回目<rt>かいめ<\/rt><\/ruby>の<ruby>実験<rt>じっけん<\/rt><\/ruby><br>&nbsp; &nbsp; &nbsp;The first test\/experiment&nbsp;<ruby>2. 第<\/ruby>7<ruby>課<rt>か<\/rt><\/ruby>　<br>&nbsp; &nbsp; Lesson 7&nbsp;<ruby>3. 第<\/ruby>1<ruby>試合<rt>しあい<\/rt><\/ruby><br>&nbsp; &nbsp; Match one<ruby>4. 第<\/ruby>5<ruby>章<rt>しょう<\/rt><\/ruby><br>&nbsp; &nbsp;Chapter 5&nbsp;5.&nbsp;<ruby>何番目<rt>なんばんめ<\/rt><\/ruby>の<ruby>部屋<rt>へや<\/rt><\/ruby>ですか。<br>&nbsp; &nbsp; What room (number)?<strong>Sentence Note<\/strong>: This is appropriate when you are not referring to the room number plaque but the location of the room. If you want the number, you could ask 部屋は何番ですか。6. あなたは何番目の訪問者ですか。<br>&nbsp; &nbsp; What number visitor are you?<strong>Exception Note<\/strong>: 第4日 is exceptionally read as &nbsp;だいよっか.&nbsp;<\/td><td><a href=\"https:\/\/www.imabi.net\/l116numbersviicountersii.htm\">&nbsp;<\/a><\/td><td>7.&nbsp;<ruby>大会<rt>たいかい<\/rt><\/ruby><ruby>10<rt>１０<\/rt><\/ruby><ruby>日目<rt>かめ<\/rt><\/ruby><br>&nbsp; &nbsp;&nbsp;10th day of the tournament&nbsp;8.&nbsp;<ruby>一<rt>ひと<\/rt><\/ruby>つ<ruby>目<rt>め<\/rt><\/ruby>の<ruby>月<rt>つき<\/rt><\/ruby><br>&nbsp; &nbsp; &nbsp;The first month&nbsp;<ruby>9. 第<\/ruby>2<ruby>幕第<rt>まくだい<\/rt><\/ruby>3<ruby>場<rt>ば<\/rt><\/ruby><br>&nbsp; &nbsp; Act II,Scene iii&nbsp;10. 7<ruby>例目<rt>れいめ<\/rt><\/ruby><br>&nbsp; &nbsp; &nbsp; Seventh example11. 3<ruby>連勝目<rt>れんしょうめ<\/rt><\/ruby><br>&nbsp; &nbsp; &nbsp; The third straight win12. 前から2<ruby>列目<rt>れつめ<\/rt><\/ruby>の<ruby>席<rt>せき<\/rt><\/ruby>に座る。<br>To sit in a seat in the second row from the front.13. 上から3段目<br>&nbsp; &nbsp; &nbsp; Third from the top14.&nbsp;<ruby>一行目<rt>いちぎょうめ<\/rt><\/ruby>の<ruby>左<rt>ひだり<\/rt><\/ruby>から五つ目の<ruby>文字<rt>もじ<\/rt><\/ruby>は<ruby>誤植<rt>ごしょく<\/rt><\/ruby>です。<br>The fifth letter starting from the first line is a misprint.&nbsp;<\/td><\/tr><\/tbody><\/table><\/figure>\n","protected":false},"excerpt":{"rendered":"<p>Numbers VI: Ordinal Numbers Ordinal numbers, （順じゅん）序数詞じょすうし, in English end in –th with exception to first, se<a class=\"more-link\" href=\"https:\/\/imabi.org\/numbers-vi-ordinal-numbers\/\">続きを読む <span class=\"screen-reader-text\">&#8220;Numbers VI: Ordinal Numbers&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":""},"tags":[],"class_list":["post-558","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-90","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/558","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=558"}],"version-history":[{"count":2,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/558\/revisions"}],"predecessor-version":[{"id":4946,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/558\/revisions\/4946"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=558"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=558"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}