{"id":562,"date":"2023-07-16T08:21:27","date_gmt":"2023-07-16T15:21:27","guid":{"rendered":"https:\/\/imabi.org\/?page_id=562"},"modified":"2024-06-17T14:06:08","modified_gmt":"2024-06-17T21:06:08","slug":"adjectives-vi-compounds%e3%80%80%e5%bd%a2%e5%ae%b9%e8%a9%9e%e8%aa%9e%e5%b9%b9%ef%bc%8b%e5%90%8d%e8%a9%9e","status":"publish","type":"page","link":"https:\/\/imabi.org\/adjectives-vi-compounds%e3%80%80%e5%bd%a2%e5%ae%b9%e8%a9%9e%e8%aa%9e%e5%b9%b9%ef%bc%8b%e5%90%8d%e8%a9%9e\/","title":{"rendered":"Adjectives VI: Compounds　"},"content":{"rendered":"\n<h3 class=\"wp-block-heading\">Adjectives VI: &#8220;Adjectival Stem + Noun&#8221; Compounds<br>形容詞語幹＋名詞<\/h3>\n\n\n\n<p>Just as there are compound words in English created by combining adjectives and nouns to form a unique meaning such as &#8220;smart aleck,&#8221; the same can be said for Japanese. In fact, this process is very common, which may lead to confusion on the part of the learner to figure out the nuance differences.<\/p>\n\n\n\n<p>A perfect example that can be seen early on in studying Japanese is 青い空 vs. 青空. For the most part, either can be used to refer to the sky when it is clear and blue. However, sometimes the night sky may have a bluish haze. In this situation, one would describe the sky as 青い夜空 but never as 青夜空. In this case, the combination of 夜 and 空 is parallel to 青空, preventing another modification to be connected directly without the intervention of \/i\/.<\/p>\n\n\n\n<p>In other instances, the differences are greater. Consider 古い新聞 vs 古新聞. Imagine going into a library. You head to the newspaper section. In addition to &#8216;new&#8217; newspapers from that morning, there are newspapers that have yesterday&#8217;s date and all the way back to the 1800s. The &#8216;old&#8217; newspapers displayed are referred to as 古い新聞. Now, imagine the same library having a policy that one must place &#8216;used&#8217; newspapers in a recycling bin to prevent the spread of COVID-19. Even if that newspaper was from that day, it is now a 古新聞. In Japanese-English dictionaries, this word form is translated simply as &#8220;old newspaper(s),&#8221; making it impossible for the learner to discover this nuancing. It may even be tempting to paraphrase the translation to &#8220;used newspaper,&#8221; but this could have alternatively been phrased in Japanese as 使用済みの新聞. However, just as in English, what one means by &#8220;old&#8221; clearly may vary, and in the case of Japanese, a grammatical consequence can be observed<sup data-fn=\"1c829c0c-782a-4b39-8623-7cd01d0172b2\" class=\"fn\"><a href=\"#1c829c0c-782a-4b39-8623-7cd01d0172b2\" id=\"1c829c0c-782a-4b39-8623-7cd01d0172b2-link\">1<\/a><\/sup>.  <\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Discerning the Differences　<br>違いの見分け方<\/h3>\n\n\n\n<p>Discerning the difference between &#8220;adjectival stem + noun&#8221; and &#8220;adjective + noun<br>&#8221; word pairs requires case-by-case analyses. Generally speaking, though, an &#8220;adjectival stem + noun&#8221; compound will have a more limited meaning. However, overlap such as is the case with 青い空 vs. 青空 may still occur. <\/p>\n\n\n\n<p>1a. 鈴木は先日、古時計を骨董品店で購入した。<br>The other day, Suzuki purchased an antique watch at an antique store.<br>1b. 鈴木は先日、古い時計をいくつか老舗で買った。<br>The other day, Suzuki bought several old watches at an old shop.<\/p>\n\n\n\n<p>The difference between 古時計（ふるどけい） and 古い時計 is obvious from the difference in translation between 1a and 1b. We see that the former is limited to watches of value. However, value is determined by the eye of the beholder. To capture how this may differ, the wording of each sentence is slightly altered to reflect the mindset one might have when uttering either phrase. The value of the &#8220;old watch&#8221; found by the speaker in 1a. is amplified by how the store and the purchasing act are described. Oppositely, in 1b, the speaker describes the shop as being one that has been in town for a long time. Its merchandise, consequently, may not necessarily be stocked with high-price items. The watches purchased are simply no longer new, but they are useable. An antique watch, on the other hand, may not be useable but could still fetch a high price depending on its history. <\/p>\n\n\n\n<p>2a. 神田神保町には古い本屋がたくさんある。<br>There are a lot of old bookstores in Kandajinbo Town.<\/p>\n\n\n\n<p>2b. 古本屋で古書をいっぱい買ってきた。<br>I&#8217;ve just come from having bought a ton of old books from a secondhand bookstore.<\/p>\n\n\n\n<p>Is there are a bookstore that has been in your town for years? Even when a major retailer comes in, it may still be a well-known establishment in the community. One may call that bookstore a 古い本屋. Have you ever, though, gone to a bookstore which specializes in rare or classic texts? Maybe it is a used bookstore? In either of these two cases, that store may be described in Japanese as a 古本屋. <\/p>\n\n\n\n<p>In 2b., we also see the phrase 古書 used. This is a Sino-Japanese compound created from the same principles as what we have been looking at. 古書 specifically refers to &#8220;classics&#8221; and cannot be used to refer to a book that has simply become old. Such a book would need to be described as 古本（ふるほん）. If you use a dictionary to look this up, you will also find that 古本 may also be read as こほん with the specific meaning of a book whose transcription date is old. Though this word is not common in the spoken language, it fall in the semantic realm of（年代の）古い本, circling back to the dynamic at hand once more.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Example Sentences　例文<\/h3>\n\n\n\n<p>Let&#8217;s summarize the observations that we have made thus far:<\/p>\n\n\n\n<p>1.  &#8220;Adjectival stem + noun&#8221; compounds tend to have more specific meanings than &#8220;adjective + noun&#8221; phrases. <\/p>\n\n\n\n<p>2. &#8220;Adjectival stem + noun&#8221; compounds often result in 連濁 so long as the conditions for it are met: both elements being treated as native vocabulary words at the syntactic level, etc.<\/p>\n\n\n\n<p>3. Both native and Sino-Japanese &#8220;adjectival stem + noun&#8221; compounds exist, but entirely Sino-Japanese compounds such as 古本（こほん） tend to be paraphrased in the spoken language<sup data-fn=\"fb570a05-ef45-48f1-aa78-ef867043b013\" class=\"fn\"><a href=\"#fb570a05-ef45-48f1-aa78-ef867043b013\" id=\"fb570a05-ef45-48f1-aa78-ef867043b013-link\">2<\/a><\/sup> with simple &#8220;adjective + noun&#8221; expressions. This is a reflection of how these compounds are, in fact, &#8220;adjective + noun&#8221; combinations in their source language Chinese.<\/p>\n\n\n\n<p>For the remainder of this lesson, you will see a mixture of unrelated sentences either using &#8220;adjectival stem + noun&#8221; compounds or &#8220;adjective + noun&#8221; phrases with many word notes regarding paraphrases. <\/p>\n\n\n\n<p>3. 田舎の<strong>古臭い<\/strong>考え方を持つ。<em><br><\/em>To hold a rural, old-fashioned mindset.  <\/p>\n\n\n\n<p><strong>Word Note<\/strong>: 古風（こふう） would be a good candidate to replace 古臭い if emphasis wanted to be placed on how the mindset is representative of the past rather than just emphasizing how &#8220;old&#8221; it is. <\/p>\n\n\n\n<p>4. ある地区では、毎月、<strong>古新聞<\/strong>と<strong>古雑誌<\/strong>を分別して回収している。<br>In a certain sector, every month, (the municipality) separates and collects old newspapers and magazines.  <\/p>\n\n\n\n<p>5. 将来、<strong>古着屋<\/strong>を経営したいと考えています。<br>I’m thinking about running a second-hand clothing store in the future.<\/p>\n\n\n\n<p>6. 売り場の<strong>古株<\/strong>そうな店員が他の若い店員達を前に、お客さんの噂話をしていたのを聞いたときもとっても嫌な気分になったんですよ。<em><br><\/em>I was also in a really bad mood when I heard employees who seemed to be old-timers on the sales floor gossiping about customers in front of other young employees.<\/p>\n\n\n\n<p>7. 過去の<strong>古傷<\/strong>をえぐってしまう。<br>To perturb old wounds.<\/p>\n\n\n\n<p>8. <strong>故郷<\/strong>（ふるさと）へ向かって電車に乗る。<br>To ride on a train heading for one’s hometown.<\/p>\n\n\n\n<p><strong>Reading Note<\/strong>: 故郷 may also be read as こきょう, which is the Sino-Japanese equivalent. Another synonym frequently used is 地元（じもと）.<\/p>\n\n\n\n<p>9. <strong>嬉し涙<\/strong>が止まらない。<br>My tears of joy won’t stop.<\/p>\n\n\n\n<p>10. 地球上最強の俺は、<strong>弱虫<\/strong>じゃないぞ！<br>I, the strongest man on Earth, am not a coward!<\/p>\n\n\n\n<p>11. <strong>弱火<\/strong>より<strong>弱い火<\/strong>のことを<strong>とろ火<\/strong>と言います。<br>A flame weaker than a “yowabi (low flame)” is called a “torobi.”<\/p>\n\n\n\n<p>12. 何故日本の外交は<strong>弱腰<\/strong>なのか。<br>Why is Japanese diplomacy weak-kneed?<\/p>\n\n\n\n<p>13. <strong>弱音<\/strong>を吐くのは必ずしもいけないんでしょうか。<br>Is making complaints always a bad thing?<\/p>\n\n\n\n<p>14. <strong>赤字<\/strong>生活から脱出したいんです。<br>I wish to escape my life in the red.<\/p>\n\n\n\n<p>15. <strong>黒字<\/strong>倒産になる確率は他の業種と比べて低いのです。<br>The probability of insolvency due to liquidity issues compared to other industries is low.<\/p>\n\n\n\n<p>16. ここ数日、<strong>隣人<\/strong>のひとりが、日本共産党の<strong>赤旗<\/strong>を自分の玄関前に掲げていました。<br>For the past couple of days, one of my neighbors has had the red flag of the Communist Party of Japan hanging in front of his entryway.<\/p>\n\n\n\n<p><strong>Word Note<\/strong>: The Sino-Japanese compound 隣人 can be replaced with the native equivalent 隣の人.<\/p>\n\n\n\n<p>17. 冷凍した<strong>赤身魚<\/strong>を解凍する時は、可能な限り、低温で短時間のうちに解凍してください。<br>When thawing frozen fish with red meat, thaw at low temperature in as short amount of time as possible.<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: It is not the case that 赤 and 身 are modifying 魚 separately. Rather, 赤 modifies 身, then 赤身 modifies 魚.<\/p>\n\n\n\n<p>18. 卵を割ったとき、<strong>白身<\/strong>が濁っていたことはありませんか。<br>Has the white ever been cloudy for you when cracking an egg?<\/p>\n\n\n\n<p>19. <strong>黄身<\/strong>なしの卵がスーパーや八百屋などの市場で出回ることはほとんどないでしょう。<em><br><\/em>Eggs without yolks probably hardly ever appear in markets like supermarkets or greengrocers.<\/p>\n\n\n\n<p>20. <strong>高値<\/strong>で売れる本はなかなか見つかりにくい。<br>It is rather difficult to find books sold at a high price.<\/p>\n\n\n\n<p>21. 株を一日の<strong>最安値<\/strong>で買うのは無理です。<br>It’s impossible to buy stocks at the lowest price of the day.<\/p>\n\n\n\n<p>22. 弁護士は何故いつも<strong>高飛車<\/strong>な態度を取るんでしょうか。<br>Why is it that lawyers always take a high-handed attitude?<\/p>\n\n\n\n<p><strong>Word Note<\/strong>: Sometimes, a simple &#8220;adjective + noun&#8221; equivalent does not exist for a &#8220;adjectival stem + noun&#8221; compound. This is the case for 高飛車（な）, which is actually used as an adjectival noun in its own right.<\/p>\n\n\n\n<p>23. 全然<strong>高望み<\/strong>してないのに婚活がうまくいかなくて辛い。<em><br><\/em>Even though I’m not aiming too high at all, it’s been tough with my marriage hunting not going well.<\/p>\n\n\n\n<p><strong>Word Note<\/strong>: 高望みする could be paraphrased as（自分の能力・身分以上の）高い望みを【持つ・抱く】. <\/p>\n\n\n\n<p>24. 野生の<strong>白熊<\/strong>が一日に必要としている餌の量は、どのくらいですか。<br>What is the amount of food a wild polar bear requires in a day?<\/p>\n\n\n\n<p>25. どうして<strong>薄着<\/strong>で寝るの？<br>Why do you sleep in light clothing?<\/p>\n\n\n\n<p>26. 暑いのに<strong>厚着<\/strong>をする。<br>To wear thick clothing despite it being hot.<\/p>\n\n\n\n<p>27. 実際、多くの男性は<strong>厚化粧<\/strong>の女性をあまり快く思っていないようです。<em><br><\/em>Actually, many men don’t think very highly of women with heavy makeup. <\/p>\n\n\n\n<p>28. <strong>新型<\/strong>コロナウイルスは2019年11月中旬に中国の湖北省に発生し、全世界に広がってしまい、依然として遺伝子変異のスピードが速いため、伝播する先々で<strong>新しい型の<\/strong>ウイルスが次から次へと生まれていくと予想される。<br>COVID-19 emerged in China&#8217;s Hubei Province in mid-November of 2019 and has spread throughout the entire world; as of yet, due to its high speed of gene mutation, it&#8217;s predicted that new forms of the virus will continue forming one after another in the areas it spreads to. <\/p>\n\n\n\n<p><strong>Word Note<\/strong>: 新型（の） and 新しい型の are both parallel in meaning. 新型 is preferred in specific medical instances such as in its use in the common name for COVID-19 in Japanese. 新しい型の is far broader in usage and interpreted more literally as &#8220;new model\/form&#8221; of a physical entity.<\/p>\n\n\n<ol class=\"wp-block-footnotes\"><li id=\"1c829c0c-782a-4b39-8623-7cd01d0172b2\">As for the prefix-like \/furu-\/ form of the adjective for &#8220;old,&#8221; other common examples include 古着（ふるぎ）meaning &#8220;second-hand clothes&#8221; and 古狐（ふるぎつね） meaning &#8220;old fox&#8221; in the metaphorical sense. As is evident from this words, this process frequently results in 連濁. <a href=\"#1c829c0c-782a-4b39-8623-7cd01d0172b2-link\" aria-label=\"脚注参照1にジャンプ\">↩︎<\/a><\/li><li id=\"fb570a05-ef45-48f1-aa78-ef867043b013\">Exceptions like 古書 do exist, which happens to be commonly used unlike 古本（こほん）. If it were to be paraphrased, though, 昔の書物 comes to mind, yet the propensity to still use Sino-Japanese vocabulary for technical matters remains evident. <a href=\"#fb570a05-ef45-48f1-aa78-ef867043b013-link\" aria-label=\"脚注参照2にジャンプ\">↩︎<\/a><\/li><\/ol>","protected":false},"excerpt":{"rendered":"<p>Adjectives VI: &#8220;Adjectival Stem + Noun&#8221; Compounds形容詞語幹＋名詞 Just as there are compound words in Engl<a class=\"more-link\" href=\"https:\/\/imabi.org\/adjectives-vi-compounds%e3%80%80%e5%bd%a2%e5%ae%b9%e8%a9%9e%e8%aa%9e%e5%b9%b9%ef%bc%8b%e5%90%8d%e8%a9%9e\/\">続きを読む <span class=\"screen-reader-text\">&#8220;Adjectives VI: Compounds　&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":"[{\"content\":\"As for the prefix-like \/furu-\/ form of the adjective for \\\"old,\\\" other common examples include 古着（ふるぎ）meaning \\\"second-hand clothes\\\" and 古狐（ふるぎつね） meaning \\\"old fox\\\" in the metaphorical sense. As is evident from this words, this process frequently results in 連濁.\",\"id\":\"1c829c0c-782a-4b39-8623-7cd01d0172b2\"},{\"content\":\"Exceptions like 古書 do exist, which happens to be commonly used unlike 古本（こほん）. If it were to be paraphrased, though, 昔の書物 comes to mind, yet the propensity to still use Sino-Japanese vocabulary for technical matters remains evident.\",\"id\":\"fb570a05-ef45-48f1-aa78-ef867043b013\"}]"},"tags":[],"class_list":["post-562","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-94","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/562","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=562"}],"version-history":[{"count":6,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/562\/revisions"}],"predecessor-version":[{"id":6700,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/562\/revisions\/6700"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=562"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=562"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}