{"id":569,"date":"2023-07-16T08:24:47","date_gmt":"2023-07-16T15:24:47","guid":{"rendered":"https:\/\/imabi.org\/?page_id=569"},"modified":"2024-04-11T20:58:11","modified_gmt":"2024-04-12T03:58:11","slug":"adjectives-vii-the-grammaticality-of-adjective-%e3%81%a7%e3%81%99","status":"publish","type":"page","link":"https:\/\/imabi.org\/adjectives-vii-the-grammaticality-of-adjective-%e3%81%a7%e3%81%99\/","title":{"rendered":"The Grammaticality of ～です"},"content":{"rendered":"\n<h3 class=\"wp-block-heading\">The Grammaticality of ～です<\/h3>\n\n\n\n<p>The use of ～です as a politeness marker evolved from its use as the polite speech iteration だ. Unlike its copular iteration, the politeness marker ～です it directly follows the 終止形 of adjectives and several auxiliaries, a trait which copular verbs do not possess. <br><br>Its copular root is what causes a not-so small percentage of native speakers even to  this day which believe that the politeness marker ～です is inherently ungrammatical despite being here to stay. This lesson will delve into the history of how the politeness marker ～です came about as well as showcase the various situations in which it is used as a basis for its newfound grammaticality. <\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Early Instances of です &amp; Its Predecessors<\/h3>\n\n\n\n<p>The form です itself is most likely a contraction of でございます. Intermediate forms such as でござんす, でが（ん）す, and でげす could be found in the speech of the late 1800s and early 1900s in Tokyo, and they can still be heard in dialects to do this day as well as in 武家言葉-esque speech. However, です itself can be seen as far back as after the Muromachi Period in the 1600s in limited speech styles such as 狂言 prose (Ex. 1). <br><br>1. 爰元 (ここもと) にかくれもなき大名<span style=\"text-decoration: underline;\">です<\/span><sup data-fn=\"cc96d401-2a38-4a58-b866-3918dfc6e16d\" class=\"fn\"><a href=\"#cc96d401-2a38-4a58-b866-3918dfc6e16d\" id=\"cc96d401-2a38-4a58-b866-3918dfc6e16d-link\">1<\/a><\/sup>。<br>Here before us is our infamous daimyo.<br>From 『秀句傘』 by 虎明狂<\/p>\n\n\n\n<p>2. ええ寝ていて空を見る方がいい<span style=\"text-decoration: underline;\">です<\/span>と答えて<br>I answered that it was best to rest well and look at the sky<br>From 『坊ちゃん』 by 夏目漱石 <br><br>3. 聞いたこともないお人<span style=\"text-decoration: underline;\">です<\/span>なあ。<br>I&#8217;ve never heard of that person before.<br>From 『宮本武蔵』 by 吉川英治.<br><br>4. 老人は呼吸を計って首をあげながら「私ももとはこちらに屋敷も<ruby>在<rt>あ<\/rt><\/ruby>って、永らく御膝元でくらしたもの<span style=\"text-decoration: underline;\">でがす<\/span>が、<ruby>瓦解<rt>がかい<\/rt><\/ruby>の折にあちらへ参ってからとんと出てこんのでな。<br>The old man sought out the right moment, lifting up his head saying, &#8220;I once had a residence here where I had spent much time here in the shogun&#8217;s turf, but during the collapse I had gone away, and I just haven&#8217;t come out here since at all.<br>From 『吾輩は猫である』 by 夏目漱石<br><br>5. ええ顔を洗うたんびに<ruby>鵝鳥<rt>がちょう<\/rt><\/ruby>が<ruby>絞<rt>し<\/rt><\/ruby>め殺されるような声を出す人<span style=\"text-decoration: underline;\">でござんす<\/span>。<br>He&#8217;s the one who makes this sound like a goose is being strangled all the time whenever he washes his face.<br>From 『吾輩は猫である』 by 夏目漱石<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Copula Verbs Follow Nominal(ized) Phrases<\/h3>\n\n\n\n<p>Historically, copula verbs in Japanese have only ever followed nominal phrases (体言). Nominalized phrases count as nominal phrases in this effect. In the examples below, [] encases the nominal\/nominalized phrase which is followed by the copula verb that is underlined.<br><br>6. 月の都の[人]<span style=\"text-decoration: underline;\">なり<\/span>。 <br>I am a person from the city on the moon.<br>From the 『竹取物語』<br><br>7. 得るは[捨つる]<span style=\"text-decoration: underline;\">にあり<\/span>。(Set Phrase)<br>Literally: By gaining something, you must get rid of something.<br>Out with the old, in with the new. <br><br>In Classical Japanese, the primary copular verb was なり<sup data-fn=\"077bdcc9-03d2-4041-9ee5-a29b9c9d8cc4\" class=\"fn\"><a href=\"#077bdcc9-03d2-4041-9ee5-a29b9c9d8cc4\" id=\"077bdcc9-03d2-4041-9ee5-a29b9c9d8cc4-link\">2<\/a><\/sup> &#8211; itself a contraction of にあり. In Ex. 6, we see this copula attach directly to a regular noun, and in Ex. 7, we see it attach after the 連体形 of a verb being used much in the way [連体形＋の・こと] would be used in Modern Japanese grammar. <\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Avoiding ～です w\/ Existing Structures<\/h3>\n\n\n\n<p>The perceived &#8216;ungrammaticality&#8217; of the politeness marker ～です rests on two arguments:<br><br>①There is no historical precedent of a copular verb affixing itself onto forms of a conjugatable part of speech (用言) other than the 連体形, in which case said 用言 is rendered as a 体言.<br>②Existing grammar, including those mentioned in ① may allow a speaker to avoid the politeness marker ～です altogether.<br><br>The crux of the matter truly rests on how, in Modern Japanese, the politeness marker ～です may be seen affixed directly onto the 終止形 of adjectives (形容詞). First, let&#8217;s consider how the following polite forms of 新しい differ. <br><br>8a. 新しいです<br>8b. 新しいのです<br>8c. 新しくあります<br>8d. 新しゅうございます<br><br>8a. In Modern Standard Japanese, this is the only practical means of rendering an adjective in polite speech (丁寧語).  Whereas verbal etymology produced ～ます<sup data-fn=\"223013e8-2c38-4731-b50c-105a4cb5ee0c\" class=\"fn\"><a href=\"#223013e8-2c38-4731-b50c-105a4cb5ee0c\" id=\"223013e8-2c38-4731-b50c-105a4cb5ee0c-link\">3<\/a><\/sup> for verbs, for much of Japanese history, ～ござる after the 連用形 aided adjectives in becoming honorific, which is rendered as 8d in today&#8217;s speech. <br>8b. Though viewed as the simplest means of &#8216;correcting&#8217; 8b, the use of [nominalized clause + copular verb] is not synonymous with the basic means of creating a declarative sentence. Thus, of these forms, 8b is not fully synonymous with the other three.<br>8c. Though plausible, it is usually the case that adverbial particles such as は・も intervene between the 連用形 and あります to sound natural. If, however, the sentence becomes negative, we do see that ～くありません is perfectly viable and natural. <br>8d. Though grammatically sound, its politeness is far higher than 8a. Aside from set phrases, the use of ～ございます with adjectives has essentially disappeared in modern speech. <\/p>\n\n\n\n<p>Another option to avoid the politeness marker ～です is paraphrasing. Although paraphrasing would force the speaker to put more thought into their utterances, this is not a legitimate reason for why ～です ought to be viewed as a mistake. Consider the following three phrases. All three indicate the speaker&#8217;s desire of describing how hot it is outside, but they are by no means synonymous. <\/p>\n\n\n\n<p>9a. 暑い一日でした。　<br>It has been a hot day.<br>9b. 暑くなってきましたね。<br>It sure has gotten hot, hasn&#8217;t it?<br>9c. 暑く感じます。<br>It feels hot (out). <br><br>Another minor argument as to why ～です ought not to be used is on the grounds of how it is less polite than other viable options. Though this is in line with the reasoning behind Ex. 8d, these speakers are specifically referring to ～ないです, which <em>can<\/em> just as easily be rendered as ～ありません. <br><br>10a. 英語の授業は難しくないですか。<br>10b. 英語の授業は難しくありませんか。<br>Is English class not hard?<br><br>The argument that 10a is ungrammatical because 10b is more formal is not the correct argument to make. Instead, making sure that a learner knows when to use each level of politeness would be far more practical and reflective of how Japanese is used. <br><br>Lastly, others note the relative absence of the politeness marker ～です in formal writing, but this again would require ignoring the reality that many aspects of spoken language are not reflected in the written language and vice versa. <\/p>\n\n\n\n<h2 class=\"wp-block-heading\">The Use of ～たです<\/h2>\n\n\n\n<p>The grammaticality of the politeness marker ～です following the 終止形 of the past tense auxiliary verb ～た must be examined on an individual basis regarding the part of speech involved in the conjugation&#8217;s construction.<br><br>①形容詞＋～かったです<br>②名詞・形容動詞＋～だったです<br>③動詞＋～たです<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">①形容詞＋～かったです<\/h3>\n\n\n\n<p>Though ～ございました would still be the direct predecessor of contemporary polite speech rendering of adjectives in past tense, the use of ～かったです does not get marked as being ungrammatical in the same way other uses of the politeness marker ～です are. <br><br>11a. 東野さんが書いた文章は大変素晴らしかったです。<br>11b. 東野さんが書いた文章は大変素晴らしゅうございました。<br>The passage Higashino-san wrote was incredibly wonderful. <br><br>Neither sentence is ungrammatical in Modern Japanese, although as mentioned before, all usage of the auxiliary ～ござる to render adjectives in polite\/honorific speech has practically fallen out of use outside set phrases. <\/p>\n\n\n\n<h3 class=\"wp-block-heading\">②名詞・形容動詞＋～だったです<\/h3>\n\n\n\n<p>Instances of 形容動詞＋～だったです have become noticeable in the spoken language in the past few decades, though it has not reached the threshold of becoming grammatical by the majority of native speakers. Some speakers label this as dialect, but when interviewing speakers of various backgrounds, it appears regardless of whether there are other dialectal markers in the speaker&#8217;s speech. 　<\/p>\n\n\n\n<p>12a. 最高だったです。△<br>12b. 最高でした。<br>It was the best.<br><br>13a. いかがだったでしょうか。△<br>13b. いかがでしたか。<br>13c. いかがでしたろうか。<br>How was it?<br><br>When the auxiliary ～う is used with the politeness marker ～です, we can still get ～でしたろう; however, this has all been completely fallen out of use no sooner than it had appeared. In current speech, ～でしょうか is being frequently affixed to ～だったです without the particle の intervening, so as to avoid changing the tone and\/or purpose behind one&#8217;s question. <\/p>\n\n\n\n<h4 class=\"wp-block-heading\">終止形＋でした<\/h4>\n\n\n\n<p>It must be noted that under no circumstance should でした be affixed to the 終止形 of adjectives, and the emergence of ～だったです does not validate this structure.  <br><br>14a. まるで新書のように新しかった（の）です。〇<br>14b. まるで新書のように新しいでした。 X<br>It was as if it were new <em>like<\/em> a new book.<br><br>It must be duly noted that 新しかったのです and 新しいのでした are synonymous with each other. The former pertains to the speaker&#8217;s judgement call on something being new, whereas the latter means that the object in question &#8220;were new <span style=\"text-decoration: underline;\">ones<\/span>.&#8221; <\/p>\n\n\n\n<h3 class=\"wp-block-heading\">③動詞＋～たです<\/h3>\n\n\n\n<p>Due to ～ます&#8217;s prevalence with verbs, there is no perceived grammatical necessity for ～たです to rival ～ました. Nonetheless, it has shown up in dialectal text for over a century. <br><br>15. 避暑に行ったです。△<br>I went (there) to escape the heat. <br><br>In interview text where it sees marginally larger leverage, it is skeptical as to whether it constitutes a dialectal feature of the speaker or as a transcription mistake of ～たのです. However, when any other aspect of dialectal grammar appears, judging it as dialect becomes irrefutable.<br><br>16. 病院さん行ったですよ。（方言）<br>16. 病院｛に・へ｝行きましたよ。（標準語）<br>I went to the hospital.  <\/p>\n\n\n\n<h3 class=\"wp-block-heading\">動詞の非過去形＋～です <\/h3>\n\n\n\n<p>In the same vein as 動詞＋～たです, the politeness marker ～です following the non-past form of verbs has been observed since early Modern Japanese, albeit again in dialectal polite speech. This is more so indicative of ～ます not necessarily being present in all dialects prior to standardization as opposed to ～です expanding its domain. <\/p>\n\n\n\n<p>17. けれど自覚と云うのは、自省ということをも含んで<span style=\"text-decoration: underline;\">おるです<\/span>からな、<ruby>無闇<rt>むやみ<\/rt><\/ruby>に意志や自我を<ruby>振廻<rt>ふりまわ<\/rt><\/ruby>しては<span style=\"text-decoration: underline;\">困るです<\/span>よ。自分の<ruby>遣<rt>や<\/rt><\/ruby>ったことには自分が全責任を帯びる覚悟がなくては<br>But self-awareness also involves self-reflection, so you mustn’t simply go recklessly abusing your willpower and ego. You must possess the resignation that you have to bear full responsibility for your own actions. <br>From 蒲団 by 田山花袋 <\/p>\n\n\n\n<h2 class=\"wp-block-heading\">The Peculiarity of ～ませんでした<\/h2>\n\n\n\n<p>Although the use of ～です with verbal morphology<sup data-fn=\"12d29888-8360-426b-88d7-349dc3bbe5d1\" class=\"fn\"><a href=\"#12d29888-8360-426b-88d7-349dc3bbe5d1\" id=\"12d29888-8360-426b-88d7-349dc3bbe5d1-link\">4<\/a><\/sup> is largely unattested in Modern Standard Japanese, the one seemingly glaring exception to this norm is the existence of ～ませんでした. At first glance, it even appears to break the norm of politeness being stated after tense, not the other way around.<br><br>The main reason for why ～ませんでした is grammatical is because ～ません is not being used here in its 終止形: it is being used in its 連体形. This is proven by the existence of its intermediary rendition ～ませぬでした, which is found in Early Modern Japanese as well as the speech of older generations. <br><br>As for why politeness is seen marked in this structure before tense, we must first understand that the emergence of the politeness marker ～です itself is still a relatively new phenomenon, and while it does see varying acceptance after the non-past tense of adjectives and the past tense of adjectives, the norm still remains that politeness is typically marked first in Japanese grammar, as is demonstrated by the form でした when \/desu\/ does behave as a popular copular verb as well as by the pattern ～ました. Secondly, ～ます for most of its history retained a much higher level of humility, and its use as a mere politeness-marking auxiliary is also a relatively new invent. <br><br>18. 汽船の輸送力は、開戦当初の使用船腹の概ね四分の一を保持するに過ぎませぬでした。<br>Steam boat transport capacity only maintained approximately 1\/4th of the usable ships at the start of the war.<br><br>19. 怪我人はいませんでした。<br>No one was injured.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">The Non-Zero Conjugational Power of <br>～です<\/h3>\n\n\n\n<p>Although ～です is viewed solely as a politeness marker, that does not mean it is void of conjugational power. As we have seen, ～でしょう is an example of its 未然形 combining with the suppositional auxiliary verb ～う, and ～ですこと is an example of its 連体形 connecting to こと, albeit as a final particle. In both situations, tense\/aspect is not being altered. Instead, only the modality or the mood is being changed. <br><br>20. 昔は赤十字なんてものもなかったでしょう。<br>In the past, there wasn&#8217;t anything like the Red Cross, you see.<br><br>21. まあ、お綺麗ですこと！（古めかしい女性語）<br>My, how pretty!<br><br>Though the grammaticality of ～たでしょう is higher with adjectival structures than with verbal structures, the role of changing the mood which ～でしょう plays is the syntactic reasoning for why it is rapidly becoming accepted in both scenarios. This is also the case for when speakers use ～ますでしょうか or ～ませんでしょうか, as ～でしょうか is viewed as more so affecting the tone of the sentence more so than it is maintaining the politeness of the sentence. To bounce off this notion of tone, speakers who do use these patterns argue that inserting の to avoid using them would make their question too assertive.<br><br>22a. 間に合いますでしょうか。〇\/△<br>22b. 間に合うのでしょうか。〇<br>Will (it\/you\/we) make it in time?<br><br>23a. 今日中に提出していただけませんでしょうか。〇\/△<br>23b. 今日中に提出していただけないのでしょうか。〇<br>Could I have you submit it by sometime today? <\/p>\n\n\n<ol class=\"wp-block-footnotes\"><li id=\"cc96d401-2a38-4a58-b866-3918dfc6e16d\">Despite its honorific origins and eventual, generally polite future, it was often used to sarcastically be polite when it first appeared in the written record. <a href=\"#cc96d401-2a38-4a58-b866-3918dfc6e16d-link\" aria-label=\"脚注参照1にジャンプ\">↩︎<\/a><\/li><li id=\"077bdcc9-03d2-4041-9ee5-a29b9c9d8cc4\">The sound changes which brought about にあり → だ are as follows: にあり＞なり＞にてあり＞んてあり＞んてある＞んでぁ＞ぢゃ＞じゃ＞だ.<br> copula verb here is にあり, which is usually seen contracted as なり. The insertion of the particle て after に then interacting and fusing with あり eventually led to the birth of だ &#8211; にてあり → にてぁ → んでぁ → ぢゃ → じゃ → だ. <a href=\"#077bdcc9-03d2-4041-9ee5-a29b9c9d8cc4-link\" aria-label=\"脚注参照2にジャンプ\">↩︎<\/a><\/li><li id=\"223013e8-2c38-4731-b50c-105a4cb5ee0c\">The auxiliary ～ます derives from 参らす, which is itself a humble verbal expression.  <a href=\"#223013e8-2c38-4731-b50c-105a4cb5ee0c-link\" aria-label=\"脚注参照3にジャンプ\">↩︎<\/a><\/li><li id=\"12d29888-8360-426b-88d7-349dc3bbe5d1\">Instances such as ～ないです and ～たいです may be written off as following adjectival morphology.  <a href=\"#12d29888-8360-426b-88d7-349dc3bbe5d1-link\" aria-label=\"脚注参照4にジャンプ\">↩︎<\/a><\/li><\/ol>","protected":false},"excerpt":{"rendered":"<p>The Grammaticality of ～です The use of ～です as a politeness marker evolved from its use as the polite speech iter<a class=\"more-link\" href=\"https:\/\/imabi.org\/adjectives-vii-the-grammaticality-of-adjective-%e3%81%a7%e3%81%99\/\">続きを読む <span class=\"screen-reader-text\">&#8220;The Grammaticality of ～です&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":"[{\"content\":\"Despite its honorific origins and eventual, generally polite future, it was often used to sarcastically be polite when it first appeared in the written record.\",\"id\":\"cc96d401-2a38-4a58-b866-3918dfc6e16d\"},{\"content\":\"The sound changes which brought about にあり → だ are as follows: にあり＞なり＞にてあり＞んてあり＞んてある＞んでぁ＞ぢゃ＞じゃ＞だ.<br> copula verb here is にあり, which is usually seen contracted as なり. The insertion of the particle て after に then interacting and fusing with あり eventually led to the birth of だ - にてあり → にてぁ → んでぁ → ぢゃ → じゃ → だ.\",\"id\":\"077bdcc9-03d2-4041-9ee5-a29b9c9d8cc4\"},{\"content\":\"The auxiliary ～ます derives from 参らす, which is itself a humble verbal expression. \",\"id\":\"223013e8-2c38-4731-b50c-105a4cb5ee0c\"},{\"content\":\"Instances such as ～ないです and ～たいです may be written off as following adjectival morphology. \",\"id\":\"12d29888-8360-426b-88d7-349dc3bbe5d1\"}]"},"tags":[],"class_list":["post-569","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-9b","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/569","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=569"}],"version-history":[{"count":23,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/569\/revisions"}],"predecessor-version":[{"id":4637,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/569\/revisions\/4637"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=569"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=569"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}