{"id":582,"date":"2023-07-16T08:31:36","date_gmt":"2023-07-16T15:31:36","guid":{"rendered":"https:\/\/imabi.org\/?page_id=582"},"modified":"2024-04-18T21:10:09","modified_gmt":"2024-04-19T04:10:09","slug":"%e9%80%a3%e7%94%a8%e4%b8%ad%e6%ad%a2%e5%bd%a2","status":"publish","type":"page","link":"https:\/\/imabi.org\/%e9%80%a3%e7%94%a8%e4%b8%ad%e6%ad%a2%e5%bd%a2\/","title":{"rendered":"連用中止形"},"content":{"rendered":"\n<h3 class=\"wp-block-heading\">連用中止形<\/h3>\n\n\n\n<p>Instead of using the particle て, there is also a method called the 連用中止形. This is when you use the 連用形 but attach nothing to it, and in doing so, it functions like the particle て. This was in fact the original way. However, no two methods in Japanese evolve without differences emerging as well.&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">The 連用中止形<\/h3>\n\n\n\n<p>One of the first problems with using the 連用形 is that most learners don&#8217;t know what it is. Even though by now you should know exactly what it is, here is a reminder.<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><tbody><tr><td>&nbsp;Class<\/td><td>&nbsp;Example<\/td><td>&nbsp;終止形<\/td><td>&nbsp;連用形<\/td><\/tr><tr><td>&nbsp;一段<\/td><td>&nbsp;見る<\/td><td>&nbsp;見る<\/td><td>&nbsp;見<\/td><\/tr><tr><td>&nbsp;五段<\/td><td>&nbsp;勝つ<\/td><td>&nbsp;勝つ<\/td><td>&nbsp;勝ち<\/td><\/tr><tr><td>&nbsp;サ変<\/td><td>&nbsp;する<\/td><td>&nbsp;する<\/td><td>&nbsp;し<\/td><\/tr><tr><td>&nbsp;カ変<\/td><td>&nbsp;来る<\/td><td>&nbsp;来る<\/td><td>&nbsp;来<\/td><\/tr><tr><td>&nbsp;形容詞<\/td><td>&nbsp;少ない<\/td><td>&nbsp;少ない<\/td><td>&nbsp;少なく<\/td><\/tr><tr><td>&nbsp;形容動詞<\/td><td>&nbsp;簡単だ<\/td><td>&nbsp;簡単だ<\/td><td>&nbsp;簡単で（あり）<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>When you use いる in this grammatical pattern, you have to use おり, which is the 連用形 of its humble form おる. You should not use the 連用形 い. However, in older works, you do find ～てい instead of ～ており.<\/p>\n\n\n\n<p>1. また、これまでに１８万人が住まいを追われ、このうち７万５０００人が各地にある国連のＰＫＯ＝平和維持活動の施設に避難しており、国連は安全の確保や人道支援に全力を挙げているとしています。<br>Also, there have been 180,000 people driven from their dwellings, and of these, 75,000 have evacuated to UN PKO (Peacekeeping Operations) facilities, and the UN are putting all forces to human aid and safety security. &nbsp;&nbsp;<br>From the NHK Article 南スーダン緊張 ７万人以上が避難 on December 31, 2013.&nbsp;<\/p>\n\n\n\n<p>2. 出来た。出来ないにしろ、二人がお互いに愛し<strong>てい<\/strong>、女が自分の存在に無頓着ならば、自分はどうすることも出来なかったにちがいない。<br>I was able to do it. Even if I couldn&#8217;t, the two love each other, and had the women been indifferent to my own existence, there is no doubt that I wouldn&#8217;t have been able to do anything.<br>From 友情 by 武者小路実篤.&nbsp;<\/p>\n\n\n\n<p>Though more common in literature, due to the fact that they are two morae verbs, 見る, 寝る, and 来る are not near as common in this. This, though, is keeping in mind mediums such as very formal speech where this grammar structure is seen in the spoken language. As this is mainly 書き言葉, the frequency of any verb in this is determined by the refinement and formality of the language used. For instance, the Bible has a plethora of examples of the 連用中止形.<\/p>\n\n\n\n<p>3. わたしは一つの事を主に願った。わたしはそれを求める。わたしの生きるかぎり、主の家に住んで、主のうるわしきを見、その宮で尋ねきわめることを。<br>I desired one thing from the Lord; that I sought. For as long as I live, may I dwell in the house of the Lord, look upon his beauty, and seek him in his temple.<br>From&nbsp;<ruby>詩篇<rt>しへん<\/rt><\/ruby>第二七章四節 口語訳<\/p>\n\n\n\n<p>Again, instead of ～て, you can just use the 連用形, which is quite literary. Verbs and adjectives may be used in this way. It sounds more refined, and is often used in songs and poems.&nbsp;<\/p>\n\n\n\n<p>4. 本を｛読んで・読み｝、しばらく考える。&nbsp;<br>&nbsp; &nbsp; To think awhile from reading a book.&nbsp;<\/p>\n\n\n\n<p>5. 街中は人も少なく（て）、たまに車が通り過ぎるだけだった。<br>&nbsp; &nbsp; There were few people downtown and cars only occasionally passed by.<\/p>\n\n\n\n<p>However, to truly investigate the interchangeability of the two, you need to know what て does and then see if there are any usages that can’t be expressed with the 連用中止形. ～て, as has been seen in previous lessons, can be used to show successive action, ancillary\/incidental conditions, cause\/reason, and parallelism. The points of contingency involve ancillary conditions and cause\/reason.<\/p>\n\n\n\n<p>6a. 食べすぎて、お腹が痛い。〇<br>6b. 食べすぎ, お腹が痛い。　〇\/?<\/p>\n\n\n\n<p>7a. 座って話す。〇<br>7b. 座り、話す。X<\/p>\n\n\n\n<p>In the first example, not using て means not establishing a cause-effect relationship. Rather, you end up just showing successive action.<\/p>\n\n\n\n<p>Although using the 連用中止形 for showing successive action, it causes the sentence to sound very segmented, which may very well be how you want to express something, which can be seen in the first example. Though, in more spoken statements, it is more natural to mix it with て.<\/p>\n\n\n\n<p>8. 過去を忘れ、職を探し、社員になり、私の生活は立派になりました。<br>I forgot the past, I looked for a job, I became a company employee, and my way of life became amazing.<\/p>\n\n\n\n<p>9. お母さんは雑誌を読み、コーヒーを飲んで、出かけた。<br>&nbsp; &nbsp; My mother read a magazine, drank coffee, and left.<\/p>\n\n\n\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Consider the following bad sentence where て is the problem rather than the 連用中止形.<\/p>\n\n\n\n<p>10a. 日本列島に初めて独自の文化を生み出した<ruby>縄文人<rt>じょうもんじん<\/rt><\/ruby>は<ruby>狩人<rt>かりゅうど<\/rt><\/ruby>であって、<ruby>漁夫<rt>ぎょふ<\/rt><\/ruby>だった。X<br>10b. 日本列島に初めて独自の文化を生み出した縄文人は狩人であり、漁夫だった。〇<br>The Jomon people who were the first in the Japanese islands to first form their own culture were farmers and fishermen.&nbsp;<\/p>\n\n\n\n<p>This is the case because て borders sounding like it shows a contrast. To keep であって, it would have been best to have a just as equally complex latter clause that balances out the meaning of the first. The use of the 連用中止形 has no such problem and nicely segments the two properties in a formal fashion.<\/p>\n\n\n\n<p>11.&nbsp;<ruby>太股<rt>ふともも<\/rt><\/ruby>の上で握り<ruby>拳<rt>こぶし<\/rt><\/ruby>を作っていた信人は、切ない気持ちで、<ruby>上目遣<rt>うわめづか<\/rt><\/ruby>いに上司を見た。<br>Nobuto, who had made a fist on top her thighs, looked with an upward glance and saddened emotion at her boss.<br>From 冷たい誘惑 by 乃南アサ.<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p><strong>Article from NHK<\/strong><\/p>\n\n\n\n<p>As stated earlier, one of the most common places you can find the 連用中止形 used is in writing. News articles utilize this pattern a lot. Notice how it is used in concert with て in the following article from NHK.<\/p>\n\n\n\n<p>12.&nbsp;<\/p>\n\n\n\n<p><strong>元同級生を車内でも<ruby>暴行<rt>ぼうこう<\/rt><\/ruby>か<br><\/strong>7月19日&nbsp;4時20分<br>広島県<ruby>呉市<rt>くれし<\/rt><\/ruby>の山中に元同級生とみられる遺体を<ruby>遺棄<rt>いき<\/rt><\/ruby>したとして広島市の１６歳の少女と知り合いの男女ら６人が<ruby>逮捕<rt>たいほ<\/rt><\/ruby>された事件で、７人の一部は山中に向かう車の中で、元同級生を<strong>押さえつけ<\/strong>、暴行を繰り返していたとみられることが警察への取材で分かりました。<br>警察は初めから暴行を加えるつもりで元同級生を車で連れ出した疑いがあるとみて<ruby>捜査<rt>そうさ<\/rt><\/ruby>を進めています。<br>今月１４日、広島県呉市の山中に、<ruby>高等専修<rt>こうとうせんしゅう<\/rt><\/ruby>学校の元同級生の１６歳の少女とみられる遺体を遺棄したとして警察に<ruby>自首<rt>じしゅ<\/rt><\/ruby>した広島市の１６歳の少女が<strong>逮捕され<\/strong>、１７日、<ruby>鳥取県<rt>とっとりけん<\/rt><\/ruby><ruby>湯梨浜町<rt>ゆりはまちょう<\/rt><\/ruby>の無職、<ruby>瀬戸大平<rt>せとおおひら<\/rt><\/ruby>容疑者（２１）と、１６歳の無職の男女５人が死体遺棄の疑いで逮捕されました。<br>警察の調べに<strong>対し<\/strong>瀬戸容疑者は容疑を<strong>否認し<\/strong>、ほかの６人は容疑を認めているということです。<br>これまでの調べで７人が、元同級生を車に乗せて現場の山中に<strong>行き<\/strong>、車を降りたあと、集団で暴行を加えたと供述していることが分かっていて、警察は使われたとみられる車を１８日夜、<ruby>押収<rt>おうしゅう<\/rt><\/ruby>しました。その後の警察の調べで、７人の一部は、現場へ向かう車の中で、元同級生を押さえつけて<ruby>殴<rt>なぐ<\/rt><\/ruby>ったり<ruby>蹴<rt>け<\/rt><\/ruby>ったりする暴行を繰り返していたとみられることが警察への取材で分かりました。<br>元同級生への暴行が山中に着く前の車内から続いていることから、警察は、初めから暴行を加えるつもりで元同級生を車で連れ出した疑いがあるとみて捜査を進めています。&nbsp;<\/p>\n\n\n\n<p>Assaulting of Former Classmate also Inside Car?<br>July 19<sup>th<\/sup>, 4:20<br>It has been found out through police investigation that in the case in which a 16 year old girl and 6 men and women acquaintances from Hiroshima City were arrested for the abandonment of the body of a former classmate in the mountains of Hiroshima Prefecture Kure City, a group of 7 people inside a car towards the mountainside suppressed the former classmate, and repeatedly assaulted her. The police are furthering investigation into the suspicion that [the group] had taken the former student into the car with plans to assault her from the beginning. &nbsp; &nbsp; &nbsp;<br>This month on the 14<sup>th<\/sup>, a 16 year old girl who surrendered herself to police for the abandonment of the body in the mountains of Hiroshima Prefecture Kure City of a former 16 year old female student at [their] vocational high school was arrested, and on the 17<sup>th<\/sup>, unemployed 21 year old resident of Tottori Prefecture Yurihama Town Seto Ohira and 5 unemployed 16 year old men and women were arrested for suspicion in the body abandonment.<br>Suspect Ohira denies claims from the police, but the 6 others have confessed.<br>In investigation up to now, it’s understood that the 7 people are testifying that they put the former classmate into the vehicle, went to the scene in the mountains, and after getting off the vehicle, they group assaulted [her], and the police on the 18<sup>th<\/sup>&nbsp;seized the car thought to be used. In police investigation afterward, it has been found out from reports to the police that the group of 7 suppressed the former classmate inside the car towards the scene and repeatedly assaulted her by beating and kicking her.<\/p>\n\n\n\n<p>In light of the the continuation of assault to their former classmate inside the vehicle before having reached the mountains, the police are furthering investigation into the charge that [the group] had brought the former student in the vehicle with plans to assault from the beginning.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>連用中止形 Instead of using the particle て, there is also a method called the 連用中止形. This is when you use the 連用形 b<a class=\"more-link\" href=\"https:\/\/imabi.org\/%e9%80%a3%e7%94%a8%e4%b8%ad%e6%ad%a2%e5%bd%a2\/\">続きを読む <span class=\"screen-reader-text\">&#8220;連用中止形&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":""},"tags":[],"class_list":["post-582","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-9o","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/582","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=582"}],"version-history":[{"count":2,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/582\/revisions"}],"predecessor-version":[{"id":4957,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/582\/revisions\/4957"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=582"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=582"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}