{"id":594,"date":"2023-07-16T08:35:48","date_gmt":"2023-07-16T15:35:48","guid":{"rendered":"https:\/\/imabi.org\/?page_id=594"},"modified":"2024-04-18T21:12:27","modified_gmt":"2024-04-19T04:12:27","slug":"%e3%82%8f%e3%81%91%e3%81%a0","status":"publish","type":"page","link":"https:\/\/imabi.org\/%e3%82%8f%e3%81%91%e3%81%a0\/","title":{"rendered":"わけだ"},"content":{"rendered":"\n<h3 class=\"wp-block-heading\">わけだ<\/h3>\n\n\n\n<p>The noun 訳 when read as わけ can be translated as “conclusion from reasoning”, but it is not to be confused with the reading やく, which means&nbsp; “translation.&#8221;<\/p>\n\n\n\n<p>1. そのわけは<ruby>未<rt>いま<\/rt><\/ruby>だ<ruby>解明<rt>かいめい<\/rt><\/ruby>されていない。<br>&nbsp; &nbsp; &nbsp;The reason for that has still yet to be clarified.<\/p>\n\n\n\n<p>2. なるほど、そんなわけで、<ruby>金子<rt>かねこ<\/rt><\/ruby>は<ruby>帰国<rt>きこく<\/rt><\/ruby>したのか。<br>&nbsp; &nbsp; I see, so that’s why Kaneko returned to Japan.<\/p>\n\n\n\n<p>3. あいつはいつも<ruby>訳<rt>わけ<\/rt><\/ruby>の<ruby>分<rt>わ<\/rt><\/ruby>からないことばかりやってるよ。<br>&nbsp; &nbsp; That guy always does a bunch of nonsense.&nbsp;<\/p>\n\n\n\n<p>4. ロケット<ruby>団<rt>だん<\/rt><\/ruby>がピカチュウを<ruby>追<rt>お<\/rt><\/ruby>っている<ruby>理由<rt>りゆう<\/rt><\/ruby>はこういうわけです。<br>&nbsp; &nbsp; This is the reasoning for Team Rocket chasing Pikachu.<\/p>\n\n\n\n<p>5. てなわけで、ごきげんよう！<\/p>\n\n\n\n<p>&nbsp; &nbsp; &nbsp;With that, have a nice day!<\/p>\n\n\n\n<p><strong>Contraction Note<\/strong>: てなわけで comes from というようなわけで. It is equivalent to “with that being said” and is very fitting in this example sentence in concluding the conversation, but it is rather interchangeable with the phrase&nbsp;ということで.&nbsp; Just as in English, either of these two phrases are used in making transitions.<br><br>6.&nbsp;<ruby>訳<rt>わけ<\/rt><\/ruby>もなく、<ruby>彼<rt>かれ<\/rt><\/ruby>は<ruby>机<rt>つくえ<\/rt><\/ruby>を<ruby>壊<rt>こわ<\/rt><\/ruby>した。<br>&nbsp; &nbsp; Without any reason, he broke the desk.<\/p>\n\n\n\n<p>7. ちゅうわけで、<ruby>今夜<rt>こんや<\/rt><\/ruby>も<ruby>行<rt>い<\/rt><\/ruby>こうぜ～。<br>&nbsp; &nbsp;With that, let’s go tonight too!<br><br><strong>Contraction Note<\/strong>: ちゅう is a contraction of という, and together, ちゅうわけで is yet another means of saying “so with that…”<\/p>\n\n\n\n<p><em><\/em>訳だ, most frequently spelled as わけだ, is multifaceted in meaning, but its fundamental meaning is to express reasoning which has come about from having thought along the logic or reasoning from one certain circumstance which led the speaker to yet another circumstance. Meaning, there is a known fact that leads to a reason or cause for which one draws a conclusion. In doing so, this pattern draws parallels with はずだ andことになる, but as is always the case with interrelated grammar points, it will be necessary for us to delve into when and how these patterns are ever interchangeable.&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Affirmation vs. Inference<\/h3>\n\n\n\n<p>All three of these patterns demonstrate an inevitable conclusion that the speaker makes after having thought things through logically. However, whereas わけだ and ことになる can be viewed as stating a matter as logically based established fact, はずだ more so states induction with a high degree of confidence—not quite fact.<\/p>\n\n\n\n<p>8. このガス<ruby>雲<rt>うん<\/rt><\/ruby>は、ブラックホールの<ruby>潮汐力<rt>ちょうせきりょく<\/rt><\/ruby>によって<ruby>破壊<rt>はかい<\/rt><\/ruby>され、<ruby>降着円盤<rt>こうちゃくえんばん<\/rt><\/ruby>に<ruby>衝突<rt>しょうとつ<\/rt><\/ruby>するはずです。<br>This gas cloud should be destroyed by the tidal force of the black hole and collide with the accretion disk.<\/p>\n\n\n\n<p>9.&nbsp;<ruby>水蒸気<rt>すいじょうき<\/rt><\/ruby>を<ruby>含<rt>ふく<\/rt><\/ruby>んだ<ruby>空気<rt>くうき<\/rt><\/ruby>が<ruby>上昇<rt>じょうしょう<\/rt><\/ruby>し、<ruby>雪雲<rt>ゆきぐも<\/rt><\/ruby>を<ruby>作<rt>つく<\/rt><\/ruby>ると、<ruby>雪<rt>ゆき<\/rt><\/ruby>が<ruby>降<rt>ふ<\/rt><\/ruby>るわけです。<br>When air filled with water vapor rises and creates snow clouds, it snows.<\/p>\n\n\n\n<p>10.&nbsp;<ruby>乱層雲<rt>らんそううん<\/rt><\/ruby>は、<ruby>横<rt>よこ<\/rt><\/ruby>に<ruby>広<rt>ひろ<\/rt><\/ruby>がっているので、<ruby>小雨<rt>こさめ<\/rt><\/ruby>が<ruby>長<rt>なが<\/rt><\/ruby>く<ruby>降<rt>ふ<\/rt><\/ruby>り<ruby>続<rt>つづ<\/rt><\/ruby>くことになる。<br>The nimbostratus stretches horizontally, and so the light rain will continue to fall for a long time.<\/p>\n\n\n\n<p><em><\/em>わけだ is at its heart an expression that decisively demonstrates a logical conclusion based on some premise. はずだ, on the other hand, does not assert knowledge of the truth as it only infers a conclusion based on the extent of information at the speaker’s disposal. It is a “should” and nothing more. The predicates before&nbsp;わけだ and はずだ, thus, have a fundamental difference. For the former, the predicate is known as fact and is in response to why it is so. For the latter, the predicate is not known to be fact, but its validation is what is being set in motion. Their focal points may share some similarity in showing a conclusion, but&nbsp;<em>hazu da<\/em>&nbsp;はずだ places emphasis on the speaker’s high confidence about how something ought to be the case while わけだ places emphasis on what has come about from following a logical path of reasoning. Both, however, are used in a very explanatory sense. They simply differ in the nature of the explanation: fact or conjecture.<\/p>\n\n\n\n<p><strong>Conjugation Note<\/strong>: Because わけだ is composed of a noun, there is nothing special about how it attaches to other parts of speech.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Objectiveness or Lack Thereof<\/h3>\n\n\n\n<p>Both わけだ and はずだ are actually subjective in nature despite わけだ emphasizing what the speaker feels to be established fact, but this is exactly how both demonstrate subjectivity. Of course, はずだ is by far the most subjective in nature. Even if the statement which the speaker is trying to make with はずだ is based on facts, it is at the very most inference that is hoping to squeeze agreement from the listener. This is so much so that if that if what ends up being the case is different than what expected and asserted with はずだ, suspicion as to whether said realization is true is inferred. This never happens withわけだ.<\/p>\n\n\n\n<p>11.&nbsp;<ruby>普通<rt>ふつう<\/rt><\/ruby>なら<ruby>固体<rt>こたい<\/rt><\/ruby>は<ruby>液体<rt>えきたい<\/rt><\/ruby>に<ruby>沈<rt>しず<\/rt><\/ruby>むんですが、これってなんで<ruby>浮<rt>う<\/rt><\/ruby>いてるの？<br>Usually, solids sink in liquids, but why is this floating?<\/p>\n\n\n\n<p>12.&nbsp;<ruby>氷<rt>こおり<\/rt><\/ruby>は<ruby>水<rt>みず<\/rt><\/ruby>より<ruby>軽<rt>かる<\/rt><\/ruby>いので、<ruby>固体<rt>こたい<\/rt><\/ruby>とはいえ<ruby>水<rt>みず<\/rt><\/ruby>に<ruby>浮<rt>う<\/rt><\/ruby>くわけです。<br>Ice is lighter than water, and so although it’s a solid, that’s why it floats in water.<\/p>\n\n\n\n<p>Where does ことになる fall in all this? It is quite interchangeable with わけだ as it too expresses how an inevitable conclusion is brought about by following logic, fact, and or the course of things, but unlike わけだ, it is extremely objective in nature. In summary, all three patterns show conclusions based on logic, but they differ in objectivity and in the nature of their claims.<\/p>\n\n\n\n<p>13.&nbsp;<ruby>形<rt>かたち<\/rt><\/ruby>あるものは<ruby>全<rt>すべ<\/rt><\/ruby>て<ruby>壊<rt>こわ<\/rt><\/ruby>れるわけですよね？<br>Things with form must all go to pieces, right?<\/p>\n\n\n\n<p>14. アセトアルデヒドは、<ruby>有害物質<rt>ゆうがいぶっしつ<\/rt><\/ruby>なので、さらに<ruby>炭酸<rt>たんさん<\/rt><\/ruby>ガスと<ruby>水分<rt>すいぶん<\/rt><\/ruby>に<ruby>分解<rt>ぶんかい<\/rt><\/ruby>されることになります。<br>Because acetaldehyde is a toxic substance, it becomes further decomposed to carbonic acid and water.&nbsp;<\/p>\n\n\n\n<p>As far as わけだ is concerned, its fundamental meaning being to express reasoning, which has come about from having thought along the logic or reasoning from one certain circumstance which led the speaker to yet another circumstance, is not so difficult to comprehend, but there are issues that arise when looking further into the relationship between the two circumstances intrinsically implied with わけだ. At times, what わけだ attaches to shows reason\/cause, and at other times it shows result, which at first glance seem to be contradictory. In order to reconcile this, it is necessary to separate the individual functions of わけだ according to the flow of awareness of the speaker as this will help determine the relationship meant by whatever two circumstances are linked with it.<\/p>\n\n\n\n<p>The reason for why all this is necessary is because わけだ is intrinsically subjective to some degree. The subjective nature lies in the fact that although it may be based on established fact\/logic, these facts and or logic are being represented with the speaker’s personal point of view. Depending on where one’s flow of thought goes, one’s thoughts may levitate toward to either the reason\/cause or the effect of the logical conclusion clause that わけだ attaches to.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Showing Result\/Effect<\/h3>\n\n\n\n<p>When showing result\/effect, わけだ can be associated with claims that refer to an unconfirmed event in the past as well as claims based on established fact and as of yet established ‘fact.’ Choosing はずだ or ことになる instead depends on the objectivity you wish to give to the result, but it is worth noting that ことになる doesn’t work when the result has already happened.<\/p>\n\n\n\n<p>15. フランスはフィンランドと<ruby>1<rt>いち<\/rt><\/ruby><ruby>時間<rt>じかん<\/rt><\/ruby>の<ruby>時差<rt>じさ<\/rt><\/ruby>があるから、ホテルには<ruby>日本時間<rt>にっぽんじかん<\/rt><\/ruby>の<ruby>15<rt>じゅうご<\/rt><\/ruby><ruby>時<rt>じ<\/rt><\/ruby>ごろに<ruby>着<rt>つ<\/rt><\/ruby>くわけだ。<br>Because there is a one-hour time difference between France and Finland, (I) will arrive at the hotel around 3 PM JST.<\/p>\n\n\n\n<p>16. そんなに<ruby>市場<rt>いちば<\/rt><\/ruby>に<ruby>出回<rt>でまわ<\/rt><\/ruby>ってるんだったら、<ruby>確<rt>たし<\/rt><\/ruby>かに<ruby>乱獲<rt>らんかく<\/rt><\/ruby>とかで<ruby>5<rt>ご<\/rt><\/ruby><ruby>年後<rt>ねんご<\/rt><\/ruby>に<ruby>姿<rt>すがた<\/rt><\/ruby>を<ruby>完全<rt>かんぜん<\/rt><\/ruby>に<ruby>消<rt>け<\/rt><\/ruby>してしまうわけですね。<br>If it’s circulating that much in the markets, then it’ll definitely completely disappear five years from now due to overfishing and what not.<\/p>\n\n\n\n<p>17.&nbsp;<ruby>2<rt>に<\/rt><\/ruby><ruby>時間遅<rt>じかんおく<\/rt><\/ruby>れでシアトルを<ruby>出発<rt>しゅっぱつ<\/rt><\/ruby>したので、<ruby>2<rt>に<\/rt><\/ruby><ruby>時間遅<rt>じかんおく<\/rt><\/ruby>れでハワイに<ruby>到着<rt>とうちゃく<\/rt><\/ruby>したわけです。<br>(I\/We) departed Seattle with a two-hour delay, which is why we arrived at Hawaii two-hours late.<\/p>\n\n\n\n<p>18.&nbsp;<ruby>2<rt>に<\/rt><\/ruby><ruby>時間遅<rt>じかんおく<\/rt><\/ruby>れでシドニーを<ruby>出発<rt>しゅっぱつ<\/rt><\/ruby>したので、およそ<ruby>2<rt>に<\/rt><\/ruby><ruby>時間遅<rt>じかんおく<\/rt><\/ruby>れでジャカルタに<ruby>到着<rt>とうちゃく<\/rt><\/ruby>したはずです。<br>(They) departed Sydney with a two-hour delay, and so they should have arrived at Jakarta approximately two-hours late.<\/p>\n\n\n\n<p>19.&nbsp;<ruby>執筆者<rt>しっぴつしゃ<\/rt><\/ruby>の<ruby>方<rt>かた<\/rt><\/ruby>は、ベンチャーキャピタル<ruby>出身<rt>しゅっしん<\/rt><\/ruby>の<ruby>公認会計士<rt>こうにんかいけいし<\/rt><\/ruby>なので、<ruby>道理<rt>どうり<\/rt><\/ruby>で<ruby>内部事情<rt>ないぶじじょう<\/rt><\/ruby>に<ruby>詳<rt>くわ<\/rt><\/ruby>しいわけです。<br>The author (of this) is a certified public accountant from a venture capital, which is no wonder why he is well-informed about internal state of affairs.<\/p>\n\n\n\n<p>20.&nbsp;<ruby>岡田<rt>おかだ<\/rt><\/ruby>さんは<ruby>韓国<rt>かんこく<\/rt><\/ruby>で<ruby>5<rt>ご<\/rt><\/ruby><ruby>年<rt>ねん<\/rt><\/ruby>くらい<ruby>働<rt>はたら<\/rt><\/ruby>いていたので、そもそも<ruby>韓国<rt>かんこく<\/rt><\/ruby>の<ruby>内部事情<rt>ないぶじじょう<\/rt><\/ruby>に<ruby>詳<rt>くわ<\/rt><\/ruby>しいはずです。<br>Mr. Okada had worked in South Korea for around five years, and so he should know about the internal state of South Korea anyway.<\/p>\n\n\n\n<p>21. ところで、<ruby>最近農薬<rt>さいきんのうやく<\/rt><\/ruby>を<ruby>使<rt>つか<\/rt><\/ruby>い<ruby>始<rt>はじ<\/rt><\/ruby>めたよね。で、もう<ruby>害虫<rt>がいちゅう<\/rt><\/ruby>がつかない｛わけですか・ことになりますか｝。<br>By the way, you’ve started to use agrochemicals, right? Will the pests no longer stick?<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: The question form of はずだ does not exist due to the strong subjective nature it has in expressing the speaker’s thoughts of what something “should” be.&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Showing Reason\/Cause<\/h3>\n\n\n\n<p>If the reason\/cause is known from established fact, then はずだ can’t be used, but if the reason\/cause deals with something that one hasn’t gone out and confirmed, then either can be used. It’s just that わけだ would be somewhat subjective whilst still presenting the matter as fact.<\/p>\n\n\n\n<p>22.&nbsp;<ruby>部屋<rt>へや<\/rt><\/ruby>がとっても<ruby>静<rt>しず<\/rt><\/ruby>かですね。あ、みんなが<ruby>休憩<rt>きゅうけい<\/rt><\/ruby>に<ruby>入<rt>はい<\/rt><\/ruby>ったわけですね。<br>The room is very quiet isn’t it? Ah, everyone’s gone on break.<\/p>\n\n\n\n<p>23.&nbsp;<ruby>今年<rt>ことし<\/rt><\/ruby>は、ブドウの<ruby>出来<rt>でき<\/rt><\/ruby>が<ruby>去年<rt>きょねん<\/rt><\/ruby>と<ruby>比<rt>くら<\/rt><\/ruby>べてやや<ruby>悪<rt>わる<\/rt><\/ruby>かったんですけど、ま、<ruby>冷夏<rt>れいか<\/rt><\/ruby>だったわけですね。<br>This year, the quality of the grapes was bad compared to last year, but, well, it was a cold summer.<\/p>\n\n\n\n<p>24.&nbsp;<ruby>今年<rt>ことし<\/rt><\/ruby>のトマトの<ruby>出来<rt>でき<\/rt><\/ruby>が<ruby>悪<rt>わる<\/rt><\/ruby>かったです。まあ、<ruby>本来<rt>ほんらい<\/rt><\/ruby>この<ruby>夏<rt>なつ<\/rt><\/ruby>も<ruby>冷夏<rt>れいか<\/rt><\/ruby>だったはずなので、<ruby>仕方<rt>しかた<\/rt><\/ruby>がないですね。<br>This year’s tomato quality was bad. Well, this summer was originally supposed to be a cold summer, so it can’t be helped.<\/p>\n\n\n\n<p>25.&nbsp;<ruby>台風<rt>たいふう<\/rt><\/ruby>が<ruby>近<rt>ちか<\/rt><\/ruby>づいているわけですが、<ruby>近所<rt>きんじょ<\/rt><\/ruby>の<ruby>周<rt>まわ<\/rt><\/ruby>りは<ruby>雨<rt>あめ<\/rt><\/ruby>が<ruby>降<rt>ふ<\/rt><\/ruby>ったり、<ruby>青空<rt>あおぞら<\/rt><\/ruby>が<ruby>見<rt>み<\/rt><\/ruby>えたり、<ruby>嫌<rt>いや<\/rt><\/ruby>な<ruby>雲<rt>くも<\/rt><\/ruby>が<ruby>流<rt>なが<\/rt><\/ruby>れてきたりしてて、<ruby>天気<rt>てんき<\/rt><\/ruby>が<ruby>落<rt>お<\/rt><\/ruby>ち着きません。<br>It’s because the typhoon is approaching but, in and around the neighborhood, it rains, lets up to see the blue sky, then awful looking clouds flood in…back and forth. The weather won’t calm down.&nbsp;<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>:ことになる is incapable of being used to show reason\/cause. It is limited to show result\/effect in the most objective of situations.&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Acknowledgment of Truth<\/h3>\n\n\n\n<p>When acknowledging the truth of something, わけだ is interchangeable with はずだ, but the nuance changes to showing what something ought to be, which isn’t surprising. However, for every “ought” you can think of, there are just as many situations that are in fact true which you can then acknowledge with わけだ, and these situations can overlap a lot.<\/p>\n\n\n\n<p>26.「<ruby>日本<rt>にほん<\/rt><\/ruby>にいつ<ruby>来<rt>き<\/rt><\/ruby>たの」「<ruby>2<rt>に<\/rt><\/ruby><ruby>歳<rt>さい<\/rt><\/ruby>のとき」「はあ？じゃ、<ruby>日本<rt>にほん<\/rt><\/ruby>に<ruby>住<rt>す<\/rt><\/ruby>んで<ruby>２０<rt>にじゅう<\/rt><\/ruby><ruby>年<rt>ねん<\/rt><\/ruby>？<ruby>道理<rt>どうり<\/rt><\/ruby>で<ruby>日本語<rt>にほんご<\/rt><\/ruby>が<ruby>流暢<rt>りゅうちょう<\/rt><\/ruby>なわけだね」<br>“When did you come to Japan?” “When I was two years old.” “What? Then, you’ve lived in Japan for 20 years? Well no wonder you’re fluent in Japanese.”<\/p>\n\n\n\n<p>27.&nbsp;<ruby>開<rt>あ<\/rt><\/ruby>かないわけだよ。そもそも<ruby>違<rt>ちが<\/rt><\/ruby>う<ruby>鍵<rt>かぎ<\/rt><\/ruby>を<ruby>渡<rt>わた<\/rt><\/ruby>したんだから。<br>It won’t open. That’s because I handed you the wrong key in the first place.<\/p>\n\n\n\n<p>28.&nbsp;<ruby>少子高齢化<rt>しょうしこうれいか<\/rt><\/ruby>が<ruby>進<rt>すす<\/rt><\/ruby>んでいる。このため、<ruby>健康保険料<rt>けんこうほけんりょう<\/rt><\/ruby>は<ruby>高<rt>たか<\/rt><\/ruby>くなっているわけだ。<br>The decreasing birthrate and aging population is advancing. Because of this, health insurance has gone up.<\/p>\n\n\n\n<p>29. 「いくら<ruby>一生懸命勉強<rt>いっしょうけんめいべんきょう<\/rt><\/ruby>しても、まだ<ruby>英語<rt>えいご<\/rt><\/ruby>の<ruby>能力<rt>のうりょく<\/rt><\/ruby>が<ruby>足<rt>た<\/rt><\/ruby>りません。」「<ruby>要<rt>よう<\/rt><\/ruby>するに、<ruby>英語<rt>えいご<\/rt><\/ruby>を<ruby>話<rt>はな<\/rt><\/ruby>すのが<ruby>下手<rt>へた<\/rt><\/ruby>だというわけでしょう。」<br>&#8220;No matter how much I study, my English skills are still lacking.&#8221; &#8220;In short, you&#8217;re not good at speaking English, right?&#8221;<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p>はずだ Not Possible<\/p>\n\n\n\n<p>If there is no chance of speculation from not having verified the claim oneself, はずだ can’t be used. It doesn’t make sense to make an inference about something you’ve already observed.&nbsp;<\/p>\n\n\n\n<p>30. 「<ruby>岸本<rt>きしもと<\/rt><\/ruby>さんは<ruby>会社<rt>かいしゃ<\/rt><\/ruby>でクビになったらしいよ」「だからずっと<ruby>家<rt>いえ<\/rt><\/ruby>に<ruby>籠<rt>こも<\/rt><\/ruby>ってるわけね」<br>“It seems that Mr. Kishimoto was fired at his company. “So that’s why he’s confined himself at home this whole time.”<\/p>\n\n\n\n<p><em><\/em>はずだ would not make sense in this sentence because the second speaker has observed Kishimoto being in his home the whole time.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Restating Fact<\/h3>\n\n\n\n<p>Normally, when restating fact, you’re already stating something without inferring the details. Now, you might restate this said fact from your point of view, in which case wake da わけだ is most certainly the choice pattern to use. If instead of being from your point of view you are merely (re)stating the natural course of things from an objective stance, koto ni naru ことになる will be your friend.&nbsp;<\/p>\n\n\n\n<p>31. 確(たし)かに、火災(かさい)の後(あと)、目(め)が痛(いた)いと訴(うった)えて出(で)る者(もの)が多(おお)かった。あの、音道(おとみち)としか話(はな)そうとしなかったアルバイトの娘(むすめ)も、目(め)が痛(いた)み、黒(くろ)い煙(けむり)が出(で)たと言(い)っていた。あの時(とき)には、まさかこんな妙(みょう)な事件(じけん)になるなんて、考(かんが)えてもみなかった。それが、男(おとこ)が勝手(かって)に燃(も)え出(だ)したというし、時限装置(じげんそうち)は見(み)つかるし、お陰(かげ)で俺(おれ)は、お嬢様(じょうさま)と楽(たの)しい毎日(まいにち)を過(す)ごすことになっちまったってわけだ。<\/p>\n\n\n\n<p>Tashika ni, kasai no ato, me ga itai to uttaete deru mono ga ōkatta. Ano, Otomichi to shika hanasō to shinakatta arubaito no musume mo, me ga itami, kuroi kemuri ga deta to itte ita. Ano toki ni wa, masaka kon’na myō na jiken ni naru nante, kangaete mo minakatta. Sore ga, otoko ga katte ni moedashita to iu shi, jigen sōchi wa mitsukaru shi, okage de ore wa, ojō-sama to tanoshii mainichi wo sugosu koto ni natchimatta tte wake da.<\/p>\n\n\n\n<p>There were certainly many people who came forward claiming that their eyes hurt after the fire. That girl, who was a part-time worker and only tried to speak Otomichi, also claimed that her eyes hurt and that there was black smoke. At that time, I never even thought that this would become such a strange case. That…a man would just catch himself on fire, that a timing device would be found, and thanks to all this, I’ve ended up spending every pleasant day with the lady (detective).&nbsp;<\/p>\n\n\n\n<p>32. 夫(おっと)と浮気相手(うわきあいて)の会話(かいわ)の録音(ろくおん)は不貞行為(ふていこうい)の存在(そんざい)を示(しめ)す証拠(しょうこ)になります。<\/p>\n\n\n\n<p>Otto to uwaki aite no kaiwa no rokuon wa futei kōi no sonzai wo shimesu shōko ni narimasu.<\/p>\n\n\n\n<p>Recording of one’s husband and lover becomes proof of the existence of unfaithful acts.&nbsp;<\/p>\n\n\n\n<p>As stated above, if there is no chance of subjective inference, then hazu da はずだ is inappropriate. However, if there is room for such inference like in the last sentence, then it is fine using it when restating fact. &nbsp;Normally, when restating fact, you’re already stating something without inferring the details. Now, you might restate this said fact from your point of view, in which case わけだ is most certainly the choice pattern to use. If instead of being from your point of view you are merely (re)stating the natural course of things from an objective stance, ことになる will be your friend.<\/p>\n\n\n\n<p>31.&nbsp;<ruby>確<rt>たし<\/rt><\/ruby>かに、<ruby>火災<rt>かさい<\/rt><\/ruby>の<ruby>後<rt>あと<\/rt><\/ruby>、<ruby>目<rt>め<\/rt><\/ruby>が<ruby>痛<rt>いた<\/rt><\/ruby>いと<ruby>訴<rt>うった<\/rt><\/ruby>えて<ruby>出<rt>で<\/rt><\/ruby>る<ruby>者<rt>もの<\/rt><\/ruby>が<ruby>多<rt>おお<\/rt><\/ruby>かった。あの、<ruby>音道<rt>おとみち<\/rt><\/ruby>としか<ruby>話<rt>はな<\/rt><\/ruby>そうとしなかったアルバイトの<ruby>娘<rt>むすめ<\/rt><\/ruby>も、<ruby>目<rt>め<\/rt><\/ruby>が<ruby>痛<rt>いた<\/rt><\/ruby>み、<ruby>黒<rt>くろ<\/rt><\/ruby>い<ruby>煙<rt>けむり<\/rt><\/ruby>が<ruby>出<rt>で<\/rt><\/ruby>たと<ruby>言<rt>い<\/rt><\/ruby>っていた。あの<ruby>時<rt>とき<\/rt><\/ruby>には、まさかこんな<ruby>妙<rt>みょう<\/rt><\/ruby>な<ruby>事件<rt>じけん<\/rt><\/ruby>になるなんて、<ruby>考<rt>かんが<\/rt><\/ruby>えてもみなかった。それが、<ruby>男<rt>おとこ<\/rt><\/ruby>が<ruby>勝手<rt>かって<\/rt><\/ruby>に<ruby>燃<rt>も<\/rt><\/ruby>え<ruby>出<rt>だ<\/rt><\/ruby>したというし、<ruby>時限装置<rt>じげんそうち<\/rt><\/ruby>は<ruby>見<rt>み<\/rt><\/ruby>つかるし、お<ruby>陰<rt>かげ<\/rt><\/ruby>で<ruby>俺<rt>おれ<\/rt><\/ruby>は、お<ruby>嬢様<rt>じょうさま<\/rt><\/ruby>と<ruby>楽<rt>たの<\/rt><\/ruby>しい<ruby>毎日<rt>まいにち<\/rt><\/ruby>を<ruby>過<rt>す<\/rt><\/ruby>ごすことになっちまったってわけだ。<br>There were certainly many people who came forward claiming that their eyes hurt after the fire. That girl, who was a part-time worker and only tried to speak Otomichi, also claimed that her eyes hurt and that there was black smoke. At that time, I never even thought that this would become such a strange case. That…a man would just catch himself on fire, that a timing device would be found, and thanks to all this, I’ve ended up spending every pleasant day with the lady (detective).<\/p>\n\n\n\n<p>32.&nbsp;<ruby>夫<rt>おっと<\/rt><\/ruby>と<ruby>浮気相手<rt>うわきあいて<\/rt><\/ruby>の<ruby>会話<rt>かいわ<\/rt><\/ruby>の<ruby>録音<rt>ろくおん<\/rt><\/ruby>は<ruby>不貞行為<rt>ふていこうい<\/rt><\/ruby>の<ruby>存在<rt>そんざい<\/rt><\/ruby>を<ruby>示<rt>しめ<\/rt><\/ruby>す<ruby>証拠<rt>しょうこ<\/rt><\/ruby>になります。<br>Recording of one’s husband and lover becomes proof of the existence of unfaithful acts. As stated above, if there is no chance of subjective inference, then はずだ is inappropriate. However, if there is room for such inference like in the last sentence, then it is fine using it when restating fact. &nbsp;&nbsp;&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Merely Stating What&#8217;s What<\/h3>\n\n\n\n<p>わけだ also happens to be frequently used with statements that the speaker deems to be common sense\/well-known establish fact, so much so that it can viewed as a final particle. In fact, this is so prevalent that わけ by itself at the end of a sentence is almost as common as hearing other final particles like よ or&nbsp;ね.<\/p>\n\n\n\n<p>33.&nbsp;<ruby>口<rt>くち<\/rt><\/ruby>に<ruby>入<rt>い<\/rt><\/ruby>れた<ruby>瞬間<rt>しゅんかん<\/rt><\/ruby>、もう<ruby>旨味<rt>うまみ<\/rt><\/ruby>が<ruby>口<rt>くち<\/rt><\/ruby>に<ruby>広<rt>ひろ<\/rt><\/ruby>がるわけ。<br>The moment you put it in your mouth, the taste spreads through your mouth.<\/p>\n\n\n\n<p>34. そこが<ruby>男<rt>おとこ<\/rt><\/ruby>らしいわけよ。<br>That right there is what’s manly.<\/p>\n\n\n\n<p>35. こうして<ruby>二人<rt>ふたり<\/rt><\/ruby>は<ruby>結婚<rt>けっこん<\/rt><\/ruby>して<ruby>幸<rt>しあわ<\/rt><\/ruby>せに<ruby>暮<rt>く<\/rt><\/ruby>らしたわけです。<br>And so the two married and lived happily.&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>わけだ The noun 訳 when read as わけ can be translated as “conclusion from reasoning”, but it is not to be confused <a class=\"more-link\" href=\"https:\/\/imabi.org\/%e3%82%8f%e3%81%91%e3%81%a0\/\">続きを読む <span class=\"screen-reader-text\">&#8220;わけだ&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":""},"tags":[],"class_list":["post-594","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-9A","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/594","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=594"}],"version-history":[{"count":2,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/594\/revisions"}],"predecessor-version":[{"id":4966,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/594\/revisions\/4966"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=594"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=594"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}