{"id":634,"date":"2023-07-16T10:12:36","date_gmt":"2023-07-16T17:12:36","guid":{"rendered":"https:\/\/imabi.org\/?page_id=634"},"modified":"2024-05-19T15:37:29","modified_gmt":"2024-05-19T22:37:29","slug":"intransitive-passive-verbs","status":"publish","type":"page","link":"https:\/\/imabi.org\/intransitive-passive-verbs\/","title":{"rendered":"Intransitive-Passive Verbs"},"content":{"rendered":"\n<h3 class=\"wp-block-heading\">自受動詞<\/h3>\n\n\n\n<p>In this lesson, we will discuss a handful of verbs that are called 自受動詞. These verbs are naturally passive-like intransitive verbs, and they incidentally share some level of interchangeability with their transitive verb pair passive forms. In this lesson, we will study the following verb forms:<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>見つかる vs&nbsp;見つけられる<\/li>\n\n\n\n<li>捕まる vs&nbsp;捕まえられる<\/li>\n\n\n\n<li>負ける vs&nbsp;負かされる<\/li>\n\n\n\n<li>やぶれる vs&nbsp;やぶられる<\/li>\n\n\n\n<li>知れる vs&nbsp;知られる<\/li>\n<\/ul>\n\n\n\n<p>A key requirement to be a 自受動詞 is that the number of required parts (arguments) in the sentence must be the same as when it’s written in a transitive fashion.<\/p>\n\n\n\n<p>i. [I] lost [to John].<br>ii. [I] was beaten [by John].<\/p>\n\n\n\n<p>Just from looking at English, we can see that 負ける and 負かされる qualify as 自受動詞. Another requirement is that there be two arguments in the sentence for both means of phrasing. 負ける and 負かされる help make 負ける qualify to be a 自受動詞.<\/p>\n\n\n\n<p>Before delving into examples, it is important to understand what defines the differences between the first and second options. When using a&nbsp;自受動詞, you are inherently being more objective. Using the transitive passive forms requires that you be more specific about what is going on. This is because using these forms implies a far higher level of subjectivity. Grounding your statement with specifics is a natural means of providing legitimacy to what you’re saying. This logic is what defines the naturalness and nuance splicing of deciding between a 自受動詞 and a transitive passive verb of the same thing.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">見つかる vs 見つけられる<\/h3>\n\n\n\n<p>The intransitive verb 見つかる creates an intransitive-transitive verb pair with 見つける. The verb&nbsp;見つかる indicates the rather spontaneous finding of something. It lacks volition and, again, implies that the act of finding was incidental in nature. It is very objective as an effect. However, 見つける &nbsp;is the willful act of having found something. In other words, what the agent finds was actively sought out. As such, its passive form 見つけられる has volition, an active agent, and a high level of subjectivity, all characteristics that 見つかる lacks.<\/p>\n\n\n\n<p>1. きのう<ruby>夕方<rt>ゆうがた<\/rt><\/ruby>、<ruby>家出<rt>いえで<\/rt><\/ruby>した<ruby>行方不明<rt>ゆくえふめい<\/rt><\/ruby>の<ruby>学生<rt>がくせい<\/rt><\/ruby>が<ruby>近所<rt>きんじょ<\/rt><\/ruby>の<ruby>人<rt>ひと<\/rt><\/ruby>に｛<ruby>見<rt>み<\/rt><\/ruby>つかりました・<ruby>見<rt>み<\/rt><\/ruby>つけられました｝。<br>Yesterday evening, the missing student who had run away was found by someone in the neighborhood. &nbsp;&nbsp;<\/p>\n\n\n\n<p><strong>Sentence Note<\/strong>: When 見つかる is used, the discovery sounds incidental. When 見つけられる is used, the person found was actively sought out. The question “who found the person” also becomes more likely to be raised. If it’s just 見つかる, then the listener is more likely to react, “oh, the person was found.” If it’s 見つけられる, then the listener is more likely to react, “Huh, I wonder who found the person, probably the police looking for him.”<\/p>\n\n\n\n<p>2.&nbsp;<ruby>未成年<rt>みせいねん<\/rt><\/ruby>にタバコを<ruby>販売<rt>はんばい<\/rt><\/ruby>したのが<ruby>警察<rt>けいさつ<\/rt><\/ruby>に｛<ruby>見<rt>み<\/rt><\/ruby>つかりました・<ruby>見<rt>み<\/rt><\/ruby>つけられました｝。<br>I was caught by the police selling tobacco to a minor.<\/p>\n\n\n\n<p><strong>Spelling Note<\/strong>:&nbsp;タバコcan also be spelled as たばこ or 煙草.<\/p>\n\n\n\n<p><strong>Sentence Note<\/strong>: When 見つかる is used, it sounds as if the police incidentally found out about the speaker selling the tobacco to a minor. The sentence simply states the situation of the police finding out. Not much more can be gleamed from the statement, but not much more is necessarily going to be asked of by a listener. When 見つけられる is used, it sounds like the police actively tried snatching the establishment when the worker made the mistake of selling the tobacco to the minor.<\/p>\n\n\n\n<p>3.&nbsp;<ruby>信号無視<rt>しんごうむし<\/rt><\/ruby>をしていたら、<ruby>警察<rt>けいさつ<\/rt><\/ruby>に<ruby>見<rt>み<\/rt><\/ruby>つかりました。<br>Just as I was ignoring the traffic signal, I was caught by the police.<\/p>\n\n\n\n<p><strong>Sentence Note<\/strong>: In this sentence, the speaker was caught ignoring a traffic signal meant for a pedestrian. A policeman was incidentally there to notice the speaker flagrantly ignoring it and promptly snatched him\/her.<\/p>\n\n\n\n<p>4.&nbsp;<ruby>失踪者<rt>しっそうしゃ<\/rt><\/ruby>が、<ruby>成人<rt>せいじん<\/rt><\/ruby>の<ruby>場合<rt>ばあい<\/rt><\/ruby>は、<ruby>警察<rt>けいさつ<\/rt><\/ruby>に<ruby>見<rt>み<\/rt><\/ruby>つかったとしても、<ruby>本人<rt>ほんにん<\/rt><\/ruby>の<ruby>意思<rt>いし<\/rt><\/ruby>が<ruby>尊重<rt>そんちょう<\/rt><\/ruby>されます。<br>Even if a missing person is found by the police, in the even that the individual is an adult, the person’s intention are respected.<\/p>\n\n\n\n<p>5.&nbsp;<ruby>膵臓癌<rt>すいぞうがん<\/rt><\/ruby>を<ruby>早<rt>はや<\/rt><\/ruby>いうちに<ruby>見<rt>み<\/rt><\/ruby>つけられた。<br>The pancreatic cancer was caught early.<\/p>\n\n\n\n<p><strong>Sentence Note<\/strong>: The use of 見つけられる implies an active role of the patient and physician(s) to find the cancer in its early stage.<\/p>\n\n\n\n<p>6. すでに<ruby>閉店<rt>へいてん<\/rt><\/ruby>している<ruby>店舗紹介<rt>てんぽしょうかい<\/rt><\/ruby>ページを<ruby>見<rt>み<\/rt><\/ruby>つけられた<ruby>場合<rt>ばあい<\/rt><\/ruby>は、お<ruby>問<rt>と<\/rt><\/ruby>い<ruby>合<rt>あ<\/rt><\/ruby>わせフォームよりご連絡ください。<br>If you find an introductory page to a store that has already closed, please contact us from our inquiry form.<\/p>\n\n\n\n<p><strong>Sentence Note<\/strong>: The 見つけられる in this sentence is simply the light honorific form of 見つける. Of course, this has the same origin as the passive form, which also demonstrates how this usage of ～（ら）れる is only possible with the transitive verb forms here.<\/p>\n\n\n\n<p><strong>Spelling Note<\/strong>:&nbsp;すでに&nbsp;may also be spelled as 既に.<\/p>\n\n\n\n<p>7.&nbsp;<ruby>住宅<rt>じゅうたく<\/rt><\/ruby>が<ruby>全焼<rt>ぜんしょう<\/rt><\/ruby>し、<ruby>1<rt>ひと<\/rt><\/ruby><ruby>人<rt>り<\/rt><\/ruby>の<ruby>遺体<rt>いたい<\/rt><\/ruby>が<ruby>見<rt>み<\/rt><\/ruby>つかりました。<br>The home completely burned up, and one body was found.<\/p>\n\n\n\n<p>8. この<ruby>女性<rt>じょせい<\/rt><\/ruby>は<ruby>男性<rt>だんせい<\/rt><\/ruby>の<ruby>部屋<rt>へや<\/rt><\/ruby>で<ruby>胸<rt>むね<\/rt><\/ruby>に<ruby>包丁<rt>ほうちょう<\/rt><\/ruby>が<ruby>刺<rt>さ<\/rt><\/ruby>さった<ruby>状態<rt>じょうたい<\/rt><\/ruby>で<ruby>見<rt>み<\/rt><\/ruby>つかりました。<br>The woman was discovered stabbed in the chest with a kitchen knife in the man’s room.<\/p>\n\n\n\n<p>9.&nbsp;<ruby>自分<rt>じぶん<\/rt><\/ruby>に<ruby>似合<rt>にあ<\/rt><\/ruby>う<ruby>色<rt>いろ<\/rt><\/ruby>ってなかなか<ruby>見<rt>み<\/rt><\/ruby>つけられません。<br>I can’t seem to find a color that suits me.<\/p>\n\n\n\n<p><strong>Sentence Note<\/strong>: This 見つけられる utilizes the potential meaning of&nbsp;<em>～<\/em>られる.<\/p>\n\n\n\n<p>10a. どうしても<ruby>仕事<rt>しごと<\/rt><\/ruby>が<ruby>見<rt>み<\/rt><\/ruby>つからない。<br>I simply can’t find a job.<br>10b. どうしても<ruby>仕事<rt>しごと<\/rt><\/ruby>が<ruby>見<rt>み<\/rt><\/ruby>つけられない。<br>I simply can’t find a job.<\/p>\n\n\n\n<p><strong>Sentence Note<\/strong>: In 10a, the speaker is making a simple fact-of-the-matter statement that jobs aren’t to be found whereas 10b implies an incapability of finding a job.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">捕まる vs 捕まえられる<\/h3>\n\n\n\n<p>The verb 掴まる creates an intransitive-transitive verb pair with 捕まえる for “to be caught” and “to catch” respectively. When 掴まる is used, the objective act of being captured\/arrested is what is being described. When 捕まえられる is used, the sentence becomes very subjective. Although it is not always necessary to include by whom the action was done in the sentence, but not including this information will have the listener wondering about more details.&nbsp; 　<\/p>\n\n\n\n<p><strong>Orthography Note<\/strong>: The characters 掴・摑 can be used instead if the person is being forcibly held down.<\/p>\n\n\n\n<p>11a.&nbsp;<ruby>繁華街<rt>はんかがい<\/rt><\/ruby>の<ruby>防犯<rt>ぼうはん<\/rt><\/ruby>カメラに<ruby>映<rt>うつ<\/rt><\/ruby>っていた<ruby>容疑者<rt>ようぎしゃ<\/rt><\/ruby>がきょう、<ruby>県警<rt>けんけい<\/rt><\/ruby>に<ruby>捕<rt>つか<\/rt><\/ruby>まった。<br>Today, the suspect, who had been captured by downtown security cameras, was caught by prefectural police.<br>11b.&nbsp;<ruby>繁華街<rt>はんかがい<\/rt><\/ruby>の<ruby>防犯<rt>ぼうはん<\/rt><\/ruby>カメラに<ruby>映<rt>うつ<\/rt><\/ruby>っていた<ruby>容疑者<rt>ようぎしゃ<\/rt><\/ruby>がきょう、<ruby>県警<rt>けんけい<\/rt><\/ruby>に<ruby>捕<rt>つか<\/rt><\/ruby>まえられた。<br>Today, the suspect, who had been captured by downtown security cameras, was caught by prefectural police.<br>11c.&nbsp;<ruby>県警<rt>けんけい<\/rt><\/ruby>がきょう、<ruby>繁華街<rt>はんかがい<\/rt><\/ruby>の<ruby>防犯<rt>ぼうはん<\/rt><\/ruby>カメラに<ruby>映<rt>うつ<\/rt><\/ruby>っていた<ruby>容疑者<rt>ようぎしゃ<\/rt><\/ruby>を<ruby>捕<rt>つか<\/rt><\/ruby>まえた。<br>Today, the prefectural police caught the suspect, who had been captured by downtown security cameras.<\/p>\n\n\n\n<p>12.&nbsp;<ruby>世<rt>よ<\/rt><\/ruby>の<ruby>中<rt>なか<\/rt><\/ruby>には、まだ<ruby>捕<rt>つか<\/rt><\/ruby>まっていない<ruby>殺人犯<rt>さつじんはん<\/rt><\/ruby>が<ruby>相当<rt>そうとう<\/rt><\/ruby>いる。<br>There is a considerable number of criminals in the world who have yet to be caught.<\/p>\n\n\n\n<p>13. ピカチュウを<ruby>捕<rt>つか<\/rt><\/ruby>まえた！<br>I caught a Pikachu!<\/p>\n\n\n\n<p>14. あいつは<ruby>万引<rt>まんび<\/rt><\/ruby>きで<ruby>捕<rt>つか<\/rt><\/ruby>まえられた。<br>The guy was caught shoplifting.<\/p>\n\n\n\n<p>15.&nbsp;<ruby>犯人<rt>はんにん<\/rt><\/ruby>は、<ruby>大通<rt>おおどお<\/rt><\/ruby>りを<ruby>横切<rt>よこぎ<\/rt><\/ruby>った<ruby>瞬間<rt>しゅんかん<\/rt><\/ruby>に<ruby>警察<rt>けいさつ<\/rt><\/ruby>に<ruby>捕<rt>つか<\/rt><\/ruby>まえられた。<br>The criminal was caught by police the instant he\/she tried crossing the boulevard.<\/p>\n\n\n\n<p>16.&nbsp;<ruby>未<rt>いま<\/rt><\/ruby>だメタモンを<ruby>捕<rt>つか<\/rt><\/ruby>まえられていない<ruby>人<rt>ひと<\/rt><\/ruby>が<ruby>結構<rt>けっこう<\/rt><\/ruby>いるようです。<br>It appears that there are quite a lot of people who haven’t been able to catch Ditto yet.<\/p>\n\n\n\n<p><strong>Sentence Note<\/strong>: Ex. 16 demonstrates how捕まえられる, unlike 捕まる, can be used to indicate the potential. It’s even possible for it to be used as the light honorific form of 捕まえる. Noticing that particle usage is different for the ‘passive’ interpretation than it is for the potential and the light honorific interpretations is very important in preventing confusion.<\/p>\n\n\n\n<p>17.&nbsp;<ruby>先日<rt>せんじつ<\/rt><\/ruby>、<ruby>友達<rt>ともだち<\/rt><\/ruby>が<ruby>交通違反<rt>こうつういはん<\/rt><\/ruby>で<ruby>捕<rt>つか<\/rt><\/ruby>まってしまった。<br>The other day, my friend got caught for a traffic violation.<\/p>\n\n\n\n<p>18. ついに宇宙人が捕まえられた！<br>The alien has at last been caught!<br>I&#8217;ve at last been able to capture the alien!<\/p>\n\n\n\n<p>19.&nbsp;<ruby>私<rt>わたし<\/rt><\/ruby>は<ruby>窃盗<rt>せっとう<\/rt><\/ruby>で<ruby>警察<rt>けいさつ<\/rt><\/ruby>に｛<ruby>逮捕<rt>たいほ<\/rt><\/ruby>されました・<ruby>捕<rt>つか<\/rt><\/ruby>まえられました｝。<br>I was arrested by police for theft.<\/p>\n\n\n\n<p><strong>Sentence Note<\/strong>: When 捕まえられる is used, Ex. 19 sounds like the speaker had been actively sought and then arrested. Perhaps the speaker had been caught close to the scene after a short chase. 逮捕される, on the other hand, is a more formal variation of 捕まる. It just incidentally catches the meaning that the speaker was arrested for theft. All the listener would know is that the speaker could have surrendered himself\/herself at the police station.<\/p>\n\n\n\n<p>20.&nbsp;<ruby>飲酒運転<rt>いんしゅうんてん<\/rt><\/ruby>で<ruby>捕<rt>つか<\/rt><\/ruby>まると、<ruby>罰金<rt>ばっきん<\/rt><\/ruby>はいくらですか。<br>When you’re arrested\/caught for drunk-driving, how much is the fine?<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">負ける vs 負かされる<\/h3>\n\n\n\n<p>The intransitive verb 負ける when meaning “to lose (to)” is similar in meaning to&nbsp;負かされる, meaning “to be beaten (by).” Although 負ける is naturally more objective and 負かされる is more subjective, over all, 負ける is far more common. This is because 負ける can be used in very emotional situations, and so the heightened emotion that 負かされる would provide is usually unnecessary.<\/p>\n\n\n\n<p>21. （<ruby>弁護士<rt>べんごし<\/rt><\/ruby>の）<ruby>原田<rt>はらだ<\/rt><\/ruby>さんは、<ruby>口論<rt>こうろん<\/rt><\/ruby>になると、いつも<ruby>奥<rt>おく<\/rt><\/ruby>さんに<ruby>負<rt>ま<\/rt><\/ruby>けてしまうらしいです。<br>(The lawyer by the name of) Mr. Harada seems to lose every time he gets into an argument with his wife.<\/p>\n\n\n\n<p>22. （<ruby>弁護士<rt>べんごし<\/rt><\/ruby>の）<ruby>原田<rt>はらだ<\/rt><\/ruby>さんは、<ruby>皮肉<rt>ひにく<\/rt><\/ruby>にも、<ruby>口論<rt>こうろん<\/rt><\/ruby>になると、いつも<ruby>奥<rt>おく<\/rt><\/ruby>さんに<ruby>負<rt>ま<\/rt><\/ruby>かされてしまうらしいです。<br>Ironically, (the lawyer by the name of) Mr. Harada seems to always get defeated by his wife when they get into an argument.<\/p>\n\n\n\n<p>23. あんなにきれいさっぱり<ruby>負<rt>ま<\/rt><\/ruby>かされるのが<ruby>我慢<rt>がまん<\/rt><\/ruby>できなかったんです。<br>I just couldn’t stand being completely defeated like that.<\/p>\n\n\n\n<p>24.&nbsp;<ruby>棋士<rt>きし<\/rt><\/ruby>がコンピュータに｛<ruby>負<rt>ま<\/rt><\/ruby>かされる・<ruby>負<rt>ま<\/rt><\/ruby>ける｝<ruby>日<rt>ひ<\/rt><\/ruby>が<ruby>来<rt>く<\/rt><\/ruby>るなど、とても<ruby>考<rt>かんが<\/rt><\/ruby>えられなかった。It was totally unthinkable that the day would come a shogi\/go player would [be defeated by\/lose to] a computer.<\/p>\n\n\n\n<p>25.&nbsp;<ruby>癌<rt>がん<\/rt><\/ruby>に<ruby>負<rt>ま<\/rt><\/ruby>けない！<br>I will not lose to cancer!<\/p>\n\n\n\n<p>26.&nbsp;<ruby>交渉<rt>こうしょう<\/rt><\/ruby>は、<ruby>相手<rt>あいて<\/rt><\/ruby>を<ruby>負<rt>ま<\/rt><\/ruby>かすことではありません。<br>Negotiating is not defeating one’s opponent.<\/p>\n\n\n\n<p>27.&nbsp;<ruby>女<rt>おんな<\/rt><\/ruby>の<ruby>子<rt>こ<\/rt><\/ruby>に<ruby>負<rt>ま<\/rt><\/ruby>かされた<ruby>屈辱感<rt>くつじょくかん<\/rt><\/ruby>が<ruby>増<rt>ま<\/rt><\/ruby>していった。<br>The sense of humiliation from having been defeated by a girl grew.<\/p>\n\n\n\n<p>28.&nbsp;<ruby>怒<rt>いか<\/rt><\/ruby>りに｛<ruby>負<rt>ま<\/rt><\/ruby>けない・<ruby>負<rt>ま<\/rt><\/ruby>かされない｝ようにしましょう。<br>Let’s try not to [lose\/be defeated by] anger.<\/p>\n\n\n\n<p>29.&nbsp;<ruby>初心者<rt>しょしんしゃ<\/rt><\/ruby>に｛<ruby>負<rt>ま<\/rt><\/ruby>けて・<ruby>負<rt>ま<\/rt><\/ruby>かされて｝もめげない。<br>Even if I [lose to\/am defeated by] a beginner, I won’t be discouraged.<\/p>\n\n\n\n<p>30.&nbsp;<ruby>彼<rt>かれ<\/rt><\/ruby>は<ruby>無名<rt>むめい<\/rt><\/ruby>の<ruby>新人<rt>しんじん<\/rt><\/ruby>に｛<ruby>負<rt>ま<\/rt><\/ruby>けた・<ruby>負<rt>ま<\/rt><\/ruby>かされた｝。<br>He [lost to\/was defeated by] an anonymous newcomer.&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">敗れる vs 破られる<\/h3>\n\n\n\n<p>The verb やぶれる and やぶる create an intransitive-transitive verb pair, but their meanings are not quite the same. Additionally, how they’re spelled is also different.<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>破れる: To get torn; to rip; to break down; to be broken off.<\/li>\n\n\n\n<li>敗れる: To be defeated; to lose.&nbsp;<\/li>\n\n\n\n<li>破る: To tear\/destroy; to break through; to defeat; to shatter\/disturb; to break (a record).<\/li>\n<\/ul>\n\n\n\n<p>At first glance, it appears that 敗れる is interchangeable with負ける. Although this is true for the most part, 敗れる is slightly more literary. Furthermore, 敗れる, being that it is the same verb as the other 破れる, gives a nuance that the loss at hand was due to one’s group falling apart. 破れる・敗れる and 負ける will also differ in set phrases.<\/p>\n\n\n\n<p>Because set phrases are set, you can’t just switch out a key component and be fine. Therefore,&nbsp;負けるが勝ち (he that fights and runs away may live to fight another day) and 恋に破れる (to be disappointed in love) won’t ever be seen with the two verbs flipped with each other.<\/p>\n\n\n\n<p>Although 破る may be used to mean “defeat,” in which case it is interchangeable with the more common 打ち負かす (to defeat), it is not used in the passive. However, 破られる is used as the passive form for all the other usages.<\/p>\n\n\n\n<p>31.&nbsp;<ruby>結局<rt>けっきょく<\/rt><\/ruby>は<ruby>試合<rt>しあい<\/rt><\/ruby>に<ruby>敗<rt>やぶ<\/rt><\/ruby>れてしまった。<br>In the end, I was defeated in the match.<\/p>\n\n\n\n<p>32.&nbsp;<ruby>彼氏<rt>かれし<\/rt><\/ruby>に<ruby>約束<rt>やくそく<\/rt><\/ruby>を<ruby>破<rt>やぶ<\/rt><\/ruby>られたら<ruby>別<rt>わか<\/rt><\/ruby>れますか。<br>Do you break up if your boyfriend breaks a promise on you?<\/p>\n\n\n\n<p>33.&nbsp;<ruby>旅館<rt>りょかん<\/rt><\/ruby>やホテルの<ruby>障子<rt>しょうじ<\/rt><\/ruby>を<ruby>破<rt>やぶ<\/rt><\/ruby>ってしまった<ruby>時<rt>とき<\/rt><\/ruby>、<ruby>料金<rt>りょうきん<\/rt><\/ruby>はどうなりますか。<br>When you accidentally tear a paper sliding door at a ryokan or hotel, what happens to the fare?<\/p>\n\n\n\n<p>34.&nbsp;<ruby>静寂<rt>せいじゃく<\/rt><\/ruby>が<ruby>破<rt>やぶ<\/rt><\/ruby>られた。<br>The silence was broken.<\/p>\n\n\n\n<p>35.&nbsp;<ruby>錦織圭<rt>にしきおりけい<\/rt><\/ruby>は、<ruby>準々決勝<rt>じゅんじゅんけっしょう<\/rt><\/ruby>で<ruby>敗<rt>やぶ<\/rt><\/ruby>れた。<br>Kei Nishikori was defeated in the quarterfinal.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">知れる vs 知られる<\/h3>\n\n\n\n<p>The intransitive form of 知る is 知れる. 知れる means “to come to light\/to be known.” Aside from these two basic meanings, it also means “to obviously not amount to much” in the set phrase 高が知れている. It also appears in the infamous phrase かも知れない (might\/maybe).<\/p>\n\n\n\n<p>Clearly, because it is used in かも知れない, 知れる is a very common verb. However, its use outside set phrases is rather limited. When the sense of “to come to light” extends to “to be found out,” 知られる is far more frequent. Also, the more serious and\/or complex the situation being found out is, the more likely 知られる is used over 知れる.<\/p>\n\n\n\n<p>The reason for this is simple. In the positive sense of something being known to other people, 知れる is contained to set phrases. For instance, 名の知れた (well-known) is one example. Usually, the sense of “to be well-known” is taken over by the compound verb 知れ渡る.<\/p>\n\n\n\n<p>Usually, 知れる is rather negative to the point of contempt. When used to indicate that something is obviously known it’s not worth saying or that something doesn’t amount to much, it clearly isn’t being used nicely. This is likely why 知られる is almost always used in general situations to show that something was found out by others.<\/p>\n\n\n\n<p>36. お<ruby>里<rt>さと<\/rt><\/ruby>が<ruby>知<rt>し<\/rt><\/ruby>れてしまう<ruby>時<rt>とき<\/rt><\/ruby>ってどんな<ruby>時<rt>とき<\/rt><\/ruby>ですか。<br>What sort of moments does your upbringing get found out?<\/p>\n\n\n\n<p><strong>Sentence Note<\/strong>: Ex. 36 refers to the location of one’s upbringing being found out by one’s dialect. Even if a person learns how to speak in a standardized manner, slip-ups always occur. When directed at other people, お里が知れる is not a nice phrase.<\/p>\n\n\n\n<p>37.&nbsp;<ruby>自衛隊<rt>じえいたい<\/rt><\/ruby>に<ruby>応募<rt>おうぼ<\/rt><\/ruby>しましたが、<ruby>親<rt>おや<\/rt><\/ruby>に<ruby>知<rt>し<\/rt><\/ruby>れて、<ruby>阻止<rt>そし<\/rt><\/ruby>されてしまった<ruby>過去<rt>かこ<\/rt><\/ruby>があります。<br>There was a moment in the past where I enlisted into the Self-Defense-Force but my parents found out and I was prevented from joining.<\/p>\n\n\n\n<p>38.&nbsp;<ruby>彼<rt>かれ<\/rt><\/ruby>はゲーム<ruby>業界<rt>ぎょうかい<\/rt><\/ruby>では<ruby>名<rt>な<\/rt><\/ruby>の<ruby>知<rt>し<\/rt><\/ruby>れた<ruby>人物<rt>じんぶつ<\/rt><\/ruby>だ。<br>He is a well-known figure in the game industry.<\/p>\n\n\n\n<p>39.&nbsp;<ruby>一人<rt>ひとり<\/rt><\/ruby>でできることはたかが<ruby>知<rt>し<\/rt><\/ruby>れている。<br>What one can do by oneself doesn’t amount to much.<\/p>\n\n\n\n<p>40. マイナンバーで<ruby>生活保護受給<rt>せいかつほごじゅきゅう<\/rt><\/ruby>は<ruby>会社<rt>かいしゃ<\/rt><\/ruby>に<ruby>知<rt>し<\/rt><\/ruby>られるのでしょうか。<br>Will being a welfare recipient be found out by my company through My Number?<\/p>\n\n\n\n<p>41. クレジットカードは<ruby>番号<rt>ばんごう<\/rt><\/ruby>を<ruby>知<rt>し<\/rt><\/ruby>られるだけで<ruby>危険<rt>きけん<\/rt><\/ruby>です。<br>A credit card is dangerous just by having the number found out.<\/p>\n\n\n\n<p>42. クレジットカードの<ruby>暗証番号<rt>あんしょうばんごう<\/rt><\/ruby>を<ruby>他人<rt>たにん<\/rt><\/ruby>に<ruby>知<rt>し<\/rt><\/ruby>られてしまった。<br>The PIN to my credit card was found out by another person.<\/p>\n\n\n\n<p>43.&nbsp;<ruby>転職<rt>てんしょく<\/rt><\/ruby>の<ruby>際<rt>さい<\/rt><\/ruby>、<ruby>年金<rt>ねんきん<\/rt><\/ruby>（の）<ruby>手続<rt>てつづ<\/rt><\/ruby>きで<ruby>離婚歴<rt>りこんれき<\/rt><\/ruby>が<ruby>知<rt>し<\/rt><\/ruby>られてしまうでしょうか。<br>When switching jobs, would one’s divorce history be found out via pension procedures?<\/p>\n\n\n\n<p>44.&nbsp;<ruby>誰<rt>だれ<\/rt><\/ruby>にも<ruby>知<rt>し<\/rt><\/ruby>られないでしょう。<br>It probably won’t be found out by anyone.<\/p>\n\n\n\n<p>45.&nbsp;<ruby>辞書<rt>じしょ<\/rt><\/ruby>を<ruby>引<rt>ひ<\/rt><\/ruby>けば<ruby>分<rt>わ<\/rt><\/ruby>かるのに、こんな<ruby>質問<rt>しつもん<\/rt><\/ruby>を<ruby>投稿<rt>とうこう<\/rt><\/ruby>する<ruby>人<rt>ひと<\/rt><\/ruby>の<ruby>気<rt>き<\/rt><\/ruby>が<ruby>知<rt>し<\/rt><\/ruby>れない。<br>I can’t for the life of me understand people who post these kinds of questions even though they could’ve figured them out by pulling out a dictionary.<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: Ex. 45 is an example of 知れる being the potential form of 知る. As this example shows, when it’s used this way, it’s usually going to be in the negative form and the sentence overall will not be so kind.<\/p>\n\n\n\n<p>46.&nbsp;<ruby>杳<rt>よう<\/rt><\/ruby>として<ruby>行方<rt>ゆくえ<\/rt><\/ruby>｛（が）<ruby>不明<rt>ふめい<\/rt><\/ruby>だ・が<ruby>分<rt>わ<\/rt><\/ruby>からない・が<ruby>知<rt>し<\/rt><\/ruby>れない｝。<br>(The person’s) whereabouts are completely unknown.<\/p>\n\n\n\n<p>47. それは<ruby>言<rt>い<\/rt><\/ruby>わずと<ruby>知<rt>し<\/rt><\/ruby>れたことだよ。<br>That’s needless to point out.<\/p>\n\n\n\n<p>48.&nbsp;<ruby>君<rt>きみ<\/rt><\/ruby>のことをどれほど<ruby>心配<rt>しんぱい<\/rt><\/ruby>したか<ruby>知<rt>し<\/rt><\/ruby>れないよ。<br>You have no idea how worried I was about you.<\/p>\n\n\n\n<p>49.&nbsp;<ruby>欧米圏<rt>おうべいけん<\/rt><\/ruby>では<ruby>広<rt>ひろ<\/rt><\/ruby>く<ruby>知<rt>し<\/rt><\/ruby>れ<ruby>渡<rt>わた<\/rt><\/ruby>っている。<br>It’s widely known in the West.<\/p>\n\n\n\n<p>50.&nbsp;<ruby>健康保険<rt>けんこうほけん<\/rt><\/ruby>を<ruby>使<rt>つか<\/rt><\/ruby>って<ruby>病院<rt>びょういん<\/rt><\/ruby>｛で・を？｝<ruby>受診<rt>じゅしん<\/rt><\/ruby>しても<ruby>会社<rt>かいしゃ<\/rt><\/ruby>に<ruby>知<rt>し<\/rt><\/ruby>られることはありません。<br>Even if you get seen at a hospital with health insurance, (the visit) won’t be found out by your company.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>自受動詞 In this lesson, we will discuss a handful of verbs that are called 自受動詞. These verbs are naturally passiv<a class=\"more-link\" href=\"https:\/\/imabi.org\/intransitive-passive-verbs\/\">続きを読む <span class=\"screen-reader-text\">&#8220;Intransitive-Passive Verbs&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":""},"tags":[],"class_list":["post-634","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-ae","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/634","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=634"}],"version-history":[{"count":2,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/634\/revisions"}],"predecessor-version":[{"id":5749,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/634\/revisions\/5749"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=634"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=634"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}