{"id":672,"date":"2023-07-19T19:47:46","date_gmt":"2023-07-20T02:47:46","guid":{"rendered":"https:\/\/imabi.org\/?page_id=672"},"modified":"2024-03-07T22:54:20","modified_gmt":"2024-03-08T05:54:20","slug":"the-verb-%e7%b5%a6%e3%81%b5","status":"publish","type":"page","link":"https:\/\/imabi.org\/the-verb-%e7%b5%a6%e3%81%b5\/","title":{"rendered":"The Verb 給ふ"},"content":{"rendered":"\n<h3 class=\"wp-block-heading\">第036課: The Verb 給ふ<\/h3>\n\n\n\n<p>The verb 給ふ is a quintessential verb in Classical Japanese honorific speech (敬語). This word can appear numerous times in a single discourse, to the point you might get tired of looking at it. Surprisingly, this prolifically used word is hardly used in Modern Japanese, although the word may ring a bill from the word&nbsp;<ruby>賜物<rt>たまもの<\/rt><\/ruby>&nbsp;(present), which is a combination of 給ふ and 物.<\/p>\n\n\n\n<p>Alternatively spelled as 賜ふ, this word literally refers to someone of&nbsp;<strong>high status<\/strong>&nbsp;<strong>bestowing<\/strong>&nbsp;a benefit of some sort to someone of&nbsp;<strong>lower status<\/strong>. This resulted into it becoming an honorific verb and supplementary verb for&nbsp;<strong>showing respect to the agent of an action<\/strong>.<\/p>\n\n\n\n<p>Japanese is notorious for its complex honorific language, but this system constantly undergoes restructuring. As centuries have gone by, Japanese speakers created newer ways to show respect. Consequently, 給ふ has largely faded out of use. When it is seen nowadays, it’s more common for it to not show respect at all.<\/p>\n\n\n\n<p>Because 給ふ does not contribute much to Modern Japanese, our primary focus in this lesson will be to learn the diverse ways it was used in the past. If a usage happens to still be used, though, this will be mentioned accordingly.&nbsp;&nbsp;<\/p>\n\n\n\n<p><strong>Pronunciation Note<\/strong>: Both the Modern and Classical Japanese pronunciation of 給ふ is たもう.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Conjugating 給ふ<\/h3>\n\n\n\n<p>Usages of 給ふ can be conjugated as a 四段 verb or as a 二段 verb depending on the meaning. First, we need to know how its conjugations differ across these verb classes.<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><tbody><tr><td>&nbsp;活用形↓ 動詞の形態 →<\/td><td>&nbsp;四段動詞<\/td><td>&nbsp;二段動詞<\/td><\/tr><tr><td>&nbsp;未然形<\/td><td>&nbsp;<strong>たまは<\/strong><strong>⁻・たまお⁻<\/strong><\/td><td>&nbsp;<strong>たまへ<\/strong><strong>⁻<\/strong><\/td><\/tr><tr><td>&nbsp;連用形<\/td><td>&nbsp;<strong>たまひ<\/strong><strong>⁻<\/strong><\/td><td>&nbsp;<strong>たまへ<\/strong><strong>⁻<\/strong><\/td><\/tr><tr><td>&nbsp;終止形<\/td><td>&nbsp;たまふ<\/td><td>&nbsp;たまふ<\/td><\/tr><tr><td>&nbsp;連体形<\/td><td>&nbsp;<strong>たまふ<\/strong><\/td><td>&nbsp;<strong>たまふる<\/strong><\/td><\/tr><tr><td>&nbsp;已然形<\/td><td>&nbsp;<strong>たまへ<\/strong><\/td><td>&nbsp;<strong>たまふれ<\/strong><strong>⁻<\/strong><\/td><\/tr><tr><td>&nbsp;命令形<\/td><td>&nbsp;<strong>たまへ<\/strong><\/td><td>&nbsp;<strong>X<\/strong><\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>As evident in the chart, only the 終止形 is shared between the two classifications, which means you will need to take especial notice at how endings attach to it (and to what base) to understand 給ふ correctly.<\/p>\n\n\n\n<p>Moving forward, all conjugations of 給ふ would be in bold so that you can focus on deconstructing them. Additionally, all examples are in Classical Japanese unless tagged with 現代語 (Modern Japanese).<\/p>\n\n\n\n<p><strong>Orthography Note<\/strong>: たまお⁻ is a modern form, and thus, is not technically written with historical Kana rules.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">The Transitive 四段「給ふ・賜ふ」<\/h3>\n\n\n\n<p>All usages of the transitive 四段「給ふ」 have their origins in honorific speech (尊敬語), with varying degrees of respect as dictated by context\/usage.<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><tbody><tr><td>&nbsp;未然形<\/td><td>&nbsp;連用形<\/td><td>&nbsp;終止形<\/td><td>&nbsp;連体形<\/td><td>&nbsp;已然形<\/td><td>&nbsp;命令形<\/td><\/tr><tr><td>&nbsp;たまは⁻<\/td><td>&nbsp;たまひ⁻<\/td><td>&nbsp;たまふ<\/td><td>&nbsp;たまふ<\/td><td>&nbsp;たまへ⁻<\/td><td>&nbsp;たまえ<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Usage 1: To grant\/bestow. In Modern Japanese this would manifest as お与えになる. It may also mean “to hand over (someone).” This usage occasionally finds itself still used today, mostly in religious contexts.<\/li>\n<\/ul>\n\n\n\n<p>1. 神は、アブラハムの祈りを聞き、ロトの信仰を見て<ruby>憐<rt>あわ<\/rt><\/ruby>れみを<strong>給いました<\/strong>。（現代語）<br>God heard Abraham’s prayer and bestowed pity upon seeing Lot’s faith.<\/p>\n\n\n\n<p>2. 夜さり、「このありつる人<strong>賜へ<\/strong>」と<ruby>主<rt>あるじ<\/rt><\/ruby>に言ひければ、おこせたりけり。<br>Once it had become night, (he) asked the headmaster, “hand over me that woman from earlier,” and so the man did.<br>From 伊勢物語.<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>:&nbsp;<ruby>遺<rt>おこ<\/rt><\/ruby>す is the original form of the modern verb 寄越す meaning “to hand over.” Unlike its modern counterpart, it was a 下二段 verb, thus why you see おこせ instead of おこし.<\/p>\n\n\n\n<p>3. <br>[Original 万葉仮名 Text]<br>安之比奇能 夜麻能多乎理尓 許能見油流 安麻能之良久母 和多都美能 於枳都美夜敝尓 多知和多里 等能具毛利安比弖 安米母多麻波祢<br>[Classical Orthography]<br>あしひきの山のたをりにこの見ゆる天の<ruby>白雲<rt>しらくも<\/rt><\/ruby>、<ruby>海神<rt>うみがみ<\/rt><\/ruby>の<ruby>沖<rt>おき<\/rt><\/ruby>つ<ruby>宮辺<rt>みやべ<\/rt><\/ruby>に立ちわたりとの<ruby>曇<rt>ぐも<\/rt><\/ruby>りあひて 雨も<strong>賜はね<\/strong>。<br>White clouds cover the heavens that can be seen over the mountain folds, extending over your waters offshore, god of the sea, may you bestow us rain.<br>From the 万葉集.<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Usage 2: As an&nbsp;<strong>honorific supplementary verb<\/strong>, it follows the 連用形 of verbs to function like なさる does in Modern Japanese. Today, it’s still common to see it in the phrase 与え給う in primarily religious contexts.<\/li>\n<\/ul>\n\n\n\n<p>4.&nbsp;<ruby>八月十五日<rt>はちがつじうごにち<\/rt><\/ruby>ばかりの月に<ruby>出<rt>い<\/rt><\/ruby>でゐて、かぐや姫、いといたく泣き<strong>たまふ<\/strong>。<br>On the fifth day of the eighth month, as the moon emerged, Kaguyahime wept terribly.<br>From 竹取物語.<\/p>\n\n\n\n<p>5. 何事ぞや。<ruby>童<rt>わら<\/rt><\/ruby>べと腹だち<strong>給へる<\/strong>か。<br>What on earth happened? Did you get into a fight with the children?<br>From 源氏物語.<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: The る after たまへ (命令形) is the 連体形 of the perfective auxiliary ～り.<\/p>\n\n\n\n<p>6. もっと神を信頼して神の与え<strong>給う<\/strong>ままに受けていけばよい。(現代語)<br>It is good for you to go on accepting what the Lord provides as is and believe in Him more.<\/p>\n\n\n\n<p>7. 創造主たる神様が我々に目を、二本の腕を、そして頭脳を与え<strong>給うた<\/strong>。(現代語)<br>The Lord Our Creator has provided us with eyes, two arms, and a mind.<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: When used in Modern Japanese text, the endings て and た are still technically following the 連用形, but the base is corrupted by a phonological phenomenon called ウ音便, which favors the long o-sound rather than having the two vowels \/a\/ and \/i\/ juxtaposed.<\/p>\n\n\n\n<p>8.&nbsp;<ruby>亭子<rt>ていじ<\/rt><\/ruby>の<ruby>帝<rt>みかど<\/rt><\/ruby>、<ruby>河尻<rt>かわじり<\/rt><\/ruby>におはしましにけり。［<ruby>遊女<rt>うかれめ<\/rt><\/ruby>］にしろといふ者ありけり。<ruby>召<rt>め<\/rt><\/ruby>しにつかはしたりければ、参りてさぶらふに、<ruby>上達部<rt>かんだちめ<\/rt><\/ruby>、<ruby>殿上人<rt>てんじやうびと<\/rt><\/ruby>、<ruby>皇子<rt>みこ<\/rt><\/ruby>たち、あまたさぶらひ<strong>給ひければ<\/strong>、<ruby>下<rt>しも<\/rt><\/ruby>に遠くさぶらふ。「かう遥かにさぶらふよし、歌つかうまつれ」と<ruby>仰<rt>おほ<\/rt><\/ruby>せられければ、すなはち<ruby>詠<rt>よ<\/rt><\/ruby>み<ruby>奉<rt>たてまつ<\/rt><\/ruby>りける。いとかしこく<ruby>愛<rt>め<\/rt><\/ruby>で<strong>給うて<\/strong>、<ruby>被<rt>かづ<\/rt><\/ruby>け物<strong>賜ふ<\/strong>。<br>When Emperor Uda came to Kawajiri, there was a harlot named “Shiro.” He then called upon her to attend him, and as she saw him, there were many attending him—nobility, court officials, and his children—she remained removed from the others in a lower seat. He then commanded her to create a poem explaining why it was that she was attended so far removed, to which she promptly composed one. (The emperor) was terribly pleased with (her poem) and awarded (her).<br>From 大和物語.<\/p>\n\n\n\n<p>9. かぐや姫は罪をつくり<strong>給へりければ<\/strong>かく<ruby>賤<rt>いや<\/rt><\/ruby>しきおのれが<ruby>許<rt>もと<\/rt><\/ruby>にしばしおはしつるなり。<br>Kaguyahime has been staying with your lowly self because she committed sins.<br>From 竹取物語.<\/p>\n\n\n\n<p><strong>Restriction Note:&nbsp;<\/strong>Of all the verbs that 給ふ attaches to, for whatever reason there is no attested example of あり給ふ. In the literal sense of “to exist,” you would have to use 物し給ふ instead. 物す was an honorific verb that had various meanings, which included being synonymous with the existential verbs あり and をり. Note that the use of 給ふ with をり was possible.<\/p>\n\n\n\n<p>10. 光る源氏、名のみことことしう、言ひ<ruby>消<rt>け<\/rt><\/ruby>たれ<strong>たまふ<\/strong><ruby>咎<rt>とが<\/rt><\/ruby>多かなるに、いとど、かかる好きごとどもを、末の世にも聞き伝へて<ruby>軽<rt>かろ<\/rt><\/ruby>びたる名をや流さむと忍び<strong>たまひ<\/strong>ける隠ろへごとをさへ、語り伝へけむ人のもの言ひさがなさよ。<br>The shining Genji, with so many faults one hesitates to say his name alone is bombastic; moreover, all these numerous love affairs being passed down, even conversations he had in private—fearing this reputation of being flippant—were being spread around; oh, how gossipy people are.<br>From 源氏物語.<\/p>\n\n\n\n<p><strong>Vocabulary Notes<\/strong>:<br>1. 好きごと　＝ 色沙汰<br>2. かかる ＝ このような<br>3．ことことし ＝ 仰々しい<br>4. 隠ろへごと　＝ 隠し事<br>5. 軽ぶ ＝ 軽薄だ<br>6. 言ひ消つ ＝ 言い淀む<\/p>\n\n\n\n<p>11.「先々も<ruby>申<rt>まう<\/rt><\/ruby>さむと思ひしかども、必ず心惑はし<strong>給はむ<\/strong>ものぞと思ひて、今まで過ごし侍りつるなり」<br>I had thought about speaking of this a long time ago, but I knew that it would surely trouble you, and so that is why I have lived with you as so up until now.<br>From 竹取物語.<\/p>\n\n\n\n<p>12.&nbsp;<ruby>紀伊守殿<rt>きいのもりどの<\/rt><\/ruby>は、<ruby>鉄炮<rt>てつぱう<\/rt><\/ruby>に中り<strong>給ひ<\/strong>、馬より落ち、<ruby>地上<rt>ちじやう<\/rt><\/ruby>にまろび<ruby>居<rt>を<\/rt><\/ruby>り<strong>給ひし<\/strong>を、<ruby>安藤直次<rt>あんだうなおじ<\/rt><\/ruby>はせ来て<ruby>御首<rt>おんくび<\/rt><\/ruby>をとる。<br>Lord Director of Kii was hit by gunfire, fell from his horse, at which point as he was fallen on the ground, Naotsugu Andō hastened to him and took his head.<br>From 備前老人日記.<br>Source:&nbsp;<a href=\"http:\/\/bizenrouzin.asablo.jp\/blog\/2009\/03\/30\/4213493\">http:\/\/bizenrouzin.asablo.jp\/blog\/2009\/03\/30\/4213493<\/a><\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Usage 3: When 給ふ is used in the imperative as an independent or supplementary verb (after the 連用形 of verbs or the particle て), the speaker is asking someone of equal or lower status than oneself to do something or asking to be given something. This was mainly used by men, and this usage still survives in Modern Japanese, but only when used after the 連用形 of verbs (a restriction that didn’t exist in Classical Japanese).<\/li>\n<\/ul>\n\n\n\n<p>Usage 3 ultimately came from the speaker using it to refer to oneself bestowing something to a person of lower status, much in the same vein as くれてやる in Modern Japanese.<\/p>\n\n\n\n<p>13. そこらの年頃、そこらの<ruby>金<rt>こがね<\/rt><\/ruby><strong>賜ひて<\/strong>、身をかへたるが如くなりにたり。<br>Having given considerable money to you after a considerable amount of years, it is as if you have changed yourself.<br>From 竹取物語.<\/p>\n\n\n\n<p>14. それをとりて<strong>たまへ<\/strong>。<br>Get that and give it to me.<br>From 竹取物語.<\/p>\n\n\n\n<p>15. 早くここに来<strong>たまえ<\/strong>。(現代語)<br>Come here quickly.<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Usage 4: Simply using たまへ（よ）was sufficient to create a command along the lines of the Modern Japanese なさい without having to state the actual verb in question, which cannot be done with its modern equivalent.<\/li>\n<\/ul>\n\n\n\n<p>16. あなかま、<strong>たまへ<\/strong>。<ruby>夜声<rt>よごゑ<\/rt><\/ruby>はささめくしもぞかしかましき。<br>Be quiet, please. All this whispering at night is also annoying.<br>From 源氏物語.<\/p>\n\n\n\n<p>17. このごろの山の<ruby>紅葉<rt>もみぢ<\/rt><\/ruby>はいかにをかしからむ。いざ<strong>たまへ<\/strong>。<br>How elegant the mountain autumn leaves are these days! Come now!&nbsp;&nbsp;<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Usage 5: The forms せ給う・させ給う・しめ給う, as mentioned in Lesson 337, may either show causation and\/or utmost honorific language.<\/li>\n<\/ul>\n\n\n\n<p>18.&nbsp;<ruby>聖徳<rt>しやうとく<\/rt><\/ruby>太子の<ruby>御墓<rt>みはか<\/rt><\/ruby>をかねて<ruby>築<rt>つ<\/rt><\/ruby>か<strong>せ給ひける<\/strong>ときも、「こゝをきれ。かしこを断て。子孫あらせじと思ふなり」と侍りけるとかや。<br>Even when Prince Shotaku constructed his grave, it states that he ordered, “to cut here; sever there,” thinking that he would have no descendants.<br>From 徒然草.<\/p>\n\n\n\n<p>19. 新院のおりゐ<strong>させ給ひて<\/strong>の春、詠ま<strong>せ給ひける<\/strong>とかや。<br>In the spring of the year the newly abdicated emperor had stepped down, it is said that he composed a poem.<br>From 徒然草.<\/p>\n\n\n\n<p>20. やがてかしこにてうせ<strong>給へる<\/strong>、夜のうちに、この<ruby>北野<rt>きたの<\/rt><\/ruby>にそこらの松を<ruby>生<rt>お<\/rt><\/ruby>ほし<strong>給ひて<\/strong>、わたり住み<strong>給ふ<\/strong>をこそは、ただ今の<ruby>北野宮<rt>きたのみや<\/rt><\/ruby>と申して、<ruby>現人神<rt>あらひとがみ<\/rt><\/ruby>におはしますめれば、おほやけも<ruby>行幸<rt>ぎやうかう<\/rt><\/ruby>(ぎやうかう)せ<strong>しめ給ふ<\/strong>。<br>(Sugawara-no-Michizane) in the end passed away there, and (his spirit) during the night (of his death) caused the many pines here in Kitano to grow, and we call where his spirit has drifted today’s “Kitano Shrine,” and because it appears that (he) is a god-incarnate there, the Emperor too has come to visit. &nbsp;&nbsp;<br>From the tale 大鏡.<\/p>\n\n\n\n<p>21.&nbsp;<ruby>楫取<rt>かじとり<\/rt><\/ruby>して<ruby>幣<rt>ぬさ<\/rt><\/ruby>奉らするに、<ruby>幣<rt>ぬさ<\/rt><\/ruby>の東へ散れば楫取の申して奉る<ruby>言<rt>こと<\/rt><\/ruby>は「この幣の散る方に、<ruby>御船<rt>みふね<\/rt><\/ruby>すみやかに漕が<strong>しめたまへ<\/strong>、と<ruby>申<rt>まう<\/rt><\/ruby>して奉る。<br>As we had the helmsman present the offering to the god, the offering scattered toward the east, and because of this, the helmsman prayed, “allow the boat to row quickly in the direction where your offering has scattered.” &nbsp;&nbsp;<br>From 土佐日記.<\/p>\n\n\n\n<p><strong>Particle Note<\/strong>: The particle して functions exactly like the particle に in marking the doer of the action being made to happen.<\/p>\n\n\n\n<p>22.&nbsp;&nbsp;&nbsp;<ruby>女御<rt>にようご<\/rt><\/ruby>は、<ruby>例<rt>れい<\/rt><\/ruby>ならずあやし、とおぼしけるに、<ruby>草子<rt>さうこ<\/rt><\/ruby>を広げ<strong>させたまひて<\/strong>、『その月、何の折、その人の詠みたる歌はいかに』と問ひきこえ<strong>させたまふ<\/strong>を、かうなりけり、と心得<strong>たまふ<\/strong>もをかしきものの、ひが<ruby>覚<rt>おぼ<\/rt><\/ruby>えをもし、忘れたるところもあらばいみじかるべきことと、わりなうおぼし乱れぬべし。<br>Just as the court lady thought that this was out of the ordinary, (the Emperor) opened his bound copy (of the 古今集) and asked her, “what about the poems people of all likes would have read, when would they have, and what sort of time would it have been?” ‘So, this is what it was all about’; though reaching an understanding was intriguing to say the least, how she would have been in a difficult situation all worried had she forgotten something or had a mistake in memory.<br>From 枕草子.<\/p>\n\n\n\n<p><strong>Grammar Notes<\/strong>:<br>1. させたまふ contrasts with たまふ in that double honorific expressions such as させたまふ show utmost respective. Thus, it’s a way of remembering who is of greater importance, in this case the Emperor.<br>2. In 問ひきこえさせたまふ, one thing that strikes as being peculiar is how the humble supplementary verb 聞こえる is used in a verb expression carried out by the Emperor. In Classical Japanese, there was no rule that said honorific and humble endings couldn’t mix. Each element in a phrase like this indicated the hierarchy of respect with precision. She is still a court lady, an object of respect, which warrants 聞こえる. However, he is the Emperor, which is why the phrase ends with させたまふ, showing utmost respect to him.<\/p>\n\n\n\n<p><strong>History Note<\/strong>: By the 15<sup>th<\/sup>&nbsp;century, せ給う・させ給う・しめ給う had fallen out of use in the spoken language, but they did give rise to dialectal colloquial forms such as さしまう, しも, さしむ, しまう, etc. Sadly, none of these forms contributed to Modern Japanese. Looks are deceiving, though, as none of these are related to the modern expression ～てしまう.<\/p>\n\n\n\n<p>23. 二三日よそへゆく程に、留守をしてくれ<strong>さしめ<\/strong>。<br>Be away from home for two, three days or so.<br>Source: 虎明本狂言・不聞座頭<\/p>\n\n\n\n<p>24. 何せうそ、おれにおれに問は<strong>しもて<\/strong>の用はそ。<br>So, what is that matter that you’re going to do and asking me about?<br>From 史記抄.<\/p>\n\n\n\n<p><strong>Grammar Notes<\/strong>:<br>1. そ ＝ ぞ. The question phrase that would appear after 用は is omitted<br>2. おれ meaning “I” had already developed from 己 in the spoken language.<br>3. せう ＝ せむ・せん.<\/p>\n\n\n\n<p>25. 死な<strong>しまうた<\/strong>と思はぬが臣子の道の心そ。<br>I do not believe he has passed away, but so is the very heart of what it is to be a retainer.<br>From 史記抄.<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: The past tense auxiliary ～た developed in Middle Japanese from たり, showing up in casual language centuries before it became a part of standard speech.&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">The Transitive 四段「賜（は）る」<\/h3>\n\n\n\n<p>賜はる, alternatively written as 賜る, is a derivative 賜ふ, showing up as far back as Old Japanese as well and still finding itself occasionally used in Modern Japanese. Its bases are as follows:<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><tbody><tr><td>&nbsp;未然形<\/td><td>&nbsp;連用形<\/td><td>&nbsp;終止形<\/td><td>&nbsp;連体形<\/td><td>&nbsp;已然形<\/td><td>&nbsp;命令形<\/td><\/tr><tr><td>&nbsp;たまはら⁻<\/td><td>&nbsp;たまはり⁻<\/td><td>&nbsp;たまはる<\/td><td>&nbsp;たまはる<\/td><td>&nbsp;たまはれ⁻<\/td><td>&nbsp;たまはれ<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>Its primary meaning is “to receive”. Just as was the case with 給ふ in Ex. 3, in Old Japanese, it originally indicated that the speaker had received something\/permission from the gods.<\/p>\n\n\n\n<p>Starting in the Kamakura Period (1185-1333 A.D.), however, it also became used to be an honorific form of 給ふ to indicate that a person of high authority was bestowing something—the opposite meaning.<\/p>\n\n\n\n<p>As a supplementary verb either after the 連用形 of verbs or the particle て, it had two opposing meanings: being equivalent to ～ていただく or to ～てくださる. Luckily, whenever it was used to mean the latter, it was mostly in the imperative, in which case the speaker was very much humbling themselves while still asking the superior do something for them.<\/p>\n\n\n\n<p>26.<br>[Original 万葉仮名 Text]<br>阿志加良能 美佐可<strong>多麻波理<\/strong>&nbsp;可閇理美須 阿例波久江由久<br>[Classical Orthography]<br><ruby>足柄<rt>あしがら<\/rt><\/ruby>の<ruby>御坂<rt>みさか<\/rt><\/ruby><strong>賜り<\/strong>顧みず<ruby>我<rt>あれ<\/rt><\/ruby>は<ruby>越<rt>く<\/rt><\/ruby>え<ruby>行<rt>ゆ<\/rt><\/ruby>く。<br>From the 万葉集.<\/p>\n\n\n\n<p>27. この<ruby>十五日<rt>じうごにち<\/rt><\/ruby>は、人々<strong>賜はりて<\/strong>、月の<ruby>都<rt>みやこ<\/rt><\/ruby>まうで<ruby>来<rt>こ<\/rt><\/ruby>ば、捕らへさせむ」と<ruby>申<rt>まう<\/rt><\/ruby>す。<br>(Old Man Taketori) on this fifteenth day, had people [guards from the Imperial Court] brought and said to them, “if the moon people come (to take Kaguyahime away), I’ll have you seize them.” &nbsp;<br>From 竹取物語.<\/p>\n\n\n\n<p>28. 備前の児島を佐々木に<strong>賜はりける<\/strong>。<br>To Sasaki, Kojima of Bizen is bestowed.<br>From 平家物語.<\/p>\n\n\n\n<p>29.&nbsp;<ruby>一<rt>いち<\/rt><\/ruby>の人の<ruby>御有様<rt>みありさま<\/rt><\/ruby>はさらなり、ただ<ruby>人<rt>うど<\/rt><\/ruby>も、<ruby>舎人<rt>とねり<\/rt><\/ruby>など<strong>賜はる<\/strong>きはは、ゆゆしと見ゆ。<br>The state of the imperial regent goes without saying, but even a commoner who is bestowed the rank of an official appears outstanding.<br>From 徒然草.<\/p>\n\n\n\n<p>30.&nbsp;<ruby>蓋<rt>ふた<\/rt><\/ruby>を開けて<strong>たべ<\/strong>。<ruby>申<rt>まう<\/rt><\/ruby>したきことがある。まづ火を消して<strong>たまはれ<\/strong>。<br>Open the lid. I have something I want to say. First, put out the fire please.<br>From きのふはけふの物語.<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: たべ is a contraction of たまへ that will be discussed later in this lesson.<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p>&nbsp;<strong><u>Contractions<\/u><\/strong><\/p>\n\n\n\n<p>Contractions of 賜はる that appeared in Late Middle Japanese onward (but did not survive into the present) include: たもうる, たもる, and たうばる.<\/p>\n\n\n\n<p>31. それならば何なりともいとまを<strong>たもれ<\/strong>。<br>If that’s so, by all means give me spare time.<br>From the 狂言「<ruby>乞智<rt>こいむこ<\/rt><\/ruby>」<\/p>\n\n\n\n<p>32. うつつになりとも<ruby>逢<rt>あは<\/rt><\/ruby>せて<strong>たもれ<\/strong>！<br>Let us meet in real life!<br>From the 歌謡集「松の葉」<\/p>\n\n\n\n<p>33. 案じて<strong>たもる<\/strong>より銭<strong>たもれ<\/strong>&nbsp;(諺)<br>Rather than worry about me, give me money. (Proverb)<\/p>\n\n\n\n<p>34.&nbsp;<ruby>御返<rt>おかえ<\/rt><\/ruby>りはかならずあらん。<strong>たうばりて<\/strong>まうでこむ」と申す。<br>He said, “there ought to be a response. I’ll shall go retrieve it.”<br>From 宇津保物語.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">The 四段「承る」（＝受け賜はる)<\/h3>\n\n\n\n<p>承る is a verb you should be familiar with as it is a humble verb meaning “to ask\/listen” in Modern Japanese, but it can also still mean “to accept (an request\/order [from a superior]). In Classical Japanese, you will see it used for all these meanings.&nbsp;<\/p>\n\n\n\n<p>This verb is a combination of 受く (to receive) and 賜はる (to bestow). Though the latter is an honorific verb, its placement in this compound is intended to give respect to the person of authority the &#8216;order&#8217; was received. Over time, the verb became extended to asking about said &#8216;orders,&#8217; which led to it being a humble very regarding asking\/listening in general.&nbsp;<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><tbody><tr><td>&nbsp;未然形<\/td><td>&nbsp;連用形<\/td><td>&nbsp;終止形<\/td><td>&nbsp;連体形<\/td><td>&nbsp;已然形<\/td><td>&nbsp;命令形<\/td><\/tr><tr><td>&nbsp;うけたまはら⁻<\/td><td>&nbsp;うけたまはり⁻<\/td><td>&nbsp;うけたまはる<\/td><td>&nbsp;うけたまはる<\/td><td>&nbsp;うけたまはれ⁻<\/td><td>&nbsp;うけたまはれ △<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>35. かぐや姫、「何事をか、<strong>のたまふ<\/strong>ことは、承らざらむ。<ruby>変化<rt>へんげ<\/rt><\/ruby>の者にてはべりけむ身とも知らず、親とこそ思ひたてまつれ」と言ふ。<br>Kaguyahime then said, “When have I ever not listened to you no matter what? Put aside myself being an incarnation, as I think of you as my true parents.<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: The verb のたまふ is also an example of 給ふ! Spelled as 宣う in 漢字, the phrase is a contraction of 宣り給う, 給う attaching to the 連用形 of 宣る, an ancient verb indicating something of great importance being spoken in mostly spiritual contexts. The verb のたまふ was the equivalent of 仰る in Classical Japanese. If ever seen in archaic speech today, it would be pronounced as のたもう&#8211;as it also would have been in the past.<\/p>\n\n\n\n<p>36. かしこき<ruby>仰<rt>おほ<\/rt><\/ruby>せ<ruby>言<rt>ごと<\/rt><\/ruby>をたびたび<strong>承りながら<\/strong>、自らはえなむ思ひ<strong>たまへ<\/strong>立つまじき。<br>I have heard your auspicious words so many times that I myself cannot possibly set my mind on (going to the Court).<br>From 源氏物語.<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: The たまへ in 思ひたまへ立つ is being used the same way as in Ex. 44.&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">The Transitive 二段「賜（は）す」<\/h3>\n\n\n\n<p>This 二段 verb is a combination of 賜ふ and the causative auxiliary ～す. However, in this expression ～す is being used to indicate respect rather than causation. This means that it is synonymous with ～せたまふ, with the parts being reversed so that it may stand as an independent verb. This verb, thus, means &#8220;to bestow&#8221; with the utmost respective given toward the bestower.<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><tbody><tr><td>&nbsp;未然形<\/td><td>&nbsp;連用形<\/td><td>&nbsp;終止形<\/td><td>&nbsp;連体形<\/td><td>&nbsp;已然形<\/td><td>&nbsp;命令形<\/td><\/tr><tr><td>&nbsp;たまはせ⁻<\/td><td>&nbsp;たまはせ⁻<\/td><td>&nbsp;たまはす<\/td><td>&nbsp;たまはする<\/td><td>&nbsp;たまはすれ⁻<\/td><td>&nbsp;たまはせよ<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>37.&nbsp;<ruby>後涼殿<rt>こうらうでん<\/rt><\/ruby>にもとよりさぶらひ<strong>たまふ<\/strong><ruby>更衣<rt>かうい<\/rt><\/ruby>の<ruby>曹司<rt>ざうし<\/rt><\/ruby>を他に移<strong>させたまひて<\/strong><ruby>上局<rt>うへつぼね<\/rt><\/ruby>に<strong>賜はす<\/strong>。<br>(The emperor) moved the room of an attendant who had served him in the Kōrō Pavilion for some time elsewhere, bestowing the (vacant) room close to Him to the attendant Kiritsubo.<br>From 源氏物語.<\/p>\n\n\n\n<p>38. かの奉る<ruby>不死<rt>ふし<\/rt><\/ruby>の薬<ruby>壺<rt>つぼ<\/rt><\/ruby>に<ruby>文<rt>ふみ<\/rt><\/ruby><ruby>具<rt>ぐ<\/rt><\/ruby>して<ruby>御使<rt>おほんつかひ<\/rt><\/ruby>に<strong>賜はす<\/strong>。<br>Attaching the letter on the immortality medicine jar that she had presented, he passes it onto the messenger.&nbsp;<br>From 竹取物語.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">The Transitive 二段「給ふ・賜ふ」<\/h3>\n\n\n\n<p>給ふ was also used for the opposite meaning of “to receive.” It is not clear when this first began as examples can be found in Old Japanese. It is clear, though, that it was an established part of humble speech by the mid-Heian period. This usage never saw usage outside the most formal circumstances. This usage was used both as an ⑦ independent verb and as a ⑧ supplementary verb.<\/p>\n\n\n\n<p>Just to recap, these are the conjugations for when its humble speech (謙譲語).<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><tbody><tr><td>&nbsp;未然形<\/td><td>&nbsp;連用形<\/td><td>&nbsp;終止形<\/td><td>&nbsp;連体形<\/td><td>&nbsp;已然形<\/td><td>&nbsp;命令形<\/td><\/tr><tr><td>&nbsp;たまへ⁻<\/td><td>&nbsp;たまへ⁻<\/td><td>&nbsp;たまふ&nbsp;<\/td><td>&nbsp;たまふる<\/td><td>&nbsp;たまふれ⁻<\/td><td>&nbsp;X<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>The reason for why 給ふ took upon the opposite meaning in humble speech is that the speaker was still showing tremendous respect towards their superior. It was mostly found in very ceremonious situations, especially in letters to said superiors. The speaker\/writer would purposely lower their own status to respect someone else’s. This is one way it differs from a standard polite ending such as the modern auxiliary ～ます, and this could also explain why it wasn’t used with all verbs in general (Usage 7).<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p>Usage 6: This usage is equivalent to 頂く. Just as 頂く was used today, it was used when both receiving things as well as food and drink.<\/p>\n\n\n\n<p>39.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<br>[Original 万葉仮名 Text]<br>多麻之比波 安之多由布敝尓&nbsp;<strong>多麻布礼杼<\/strong>&nbsp;安我牟祢伊多之 古非能之氣吉尓<br>[Classical Orthography]<br>魂は朝夕べに<strong>賜ふれど<\/strong>吾が胸痛し恋の繁きに<br>I always receive (feel) your spirit day and night, yet my chest aches due to the veraciousness of love.<br>From the 万葉集.<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p>Usage 7: This usage is equivalent to the Modern Japanese phrase ～させていただく. When used as a supplementary verb, 下二段「給ふ」 followed the 連用形 of verbs, most especially 思う (to think), 見る (to see), 聞く (to hear), 知る (to know).<\/p>\n\n\n\n<p>40. さらば<ruby>今宵<rt>こよひ<\/rt><\/ruby>は<ruby>御宿直<rt>おんとのゐ<\/rt><\/ruby>つかまつりて、<ruby>朝<rt>あした<\/rt><\/ruby>見<strong>給へむ<\/strong>。<br>Well then, I shall see to (the horses) (with your permission) tomorrow morning.<br>From 今昔物語.<\/p>\n\n\n\n<p>41.&nbsp;<ruby>申<rt>まう<\/rt><\/ruby>さむと思ひ<strong>たまふる<\/strong>やうは、この川に<ruby>浮<rt>う<\/rt><\/ruby>きてはべる<ruby>水鳥<rt>みずとり<\/rt><\/ruby>を<ruby>射<rt>い<\/rt><\/ruby><strong>たまへ<\/strong>。<br>What I thought to say was to shoot down the waterfowl that was wading in this river.<br>From 大和物語.<\/p>\n\n\n\n<p>42. ここにものし<strong>たまふ<\/strong>は、たれにか。<ruby>尋<rt>たづ<\/rt><\/ruby>ねきこえまほしき夢を見<strong>たまへし<\/strong>かな。<br>Who is it that is here? I have just taken upon myself to see a dream in which I asked you [the nature of that person].<br>From 源氏物語.<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: Notice how both Ex. 38 and Ex. 39 exhibit the 四段 and the 二段 version of 給ふ. Can you distinguish which is which?<\/p>\n\n\n\n<p>43.&nbsp;<ruby>横様<rt>よこさま<\/rt><\/ruby>なるやうにて、つひにかくなりはべりぬれば、かへりてはつらくなむ、かしこき<ruby>御心<rt>みこころ<\/rt><\/ruby>ざしを思ひ<strong>たまへられはべる<\/strong>。<br>Given how (she) has ultimately ended up in this unfathomable state [death], I am aware of how all the more this is painful to you given your extraordinary sincerity. &nbsp;<br>From 源氏物語.<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: ～られはべる is a combination of the spontaneity auxiliary ～らる and the humble auxiliary ～はべり. The latter is in the 連体形 to agree with なむ.<\/p>\n\n\n\n<p>44. ひとへにうち頼みたらむ方は、さばかりにてありぬべくなむ思ひ<strong>たまへ出でらるる<\/strong>。<br>As for the person who I could wholly entrust (as my wife), I cannot help but think of how it being anyone else but such (a woman as her).<br>From 源氏物語.<\/p>\n\n\n\n<p><strong>Vocabulary Notes<\/strong>:<br>さばかり ＝ あれほど<br>ありぬべく ＝ あるに違いない<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: Notice that 給ふ is inserted between 思ふ and 出づ rather than being attached at the very end. It takes precedent in compound phrases such as this.<\/p>\n\n\n\n<p>45.「<ruby>御覧<rt>ごらん<\/rt><\/ruby>じ<ruby>所<rt>どころ<\/rt><\/ruby>あらむこそ、<ruby>難<rt>かた<\/rt><\/ruby>くはべらめ」など聞こえ<strong>たまふ<\/strong>ついでに、「女の、これはしもと<ruby>難<rt>なん<\/rt><\/ruby>つくまじきは、<ruby>難<rt>かた<\/rt><\/ruby>くもあるかなと、やうやうなむ見<strong>たまへ<\/strong>知る。ただうはべばかりの情けに、手<ruby>走<rt>はし<\/rt><\/ruby>り<ruby>書<rt>か<\/rt><\/ruby>き、をりふしの答へ心得て、うちしなどばかりは、随分によろしきも多かりと見<strong>たまふれど<\/strong>、そもまことにその方を取り出でむ選びにかならず漏るまじきはいと<ruby>難<rt>かた<\/rt><\/ruby>しや。・・・」<br>He replies, “There are hardly any (texts) that you would be able to look at,” and as he says this he continues, “I have in fact recognized that there is no such perfect woman where one thinks, ‘that’s the one.’ When it’s just scribbling out (a letter) at the surface level, understanding the appropriate response for the season, simply doing these minutiae correctly, I’ve seen that there are many fitting women. Even so, if I had to truly choose the one (who was superb), the one who would surely never be overlooked out, that woman hardly exists…”&nbsp;<br>From 源氏物語.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">The Transitive 四段「給ぶ」<\/h3>\n\n\n\n<p>給ぶ, simply read as たぶ, is a shortening of 給ふ. During the early Heian period, the consonant in ふ was in the process of being lost. Being juxtaposed to \/m\/ and dropping the subsequent vowel would have resulted in the f-sound to change to a \/b\/, producing a fluctuation between \/ta<sup>m<\/sup>bu\/ and \/tabu\/. There’s also another corrupted form たうぶ which came about from the \/m\/ being dropped out altogether in the simplification process.<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><tbody><tr><td>&nbsp;未然形<\/td><td>&nbsp;連用形<\/td><td>&nbsp;終止形<\/td><td>&nbsp;連体形<\/td><td>&nbsp;已然形<\/td><td>&nbsp;命令形<\/td><\/tr><tr><td>&nbsp;たば⁻<\/td><td>&nbsp;たび⁻<\/td><td>&nbsp;たぶ<\/td><td>&nbsp;たぶ<\/td><td>&nbsp;たべ⁻<\/td><td>&nbsp;たべ ◎<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>This shortened version was heavily used in the imperative, both as an independent and a supplementary verb (after the 連用形 of a verb or after the particle て). The degree to which this was casual varied heavily in context. At times it was like くれてやる, whereas other times it was a little more polite but still referring to one’s own actions. In fact, throughout the many works of Classical Japanese, you won’t find たぶ referring to the actions of the Emperor, but it is commonly used in reference to people of lower status.<\/p>\n\n\n\n<p>Over time, たぶ did become more vulgar, so much so that it was heavily used in the imperative, in which case it was no different to how たまえ is used today. Though たぶ wasn’t all that polite overall, it was nonetheless frequently paired with the supplementary honorific usage of 給ふ, producing たびたまふ. There was also たばせ給ふ, which includes the auxiliary す to show even more respect. However, these honorific expressions would have still been too informal to be used toward the Emperor.<\/p>\n\n\n\n<p>46.&nbsp;<ruby>男子<rt>なんし<\/rt><\/ruby>にてましませばわらはに<strong>たびたまへ<\/strong>。<br>If it is boy, give him to me.<br>From 曾我物語. &nbsp;<\/p>\n\n\n\n<p>47. この人々、ある時は竹取を呼び<ruby>出<rt>いで<\/rt><\/ruby>て「娘を吾に<strong>たべ<\/strong>」と、伏し<ruby>拝<rt>をが<\/rt><\/ruby>み、手をすり<strong>のたまへど<\/strong>、「おのがなさぬ子なれば、心にも従はずなむある」と言ひて、月日すぐす。<br>One time these people called upon Taketori and asked, “give me your daughter,” knelt down and rubbing their hands (as a sign of pleading), but he responded, “(she) is not a child that we birthed, so she won’t do just as we please,” and with that (they) spent months and years (there).<br>From 竹取物語.<\/p>\n\n\n\n<p><strong>Vocabulary Notes<\/strong>:<br>1. なれば ＝ なので.<br>2. すぐす ＝ 過ごす.<br>3. 手をする ＝ 手をすり合わせる.<\/p>\n\n\n\n<p>48. 願はくはあの<ruby>扇<rt>あふぎ<\/rt><\/ruby>の真中射させて<strong>たばせたまへ<\/strong>。<br>Please, I wish for you to let me shoot through the middle of that fan.<br>From the 平家物語.<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: This sentence shows that even when used in the honorific sense, たぶ was often in the imperative. Note also how the particle て is being used instead of たぶ just attaching to the 連用形 of the verb 射さす. It is around the time of this work that て would become inserted more commonly between verbs and their supplementary endings.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Tne Transitive 二段「食ぶ」<\/h3>\n\n\n\n<p>If you thought that perhaps the たぶ contraction was also applied to the 二段 form of the verb, you were right. In fact, the 二段「たぶ」 was so commonly used in reference to eating and drinking that it was primarily written with 食 and ultimately gave birth to the Modern Japanese verb 食べる.<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><tbody><tr><td>&nbsp;未然形<\/td><td>&nbsp;連用形<\/td><td>&nbsp;終止形<\/td><td>&nbsp;連体形<\/td><td>&nbsp;已然形<\/td><td>&nbsp;命令形<\/td><\/tr><tr><td>&nbsp;たべ⁻<\/td><td>&nbsp;たべ⁻<\/td><td>&nbsp;たぶ<\/td><td>&nbsp;たぶる<\/td><td>&nbsp;たぶれ⁻<\/td><td>&nbsp;たべよ<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>Although 食べる is no longer humble like its predecessor 食ぶ initially was, there is one grammatical restriction from its humble origin that remains true. When you wish to say “to eat” in honorific speech, the normal way is 召し上がる instead of お食べになる.<\/p>\n\n\n\n<p>49. この酒を独り<strong>たうべん<\/strong>がさうざうしければ、<ruby>申<rt>まう<\/rt><\/ruby>しつるなり。<br>Drinking this sake alone would be lonely, which is why I called.<br>From 徒然草.<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: Before “to eat” became the sole meaning of 食ぶ, it could still refer to both “eating” and “drinking.” Notice also that the corrupted form たうぶ also existed with the 二段 classification.<\/p>\n\n\n\n<p>50. などか<ruby>異物<rt>こともの<\/rt><\/ruby>も<strong>食べざらむ<\/strong>。<br>Why is it that we don’t have anything different to eat? (No, that can’t be the case.)<br>From 枕草子.<\/p>\n\n\n\n<p>51. 人に酒勧むるとて、おのれまづ<strong>たべて<\/strong>、人に強ひてたてまつらんとするは、剣にて人を<ruby>斬<rt>き<\/rt><\/ruby>らんとするに似たる事なり。<br>Saying that you’re offering someone alcohol when you drink first and then try making them partake unwillingly is like killing someone with a sword.<br>From 徒然草.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>第036課: The Verb 給ふ The verb 給ふ is a quintessential verb in Classical Japanese honorific speech (敬語). This word<a class=\"more-link\" href=\"https:\/\/imabi.org\/the-verb-%e7%b5%a6%e3%81%b5\/\">続きを読む <span class=\"screen-reader-text\">&#8220;The Verb 給ふ&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":""},"tags":[],"class_list":["post-672","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-aQ","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/672","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=672"}],"version-history":[{"count":2,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/672\/revisions"}],"predecessor-version":[{"id":3397,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/672\/revisions\/3397"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=672"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=672"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}