{"id":6727,"date":"2024-06-22T14:56:04","date_gmt":"2024-06-22T21:56:04","guid":{"rendered":"https:\/\/imabi.org\/?page_id=6727"},"modified":"2025-07-01T10:47:20","modified_gmt":"2025-07-01T17:47:20","slug":"the-final-particles-%e3%81%9e-%e3%81%9c","status":"publish","type":"page","link":"https:\/\/imabi.org\/the-final-particles-%e3%81%9e-%e3%81%9c\/","title":{"rendered":"The Final Particles ぞ &amp; ぜ"},"content":{"rendered":"\n<h2 class=\"wp-block-heading\">The Final Particles ぞ &amp; ぜ<\/h2>\n\n\n\n<p>This lesson will focus on the final particles ぞ and ぜ, which have become highly popularized due to their prolific appearance in anime. What often gets missed is how exactly they work. <br><br>Although final particles seldom appear in the written language, they are used in nearly every sentence in the spoken language, bringing about countless cues into how both the speaker and learner are interacting, but it would be a mistake to assume that they solely pertain to emotional cues.<br><br>In this lesson, we will delve into how ぞ and ぜ are used from grammatical, historical, and social angles.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">The Final Particle ぞ<\/h2>\n\n\n\n<p>There are two primary usages of the particle ぞ:<br><br>i. Self-Affirmation<br>ii. To call attention to something.<br><br>Usage i and Usage ii are distinguished by whether the speaker is directing the comment to oneself (Usage i) or to a listener (Usage ii). The tone associated with Usage i is fairly neutral but reflective of its place within typical male speech. Usage ii, meanwhile, has a higher propensity to be used by female speakers. Although it is heavily used to push an assertion onto a listener, with the nature of the assertion ranging from being a warning, advice, intimidation, to passing on the speaker&#8217;s judgment. As for warning and advice, they can be attributed to cordial discord between any speaker regardless of gender or age bracket provided the listener is either equal or lower in status. <br><br>1. 何か変だぞ。(Usage i\/ii)<br>Something&#8217;s strange. <br><br>2. 今しないと、失敗するぞ。(Usage ii)<br>If you don’t do it now, you’ll fail!<br><br>3. 勉強しなかったから、テストに合格しなかったんだぞ。(Usage ii)<br>It’s because you didn’t study that you didn’t pass your test!<br><br>4. これは弱ったぞ。(Usage i)<br>I&#8217;m stumped.<br><br>5. 質問された方に無礼｛だ・である<sup data-fn=\"fd00bde8-211a-4c26-813f-d4da987852eb\" class=\"fn\"><a href=\"#fd00bde8-211a-4c26-813f-d4da987852eb\" id=\"fd00bde8-211a-4c26-813f-d4da987852eb-link\">1<\/a><\/sup>｝ぞ。(Usage ii)<br>That&#8217;s rude to the person who asked the question. <br><br>6. 「なんだ、こいつ？」「あれは人間じゃないぞ！気をつけろ！」<br>&#8220;What&#8217;s up with this guy?&#8221; &#8220;That&#8217;s not a human! Watch out!&#8221;<br><br>Because of the conviction behind statements made with ぞ, it is consequently ungrammatical with suppositional markers such as ～だろう, which would conversely imply that the truth claim behind the assertion made by ぞ is not true enough to be meant as a warning or advise. Given that that is very much not the case, you will never see ～だろうぞ<sup data-fn=\"520e08a8-6fdd-46d6-9ca7-a461cb57ded0\" class=\"fn\"><a href=\"#520e08a8-6fdd-46d6-9ca7-a461cb57ded0\" id=\"520e08a8-6fdd-46d6-9ca7-a461cb57ded0-link\">2<\/a><\/sup>, though ～だろうぜ, which we will see later on in this lesson is possible. <br><br>However, it is still possibly after hearsay auxiliary verbs with the implication that the speaker does believe the hearsay to be true and is drawing the listener&#8217;s attention to that perceived fact.<br><br>7. iPhoneが値上がりするらしいぞ。<br>The iPhone&#8217;s apparently goin&#8217; up in price, y&#8217;know?<br><br>The use of ぞ after politeness markers &#8211; ～です・～ます &#8211; is possible, but such scenarios are typically indicative of male speech towards people of lower status.<br><br>8. 泣き言は許しませんぞ。<br>I won&#8217;t go easy on some whiny complaint, y&#8217;know?<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">The Final Particle ぜ<\/h2>\n\n\n\n<p>There are four primary usages of the particle ぜ:<br><br>i. Self-Affirmation<br>ii. Disdain\/Scornful Tone<br>iii. To call attention to something.<br>iv. To warn of something in a detached tone.<br><br>Usage i is notably different from the other three usages in that it is used without assuming there is a listener to hear and\/or respond to the statement. Usage ii is similar in how the speaker blurts out what is on their mind, but the scornful tone comes from knowing that the listener is there but not expected to respond. For Usage i or Usage ii, you may see it used in conjunction with the auxiliary ～だろう, which pertains to second\/third-person judgment calls, but its appearance does not detract from the speaker being convinced at that moment of what is being said.<br><br>9. 行くぜ！(Usage i)<br>Here (I\/we) go!<br><br>10. まっぴらごめんだぜ。(Usage ii)<br>Not a chance from me! <br><br>11. ソファで寛ぐ時間は、家事や仕事を忘れ何にもしないぜ。<br>Forget choirs or work, I do freakin&#8217; nothin&#8217; when I&#8217;m relaxing on the sofa!<br><br>Meanwhile Usages iii-iv pertain to actively provoking the listener&#8217;s evaluation, but the exact tone will rely heavily on context as to whether the sentence is still cordial or rude. As for Usage iv, it happens to be fairly frequently used with politeness markers &#8211; ～です・～ます &#8211; in slightly dated dramas, and these mixtures of a potentially crude tone marker + a politeness marker do potentially result in a superficially polite tone.<br><br>12. 美味しいらしいぜ？(Usage iii)<br>It&#8217;s supposedly delicious, y&#8217;know?<br><br>13. あいつはやるだろうぜ。(Usage iii\/iv)<br>He&#8217;ll prolly do it. <br><br>14. 俺はそんなことは言ってないぜ。(Usage iii)<br>I ain&#8217;t said nothin&#8217; like that.<br><br>15. 親分、向こうから変な奴が来ますぜ。<br>Boss, a strange guy&#8217;s headin&#8217; our way from over there.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Grammatical Similarities Between ぞ ＆ ぜ<\/h2>\n\n\n\n<p>Both ぞ and ぜ are never used with the particles か, ね, な, and this is because the statements that those particles mark have not been successfully determined to be true by the speaker<sup data-fn=\"32efccc6-e34f-4e44-b513-b95f0771a7f0\" class=\"fn\"><a href=\"#32efccc6-e34f-4e44-b513-b95f0771a7f0\" id=\"32efccc6-e34f-4e44-b513-b95f0771a7f0-link\">3<\/a><\/sup>. <br><br>Even so, speakers will point out that ぜ sounds cruder than ぞ, and the basis for this intuition can be found in how the truth statement made by ぜ is often based on not-so-sound deduction, and when it is used to scorn the listener, that sloppiness may even be done on purpose to purposely be ruder and indifferent to the listener. <br><br>When a speaker uses よ, the speaker&#8217;s judgment is felt to have occurred before the speaker puts into words what that judgment is. Meanwhile, with ぞ・ぜ in their respective contexts, the judgement is made at the time of utterance, which is proven by how both may be used in the sense of self-affirmation. <br><br>16a. ここの湯は熱いよ。<br>16b. ここの湯は熱いぞ。<br>16c. ここの湯は熱いぜ。<br>The hot spring here is hot!<br><br>In 16a., the speaker likely knows that the hot spring is hot from previous experience or could have deduced that well before uttering the comment. In 16b., it sounds as though the speaker just found out that the hot spring is pretty hot and is warning the listener. 16c is largely synonymous with 16b, but depending on the overall tone and relationship between the speaker and listener, the speaker could also be facetious. <br><br>Moreover, though, because the predicates that they are attached to are said to be convictions which the speaker believes to be true, this necessitates the use of the copula before them in noun-predicates. This point, though, does not fully distinguish them from the particle よ, which is also declarative but allows for copula ellipsion. How they differ is when that determination is made. <br><br>17a. 「誰が来た？」「あ、テイラー君（だ）よ」<br>17b. 「誰が来た？」「あ、テイラー君だ｛ぞ・ぜ｝」<br><br>Putting aside that the ellipsing of だ in 17a is attributed to female speech, the ability to drop the copula still results in the declarative nature of the sentence fully resting on よ. Meanwhile, ぞ・ぜ, though declarative in tone as well, are used more so direct attention with an ulterior effect. ぞ sounds like a cordial yet stern warning from an equal or lesser, whereas ぜ may range from a warning to a crass\/indifferent response with possible cordial undertones depending on the social dynamics between the speaker and listener (think back to Ex. 15). <br><br>This discrepancy is actually what allows for the combinations ぜよ and ぞよ, which although not found in Standard Japanese grammar, ぜ・ぞ can be viewed as establishing a tone which draws in the listener&#8217;s attention while よ establishes the speaker&#8217;s statement as a known fact from their perspective.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Gender Perception of ぞ &amp; ぜ in <em>Modern<\/em> Japanese<\/h2>\n\n\n\n<p>The perception that ぞ and ぜ are both representative of male speech is a deeply rooted opinion among both native speakers and advanced second-language speakers of the language, though range of tones and nuances that they provide do transcend the notion of &#8216;gendered speech.&#8217; However, understanding the current gender perceptions of these particles can still tell us a lot about how they are used.<br><br>When narrowing the scope of the conversation to their iterations as declarative<sup data-fn=\"ff2a10d0-583e-48c0-b481-7e873ea8314f\" class=\"fn\"><a href=\"#ff2a10d0-583e-48c0-b481-7e873ea8314f\" id=\"ff2a10d0-583e-48c0-b481-7e873ea8314f-link\">4<\/a><\/sup> final particles in Modern Japanese (19th century~), the perception of these being male speech markers began in concurrence with the appearance of てよ・だわ言葉, which is just as recent of an invent as ぞ&#8217;s shrinkage<sup data-fn=\"424a2d14-561c-49e7-82b3-7cf4f3fa8144\" class=\"fn\"><a href=\"#424a2d14-561c-49e7-82b3-7cf4f3fa8144\" id=\"424a2d14-561c-49e7-82b3-7cf4f3fa8144-link\">5<\/a><\/sup> in usage. <\/p>\n\n\n\n<h5 class=\"wp-block-heading\">The Use of ぞ  in 掛け声 (Shouts of Encouragement)<\/h5>\n\n\n\n<p>When ぞ is taught, attention is given to how it projects a message, often in the same breath as it being indicative of male speech despite phrases like:<br><br>18. がんばるぞ！<br>I&#8217;ll do my best! <br><br>19. いいぞ！<br>Way to go!<br><br>Yet, it is this usage that is precisely the most neutral in gender perception, being akin to 掛け声 that is intended to a listener or a group of listeners. Rather than being inherently masculine, these phrases out to be interpreted with the lighthearted tone exemplary of ぞ, which adds a sense of encouragement.<\/p>\n\n\n\n<h5 class=\"wp-block-heading\">Vulgar Speech\/Toxic Masculinity w\/ ぞ<\/h5>\n\n\n\n<p>An aspect of ぞ which does appear to have manly undertones is its use in providing warnings or purveying intimidation. Indeed, such vulgar settings are more indicative of speech more likely to be used by men. <br><br>20. 殺すぞ！<br>I&#8217;m gonna kill you!<br><br>21. 怒るぞ！<br>(I&#8217;m warning you;) I&#8217;ll get mad!<br><br>One factor that fuels the notion of ぞ being masculine is its appearance in toxic masculinity-driven statements, which is often associated with crass speech as well as &#8216;forced&#8217; masculine personae. While it is true that ぞ may be overused by said speakers, ぞ these contexts only account for a small percentage of utterances made with ぞ.<br><br>22. とにかく家へ帰るぞ。<br>Anyway, I’m goin&#8217; home.&nbsp;&nbsp;<\/p>\n\n\n\n<h5 class=\"wp-block-heading\">Gender Neutrality<\/h5>\n\n\n\n<p>Upon further investigation, though, there is a plethora of situations in which ぞ is clearly gender neutrality, many of which do pertain to warnings\/intimidation, albeit in a far more lighthearted manner &#8211; often taking out the declarative force that ぞ could otherwise have. <br><br>23. お菓子くれないとイタズラしちゃうぞ。<br>Trick or treat. <br><br><strong>Tone Note<\/strong>: Though ぞ inherently indicates strong conviction, there are set phrases such as Ex. 23 in which the speaker cannot and should not be taken literally. This change in tone perception is also grammatical in nature. If the truth claim behind ぞ is not always taken at face value depending on the tone of the speaker, that means its modality (how the agent&#8217;s behavior is perceived) is subject to context.<br><br>24. あー、だめ！こぼすぞ！<br>Ah, stop! You&#8217;ll spill it!<br><br><strong>Tone Note<\/strong>: Ex. 24 can often be heard by mothers when their children are about to spill something. The conviction that the drink will spill is certainly there, preserving the typical modality judgment behind ぞ, but the tone is lighthearted enough to be used by both mother and father and to not cause the child to necessarily cry. <br><br>25. 雨降ってきたぞ。<br>Hey look, it&#8217;s starting to rain.<br><br><strong>Tone Note<\/strong>: Comments about the weather are unique in their relation with modality. Reactions to rain are universal in tone, and in Japanese, ぞ is a great way to bring the listener&#8217;s attention to the rain. <br><br>26. 野良犬は、大事な縄張りに侵入者が来たぞと知らせている。<br>The stray dog is letting (you) know that an intruder has entered its precious territory.<br><br><strong>Tone Note<\/strong>: Ex. is indicative of personification on top of direct quotation. Both factors aid in the gender neutral interpretation of ぞ.<\/p>\n\n\n\n<h5 class=\"wp-block-heading\">ぞ w\/ Politeness markers = Masculine Speech?<\/h5>\n\n\n\n<p>One facet of ぞ which has not been seen thus far but could be attributed more so to men than women would be its appearance with ～です and ～ます. When these combinations occur, the speaker is still maintaining politeness speech while also firmly stating their position, which is often not done in the greater Japanese society, much less by women. Of course, neither ～ですぞ nor ～ますぞ would ever be directed at a superior, but colloquial markers would be avoided altogether once honorific speech norms take over.  <\/p>\n\n\n\n<p>27. 今日も元気ですぞー！<br>I&#8217;m chipper as ever today!<br><br>28. それはハードルが低すぎますぞ。<br>That&#8217;s such a low bar to cross.<\/p>\n\n\n\n<h5 class=\"wp-block-heading\">The Modern Perception of ぜ as being Masculine<\/h5>\n\n\n\n<p>Now, as for ぜ&#8217;s modern usage, its association with male speech is far stronger, and this is likely due to it being more likely used in superficially polite tones, which would be too uncouth for the speech of &#8216;traditional&#8217; female speech. Moreover, because だよ・てわ言葉 speech was most prevalent in Tokyo Dialects, its traditional interpretation as being a combination of ぞ and え is stronger felt in regional dialects where this notion is often entirely absent<sup data-fn=\"6de7f6ff-197f-46ad-9d6d-9a9d8fa7cb41\" class=\"fn\"><a href=\"#6de7f6ff-197f-46ad-9d6d-9a9d8fa7cb41\" id=\"6de7f6ff-197f-46ad-9d6d-9a9d8fa7cb41-link\">6<\/a><\/sup> (see below). <br><br>It must be noted that there are two, somewhat opposing mindsets that native speakers may have regarding the usage of ぜ in general. <br><br>1. ぜ is a final particle which provides the aforementioned tones which have hence been associated with male speech.<br>2. ぜ is often incorporated into the idiolects of characters in anime and manga to create given effects based off 1 but which ought to be perceived correctly within the framework of the persona being constructed. This is so prevalent that guys and girls<sup data-fn=\"ff5389cd-c31e-4a2e-8746-c193488d8a5c\" class=\"fn\"><a href=\"#ff5389cd-c31e-4a2e-8746-c193488d8a5c\" id=\"ff5389cd-c31e-4a2e-8746-c193488d8a5c-link\">7<\/a><\/sup> who use ぜ as part of their personae are called だぜ子.<br><br>When 2 is the mindset that is most representative of ぜ, it may be hard to realize that 1. is still the status quo of how it is used in everyday speech.<br><br>29. 巷は大変な事になってるぜ！(Female Character)<br>The public is in major trouble!<br><br>30.  俺のタイプかもしれないぜ？(Male Speaker)<br>You just might be my type, ya know?<br><br>However, despite the legitimate tones that ぜ may produce, a shrinkage of its usage can be observed in Standard Japanese, with even its use with politeness markers becoming dated and the particle as a whole being attributed strongly to male speech. As such, ぜ&#8217;s gender neutrality is only attributable to Japanese phraseology as a whole, encompassing all dialects and age groups only to then find that its historically valid usages are waning in favor of a highly stylized masculine persona marker. <\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Historical\/Dialectal Usages<\/h2>\n\n\n\n<p>For the remainder of this lesson, we will focus on historical and dialectal features of the particles ぞ and ぜ which will further add clarity to how they behave. As this material is advanced in nature, you are free to return to this topic once you are more confident with older grammar as such grammar points are slowly introduced through the course of IMABI.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">The History of ぞ<\/h3>\n\n\n\n<p>Having delved deeply into how ぞ and ぜ are currently perceived, it is now time to delve into their respective histories, first by starting with ぞ given that ぜ is a derivative of it.  <\/p>\n\n\n\n<p>The particle ぞ has existed in the language since Old Japanese. It is first seen as a bound particle in the middle of sentences, being bound in its position with the predicate obligatorily being in the 連体形. Its primary purpose was to indicate a <strong>strong declaration<\/strong>, which is mostly in line with how it is used today despite the difference in word order, albeit with a far more forceful tone.<br><br>31. いにしへも今も心のなければぞ憂きをも知らで年をのみ経（ふ）る<sup data-fn=\"6f7677f0-0dcc-4085-bbdf-a1a9d0786d69\" class=\"fn\"><a href=\"#6f7677f0-0dcc-4085-bbdf-a1a9d0786d69\" id=\"6f7677f0-0dcc-4085-bbdf-a1a9d0786d69-link\">8<\/a><\/sup>。<br>The years only pass by, knowing not how gloominess feels, for I pay mind to neither the past nor the present. <br>From the 『後撰和歌集』.<br><br>32. 知る人ぞ知る。(Proverb)<br>Those who know know. <br><br>It was quite the emphatic marker with same effect and with a very broad range &#8211; being seen after nouns, the 連用形 of verbs and adjectives (much like how the particle も is used today), and even adverbs<sup data-fn=\"5b913470-1fe1-46fb-b84f-a469f902eea9\" class=\"fn\"><a href=\"#5b913470-1fe1-46fb-b84f-a469f902eea9\" id=\"5b913470-1fe1-46fb-b84f-a469f902eea9-link\">9<\/a><\/sup>, all of which stem from its use as a bound particle. <br><br>33. 傍らなる子どもの心地にも、親の昼寝したるは、拠り所なく、<span style=\"text-decoration: underline;\">凄まじく<\/span>ぞありし。(After 連用形 of Adjective)<br>Even for the children to the side of the parents, think of how they feel about how terrible it is for them to have no refuge while their parents are napping. <br>From the 『枕草子』.<br><br>34. 其れ<sup data-fn=\"e8b73eb5-1d8e-47b4-83b4-727fca66681b\" class=\"fn\"><a href=\"#e8b73eb5-1d8e-47b4-83b4-727fca66681b\" id=\"e8b73eb5-1d8e-47b4-83b4-727fca66681b-link\">10<\/a><\/sup>も、有る限りは、<span style=\"text-decoration: underline;\">然<\/span>ぞ、有らむ。(After Adverb)<br>They (the gentlemen), so long as (the women) are in the position (of serving the court), that will surely be the case. <br>From the 『枕草子』.<br><br>35. 実に、其も、又、然る事ぞかし。(After Nominalizer)<br>That is also truly only natural (to think).<br>From the 『枕草子』.<br><br>Its jump to becoming used as a final particle was made largely in part due to when it was paired with other exclamation particles such as かし (Ex. 35) as well as when it would be used with the citation particle と and the subsequent citation verb being dropped. Initially, due to the strong declarative nature of ぞ, this mixed with citation verbs aided in expressing hearsay in which the speaker had strong conviction in believing. <br><br>36. 飼ひける犬の、暗けれど主を知りて飛びつきたりとぞ。<br>They say that the dog that (he) had raised, despite it being dark, knew his master and leaped on him.<br>From the 『徒然草』.<br><br>Once the particle began fully appearing in sentence-final position, it maintained its strong declarative usage but also gained its use as being a strong question marker with a heavy interrogative tone. Initially, it still retained its affinity with the 連体形, instead appearing after it instead of before it, but in Modern Japanese, it is now seen after the 終止形.<br><br>37. この返事はあるべきぞ。<br>This response ought to be made!<br>From the 『平家物語』.<br><br>38. あれは何者ぞ？<br><strong>Who<\/strong> is that?<br>From the 『平家物語』.<br><br>39. 国民の声を聞かずしてなんの政治家ぞ？<br>What sort of politician are you if you do not listen to the voices of the people?<br><br>40. いかにかく言ふぞ？<br>From the 『徒然草』.<br><strong>Why<\/strong> say it like this?<br><br>This &#8220;heavy interrogative tone&#8221; usage is the only time ぞ has ever been used with suppositional endings such as ～（よ）う, but it is worth noting that because the speaker does not believe in the truth value of the question being posed, the interrogative tone itself negates the suppositional ending from being taken at face value. This is so much so that the use of ぞ in this manner often prevents the listener from even making a retort. <br><br>41. 誰が非難できようぞ？<br>Who could possibly criticize?<br><br>As is also seen from these examples, the final particle ぞ in both its declarative and interrogative capacities did allow for the ellipsion of the copula. The combination ぞよ could also be observed in the speech of those as recently as the Taishо̄ Period (1912~1926), especially with the citation particle と. However, in its current usage, both phenomena are no longer grammatical.<br><br>42. それはいともて離れたることぞよ。<br>That is a very misdirected of (you to think). <br>From the 『源氏物語・朝顔』.<br><br>43. 「何をしていた。云え。云わぬと、これだぞよ！」<br>&#8220;What were you doing? Say it! If you don&#8217;t say it, you&#8217;ll be getting this (the sword)!&#8221;<br>From 『羅生門』by 芥川龍之介.<br><br>ぞ’s role as an adverbial intensifier combined with interrogatives resulted in the formation of interrogative pronouns, which have also seen disappeared in favor of cognate structures created with か instead.<br><br>44. 男はどこぞで行方を晦ましたという。<br>They say the man vanished somewhere without a trace.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">The History of ぜ<\/h3>\n\n\n\n<p>Although we have described ぜ so far as being the contraction of ぞ and え, we have yet to learn what the latter is, and we have also not discussed another route of its existence: it being the contraction of ぞ and い, with the latter being yet another final particle worth noting. Upon studying what both these final particles bring to the table, we see that the seemingly dynamically opposed tones which ぜ have stem from either contraction process. <br><br>While ぜ &#8211; a combination of ぞ and え (see below) &#8211; has been used for the last 300 years, ぞ has been a part of Japanese in various capacities (see below) for millennia. <\/p>\n\n\n\n<h4 class=\"wp-block-heading\">The Particle え<\/h4>\n\n\n\n<p>There are two separate lineages to the final particle え, both of which are conflated together in its modern yet outdated utilization.<br><br>Its first lineage defines is as a cordial tone marker seen in questions but also in self-assertions as well as in calling out to individuals. Its use in self-assertions is how it became paired with the particle ぞ, which gave rise to ぜ for its cordial tones.<br><br>45. これからはどうしていくつもりだえ？<sup data-fn=\"5af40729-235f-426d-afa5-5bb936a4c702\" class=\"fn\"><a href=\"#5af40729-235f-426d-afa5-5bb936a4c702\" id=\"5af40729-235f-426d-afa5-5bb936a4c702-link\">11<\/a><\/sup><br>How are you planning on going from now? <br><br>46. もし御新造様え！<br>My, if isn&#8217;t the mistress! <br><br>47. あな、可笑しなことをおっせんす。わちき<sup data-fn=\"683ded82-0d86-4109-b51e-d207163de6dc\" class=\"fn\"><a href=\"#683ded82-0d86-4109-b51e-d207163de6dc\" id=\"683ded82-0d86-4109-b51e-d207163de6dc-link\">12<\/a><\/sup>を誰だとお思いでござんすえ。<br>My, what an odd think of you to say. Who exactly do you think I am?<br><br>Its second lineage is as an ancient dialectal variant of よ to call out to individuals, which lived on in honorific speech in familial yet role-bound relationships until modernity. <br><br>48. <ruby>父母<br><rt>とちはは<\/rt><\/ruby>え<ruby>斎<br><rt>いは<\/rt><\/ruby>ひて待たね<ruby>筑紫<br><rt>つくし<\/rt><\/ruby>なる<ruby>水漬<br><rt>みづ<\/rt><\/ruby>く白玉取りて来までに<br>Pray to our father and mother gods and wait, until the day I return home with pearls from the sea off Tsukushi.<br>From the 『万葉集 Poem 4340』.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">The Particle い<\/h4>\n\n\n\n<p>The final particle い can be seen following various but particularly fixed environments in Modern Japanese. It is most commonly seen after the copula だ<sup data-fn=\"08e511d9-0f7d-4757-8d7a-9b498b0f57ae\" class=\"fn\"><a href=\"#08e511d9-0f7d-4757-8d7a-9b498b0f57ae\" id=\"08e511d9-0f7d-4757-8d7a-9b498b0f57ae-link\">13<\/a><\/sup>, the final particle\/question marker か, but it may also follow both the affirmative 命令形 of verbs and the negative 命令形 marked by the final particle な<sup data-fn=\"42c88b01-382c-4df5-a034-cf973735cbbe\" class=\"fn\"><a href=\"#42c88b01-382c-4df5-a034-cf973735cbbe\" id=\"42c88b01-382c-4df5-a034-cf973735cbbe-link\">14<\/a><\/sup>. <br><br>49. 何だい、全然君らしくないな。<br>What the heck, this isn&#8217;t like you at all.<br><br>50. お前は「黙示録」を読んだ事があるかい？<br>Have you ever read &#8220;Revelation&#8221;?<br><br>51. 勝手にしろい！<br>Have it your way!<br><br>52.  一体どこへ行くんだい！<br>Where the heck are you going?!<br><br>Though the final particle い can be used with a familial tone when asking a question to someone close but below oneself in status, it is most often used in a rebuking\/scolding tone. At times, it may even suggest that the speaker is giving up on a situation, which is especially true when paired with the 命令形. These highly negative tones fuel the crude undertones that ぞ＋い＝ぜ may have.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">ぜ（よ）Female Speech → Male Speech<\/h3>\n\n\n\n<p>Just as the particle ぜ begins to appear in the Edo Dialect of the late 1700s, it makes its strongest appearance in the works of playwrights such as 式亭三馬 portraying female speech. As ぜ spread throughout Japan subsequently, it did so via a southwestern route, but as time went on, so did the change in ぜ&#8217;s perception in Edo into a feature of male speech. Yet, by that point, much of Shikoku to this day exhibit ぜ as either a gender neutral or female speech tone marker. <br><br>Before reaching Shikoku, though, ぜ made its way through the Kansai Dialect region, in which it evolved into で（－）, and as is well-known, this is a fundamental feature of those dialects, with で（－）being used equally by men and women and prolifically at that. <br><br>Meanwhile in Shikoku, ぜ gained a boost as being gender neutral through the appearance of ぜよ. In Modern Japanese, ぜよ lives on as a quasi-dialectal marker indicative of the Tosa Dialect in particular due to certain historical figures such as Sakamoto Ryо̄ma 坂本龍馬 having famously used the ending profusely, yet most speakers of Modern Tosa Dialect no longer employ its use<sup data-fn=\"f35ae35a-70da-4d97-9d53-c72d235e8feb\" class=\"fn\"><a href=\"#f35ae35a-70da-4d97-9d53-c72d235e8feb\" id=\"f35ae35a-70da-4d97-9d53-c72d235e8feb-link\">15<\/a><\/sup>, but it is worth noting that it had become synonymous with ～ぞよ in this region, even appearing in cordial yet inquisitive questions. <br><br>53. 今日あんたら今何しに来ゆうが<sup data-fn=\"eafe5eb7-29e4-494d-a925-4d55f275c9b0\" class=\"fn\"><a href=\"#eafe5eb7-29e4-494d-a925-4d55f275c9b0\" id=\"eafe5eb7-29e4-494d-a925-4d55f275c9b0-link\">16<\/a><\/sup>ぜよ？（土佐弁・安芸市)<br>What&#8217;s brought you guys here today？<\/p>\n\n\n\n<p>参照<br><a href=\"https:\/\/intojapanwaraku.com\/rock\/culture-rock\/158011\/\n\">https:\/\/intojapanwaraku.com\/rock\/culture-rock\/158011\/<br><\/a><a href=\"http:\/\/headjockaa.g1.xrea.com\/realjp\/zo.html\">http:\/\/headjockaa.g1.xrea.com\/realjp\/zo.html<\/a><br><a href=\"https:\/\/hermes-ir.lib.hit-u.ac.jp\/hermes\/ir\/re\/17613\/ryugaku0001200030.pdf\" data-type=\"link\" data-id=\"https:\/\/hermes-ir.lib.hit-u.ac.jp\/hermes\/ir\/re\/17613\/ryugaku0001200030.pdf\">「だろう」と終助詞の共起条件 by 三枝令子<\/a>.<br><a href=\"https:\/\/www.jstage.jst.go.jp\/article\/jcss\/4\/2\/4_2_2_39\/_article\/-char\/ja\/\" data-type=\"link\" data-id=\"https:\/\/www.jstage.jst.go.jp\/article\/jcss\/4\/2\/4_2_2_39\/_article\/-char\/ja\/\">階層的記憶モデルによる終助詞「よ」「ね」「な」「ぜ」「ぞ」の意味論 by 小野晋・中川裕志<\/a>.<\/p>\n\n\n\n<p><\/p>\n\n\n<ol class=\"wp-block-footnotes\"><li id=\"fd00bde8-211a-4c26-813f-d4da987852eb\">The purposeful use of である does help interject a scornful tone towards the listener, heightening the statement as a proper warning.  <a href=\"#fd00bde8-211a-4c26-813f-d4da987852eb-link\" aria-label=\"脚注参照1にジャンプ\">↩︎<\/a><\/li><li id=\"520e08a8-6fdd-46d6-9ca7-a461cb57ded0\">This statement is only true of the final particle declarative renditioning of ぞ. <a href=\"#520e08a8-6fdd-46d6-9ca7-a461cb57ded0-link\" aria-label=\"脚注参照2にジャンプ\">↩︎<\/a><\/li><li id=\"32efccc6-e34f-4e44-b513-b95f0771a7f0\">In the case of か, the success\/failure or true\/false evaluation of the statement itself is being posited, not affirmed. In the case of ね・な, a positive (success\/true) evaluation is being sought from the listener, but it has likewise not been affirmed.   <a href=\"#32efccc6-e34f-4e44-b513-b95f0771a7f0-link\" aria-label=\"脚注参照3にジャンプ\">↩︎<\/a><\/li><li id=\"ff2a10d0-583e-48c0-b481-7e873ea8314f\">As in the statement is perceived to be true whether the predicate itself is positive or negative. <a href=\"#ff2a10d0-583e-48c0-b481-7e873ea8314f-link\" aria-label=\"脚注参照4にジャンプ\">↩︎<\/a><\/li><li id=\"424a2d14-561c-49e7-82b3-7cf4f3fa8144\">ぞ&#8217;s ability to create indefinite pronouns, create interrogative questions, along with its use as a bound particle are all examples of moribund usages which still remain in the native mind thanks to literary works.  <a href=\"#424a2d14-561c-49e7-82b3-7cf4f3fa8144-link\" aria-label=\"脚注参照5にジャンプ\">↩︎<\/a><\/li><li id=\"6de7f6ff-197f-46ad-9d6d-9a9d8fa7cb41\">Such dialects may still be found throughout Shikoku.  <a href=\"#6de7f6ff-197f-46ad-9d6d-9a9d8fa7cb41-link\" aria-label=\"脚注参照6にジャンプ\">↩︎<\/a><\/li><li id=\"ff5389cd-c31e-4a2e-8746-c193488d8a5c\">Female speakers who choose to use ぜ will also incorporate the use of 俺 as their first-person pronoun, which has also brought about the label 俺っ娘. <a href=\"#ff5389cd-c31e-4a2e-8746-c193488d8a5c-link\" aria-label=\"脚注参照7にジャンプ\">↩︎<\/a><\/li><li id=\"6f7677f0-0dcc-4085-bbdf-a1a9d0786d69\">経（ふ）る is the 連体形 of the Classical Japanese verb 経（ふ）, which has since turned into 経（へ）る in Modern Japanese. <a href=\"#6f7677f0-0dcc-4085-bbdf-a1a9d0786d69-link\" aria-label=\"脚注参照8にジャンプ\">↩︎<\/a><\/li><li id=\"5b913470-1fe1-46fb-b84f-a469f902eea9\">This is still the case in expressions such as よくぞ (how admirably), but in this context, it is separately handled as an adverbial particle.  <a href=\"#5b913470-1fe1-46fb-b84f-a469f902eea9-link\" aria-label=\"脚注参照9にジャンプ\">↩︎<\/a><\/li><li id=\"e8b73eb5-1d8e-47b4-83b4-727fca66681b\">Having demonstratives refer to complex entities stated previously in discourse is, of course, still done in the present day, but the degree to which this is true and expected in Classical Japanese, especially of the time period of this sentence (Early Middle Japanese), is far more context-dependent than what would be considered natural in modern writing. <a href=\"#e8b73eb5-1d8e-47b4-83b4-727fca66681b-link\" aria-label=\"脚注参照10にジャンプ\">↩︎<\/a><\/li><li id=\"5af40729-235f-426d-afa5-5bb936a4c702\">The similar final particle い is thought to derive from the particle や and\/or the particle よ. With the final particle え also deriving partially from よ, the two may be etymologically linked. However, it is worth noting that while え&#8217;s tone is always cordial, the same cannot be said for い, which is perhaps evidence of contrasting etymologies.   <a href=\"#5af40729-235f-426d-afa5-5bb936a4c702-link\" aria-label=\"脚注参照11にジャンプ\">↩︎<\/a><\/li><li id=\"683ded82-0d86-4109-b51e-d207163de6dc\">わちき is a first-person pronoun that was used by Edo Period prostitutes.  <a href=\"#683ded82-0d86-4109-b51e-d207163de6dc-link\" aria-label=\"脚注参照12にジャンプ\">↩︎<\/a><\/li><li id=\"08e511d9-0f7d-4757-8d7a-9b498b0f57ae\">The regional iterations じゃい and やい also exist. <a href=\"#08e511d9-0f7d-4757-8d7a-9b498b0f57ae-link\" aria-label=\"脚注参照13にジャンプ\">↩︎<\/a><\/li><li id=\"42c88b01-382c-4df5-a034-cf973735cbbe\">The use of the final particle い after the negative imperative marker な is outdated, as its use after the auxiliary ～た.  <a href=\"#42c88b01-382c-4df5-a034-cf973735cbbe-link\" aria-label=\"脚注参照14にジャンプ\">↩︎<\/a><\/li><li id=\"f35ae35a-70da-4d97-9d53-c72d235e8feb\">Rural communities, particularly speakers in Aki City 安芸市 still utilize ～ぜよ in everyday speech.  <a href=\"#f35ae35a-70da-4d97-9d53-c72d235e8feb-link\" aria-label=\"脚注参照15にジャンプ\">↩︎<\/a><\/li><li id=\"eafe5eb7-29e4-494d-a925-4d55f275c9b0\">In addition to the use of ～ぜよ, this sentence exhibits the following dialectal grammar features: the use of が as a nominalizer in the same capacity as the particle の and the use of ～ゆう as the perfect present tense marker equivalent to ～ている. <a href=\"#eafe5eb7-29e4-494d-a925-4d55f275c9b0-link\" aria-label=\"脚注参照16にジャンプ\">↩︎<\/a><\/li><\/ol>","protected":false},"excerpt":{"rendered":"<p>The Final Particles ぞ &amp; ぜ This lesson will focus on the final particles ぞ and ぜ, which have become highly <a class=\"more-link\" href=\"https:\/\/imabi.org\/the-final-particles-%e3%81%9e-%e3%81%9c\/\">続きを読む <span class=\"screen-reader-text\">&#8220;The Final Particles ぞ &amp; ぜ&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":"[{\"content\":\"The purposeful use of である does help interject a scornful tone towards the listener, heightening the statement as a proper warning. \",\"id\":\"fd00bde8-211a-4c26-813f-d4da987852eb\"},{\"content\":\"This statement is only true of the final particle declarative renditioning of ぞ.\",\"id\":\"520e08a8-6fdd-46d6-9ca7-a461cb57ded0\"},{\"content\":\"In the case of か, the success\/failure or true\/false evaluation of the statement itself is being posited, not affirmed. In the case of ね・な, a positive (success\/true) evaluation is being sought from the listener, but it has likewise not been affirmed.  \",\"id\":\"32efccc6-e34f-4e44-b513-b95f0771a7f0\"},{\"content\":\"As in the statement is perceived to be true whether the predicate itself is positive or negative.\",\"id\":\"ff2a10d0-583e-48c0-b481-7e873ea8314f\"},{\"content\":\"ぞ's ability to create indefinite pronouns, create interrogative questions, along with its use as a bound particle are all examples of moribund usages which still remain in the native mind thanks to literary works. \",\"id\":\"424a2d14-561c-49e7-82b3-7cf4f3fa8144\"},{\"content\":\"Such dialects may still be found throughout Shikoku. \",\"id\":\"6de7f6ff-197f-46ad-9d6d-9a9d8fa7cb41\"},{\"content\":\"Female speakers who choose to use ぜ will also incorporate the use of 俺 as their first-person pronoun, which has also brought about the label 俺っ娘.\",\"id\":\"ff5389cd-c31e-4a2e-8746-c193488d8a5c\"},{\"content\":\"経（ふ）る is the 連体形 of the Classical Japanese verb 経（ふ）, which has since turned into 経（へ）る in Modern Japanese.\",\"id\":\"6f7677f0-0dcc-4085-bbdf-a1a9d0786d69\"},{\"content\":\"This is still the case in expressions such as よくぞ (how admirably), but in this context, it is separately handled as an adverbial particle. \",\"id\":\"5b913470-1fe1-46fb-b84f-a469f902eea9\"},{\"content\":\"Having demonstratives refer to complex entities stated previously in discourse is, of course, still done in the present day, but the degree to which this is true and expected in Classical Japanese, especially of the time period of this sentence (Early Middle Japanese), is far more context-dependent than what would be considered natural in modern writing.\",\"id\":\"e8b73eb5-1d8e-47b4-83b4-727fca66681b\"},{\"content\":\"The similar final particle い is thought to derive from the particle や and\/or the particle よ. With the final particle え also deriving partially from よ, the two may be etymologically linked. However, it is worth noting that while え's tone is always cordial, the same cannot be said for い, which is perhaps evidence of contrasting etymologies.  \",\"id\":\"5af40729-235f-426d-afa5-5bb936a4c702\"},{\"content\":\"わちき is a first-person pronoun that was used by Edo Period prostitutes. \",\"id\":\"683ded82-0d86-4109-b51e-d207163de6dc\"},{\"content\":\"The regional iterations じゃい and やい also exist.\",\"id\":\"08e511d9-0f7d-4757-8d7a-9b498b0f57ae\"},{\"content\":\"The use of the final particle い after the negative imperative marker な is outdated, as its use after the auxiliary ～た. \",\"id\":\"42c88b01-382c-4df5-a034-cf973735cbbe\"},{\"content\":\"Rural communities, particularly speakers in Aki City 安芸市 still utilize ～ぜよ in everyday speech. \",\"id\":\"f35ae35a-70da-4d97-9d53-c72d235e8feb\"},{\"content\":\"In addition to the use of ～ぜよ, this sentence exhibits the following dialectal grammar features: the use of が as a nominalizer in the same capacity as the particle の and the use of ～ゆう as the perfect present tense marker equivalent to ～ている.\",\"id\":\"eafe5eb7-29e4-494d-a925-4d55f275c9b0\"}]"},"tags":[],"class_list":["post-6727","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-1Kv","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/6727","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=6727"}],"version-history":[{"count":24,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/6727\/revisions"}],"predecessor-version":[{"id":12106,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/6727\/revisions\/12106"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=6727"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=6727"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}