{"id":679,"date":"2023-07-19T19:52:35","date_gmt":"2023-07-20T02:52:35","guid":{"rendered":"https:\/\/imabi.org\/?page_id=679"},"modified":"2024-05-23T14:57:28","modified_gmt":"2024-05-23T21:57:28","slug":"holidays%e3%80%80%e6%97%a5%e6%9c%ac%e3%81%ae%e7%a5%9d%e6%97%a5","status":"publish","type":"page","link":"https:\/\/imabi.org\/holidays%e3%80%80%e6%97%a5%e6%9c%ac%e3%81%ae%e7%a5%9d%e6%97%a5\/","title":{"rendered":"Holidays　日本の祝日"},"content":{"rendered":"\n<h3 class=\"wp-block-heading\">Holidays of Japan　国民の祝日<\/h3>\n\n\n\n<p>Many people throughout the world look forward to holidays for time off work (休暇) and for getting to gather with family members, but one thing that must be understood is that holidays are nation-specific. Meaning, the&nbsp;holidays in Japan are not the same holidays as the ones recognized in the US.&nbsp;<\/p>\n\n\n\n<p>There are a few words in Japanese that translate&nbsp;to &#8220;holiday.&#8221;<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>休日 can be defined as a &#8220;day one has time off.&#8221; Depending on where you are in the English speaking world, you may describe this as &#8220;on holiday&#8221; or &#8220;on vacation,&#8221; but the point here is that 休日, simply speaking, is a day that businesses, organizations, schools, and\/or individuals are off from their duties to do as they wish.&nbsp;<\/li>\n\n\n\n<li>祝日, on the other hand, are nationally recognized public holidays that the government establishes to honor, commemorate, or celebrate something. Consequently, these days are frequently 休日 for many people.&nbsp;<\/li>\n\n\n\n<li>祭日 may either refer to days when temples carry out festivals or days when the imperial court performs a ceremony. Prior to World War II, such Shinto related festivals were treated as &#8220;holidays&#8221; with this designation.&nbsp;<\/li>\n\n\n\n<li>祝祭日 is a term meant to refer to both 祝日 and 祭日.<\/li>\n<\/ul>\n\n\n\n<p>The holidays recognized in&nbsp;Modern Japan were established in 1948 via the law entitled 国民の祝日に関する法律. This law established holiday start dates as being aligned with the Gregorian calendar, but for most of Japanese history, holidays were&nbsp;determined by the lunisolar calendar. Additionally, with the introduction of a new constitution, &#8216;holidays&#8217; which were originally treated as&nbsp;祭日 were stripped of their religious significance and rebranded as 祝日. Nonetheless, although defunct political lingo, speakers still frequently use&nbsp;祭日 and 祝祭日 in their original contexts, especially when referencing festivals which are still usually organized by local temples.&nbsp;<\/p>\n\n\n\n<p>The first provision of the&nbsp;<em>Law Regarding National Holidays<\/em>&nbsp;is as follows:&nbsp;<\/p>\n\n\n\n<p><strong>第一条<\/strong>　自由と平和を求めてやまない日本国民は、美しい風習を育てつつ、よりよき社会、より豊かな生活を築きあげるために、ここに国民こぞつて祝い、感謝し、又は記念する日を定め、これを「国民の祝日」と名づける。<\/p>\n\n\n\n<p>Article I: The citizens of Japan, who ceaselessly seek freedom and peace, in order to build an evermore prosperous livelihood and a greater society while instilling beautiful customs, gather here as citizens to celebrate, give thanks, and commemorate these days which are to be named &#8220;Holidays of the People.&#8221;&nbsp;<\/p>\n\n\n\n<p>The second article then lists the holidays recognized under Japanese law, establishes their dates, and gives the reason for why it is a national public holiday. This law has been amended whenever holidays have either been altered, added, or removed. Next, we will be looking at these holidays individually.&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Current Japanese Holidays　現在の祝日<\/h3>\n\n\n\n<p>The second article then lists the holidays recognized under Japanese law, establishes their dates, and gives the reason for why it is a national public holiday. This law has been amended whenever holidays have either been altered, added, or removed. Next, we will be looking at these holidays individually.&nbsp;<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><thead><tr><td><strong>日本語<\/strong><\/td><td><strong>&nbsp;英語<\/strong><\/td><td><strong>&nbsp;日付<\/strong><\/td><\/tr><\/thead><tbody><tr><td>元日<\/td><td>&nbsp;New Year&#8217;s Day<\/td><td>&nbsp;January 1st<\/td><\/tr><tr><td>&nbsp;成人の日<\/td><td>&nbsp;Coming of Age Day<\/td><td>&nbsp;Second Monday of January<\/td><\/tr><tr><td>&nbsp;建国記念の日<\/td><td>&nbsp;National Foundation Day<\/td><td>&nbsp;February 11th<\/td><\/tr><tr><td>&nbsp;天皇誕生日<\/td><td>&nbsp;The Emperor&#8217;s Birthday<\/td><td>&nbsp;February 23rd<\/td><\/tr><tr><td>&nbsp;春分の日<\/td><td>&nbsp;Vernal Equinox Day<\/td><td>&nbsp;~March 20th&nbsp;<\/td><\/tr><tr><td>&nbsp;昭和の日<\/td><td>&nbsp;Showa Day<\/td><td>&nbsp;April 29th&nbsp;<\/td><\/tr><tr><td>&nbsp;憲法記念日<\/td><td>&nbsp;Constitution Memorial Day<\/td><td>&nbsp;May 3rd<\/td><\/tr><tr><td>&nbsp;みどりの日<\/td><td>&nbsp;Greenery Day<\/td><td>&nbsp;May 4th<\/td><\/tr><tr><td>&nbsp;こどもの日<\/td><td>&nbsp;Children&#8217;s Day<\/td><td>&nbsp;May 5th<\/td><\/tr><tr><td>&nbsp;海の日<\/td><td>&nbsp;Marine Day<\/td><td>&nbsp;Third Monday of July<\/td><\/tr><tr><td>&nbsp;山の日<\/td><td>&nbsp;Mountain Day<\/td><td>&nbsp;August 11th<\/td><\/tr><tr><td>&nbsp;敬老の日<\/td><td>&nbsp;Respect for the Aged Day<\/td><td>&nbsp;Third Monday of September<\/td><\/tr><tr><td>&nbsp;秋分の日<\/td><td>&nbsp;Autumnal Equinox<\/td><td>&nbsp;~September 23rd<\/td><\/tr><tr><td>&nbsp;スポーツの日<\/td><td>&nbsp;Sports Day<\/td><td>&nbsp;Second Monday of October<\/td><\/tr><tr><td>&nbsp;文化の日<\/td><td>&nbsp;Culture Day<\/td><td>&nbsp;November 3rd<\/td><\/tr><tr><td>&nbsp;勤労感謝の日<\/td><td>&nbsp;Labor Thanksgiving Day<\/td><td>&nbsp;November 23rd<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p><strong>※<\/strong>Below each holiday&#8217;s significance is discussed. Each explanation starts with the corresponding part of Article II of the Law Regarding National Holidays which formally establishes it.&nbsp;<\/p>\n\n\n\n<p><strong>New Year&#8217;s Day　元日<\/strong><\/p>\n\n\n\n<p>第二条: 年のはじめを祝う。<br><em>Article II: To celebrate the start of the year.<\/em><\/p>\n\n\n\n<p>Colloquially also known as 元旦, New Year&#8217;s Day commemorates the start of the new year (新年). This time period and the festival and customs associate with it are collectively&nbsp;known as&nbsp;正月, which traditionally referred to the first month of the lunisolar calendar but has since been moved to the Western month of January ever since the solar Gregorian calendar was implemented in Japan as of 1872 AD. 正月 last four a three-day period known as 三が日.&nbsp;<\/p>\n\n\n\n<p>元日&nbsp;is also associated with the length of time known as 松の内 in which people have a decoration made of pine called 門松 outside their homes to welcome ancestral spirits back. Legend has it that one&#8217;s ancestors become the kami of the fields and mountains and that on New Year&#8217;s, they become 歳神（としがみ）, bringing them prosperity for the New Year. Rituals for the spirits are held with family by cleaning up the home and praying to a household shrine (神棚) meant for New Year&#8217;s.&nbsp;&nbsp;<\/p>\n\n\n\n<p>There are so many foods traditionally eaten during New Year celebration. These foods are referred to as お節料理. The biggest example of this is a seven-herb rice porridge known as 七草粥. Other foods that have become popularized to eat at this time include お雑煮,&nbsp;&nbsp;soup containing rice cakes and various vegetables, mochi (餅), and eating soba noodles on New Year&#8217;s Eve (known as 年越し蕎麦).&nbsp;<\/p>\n\n\n\n<p>The making of mochi is a common tradition at this time撞く. Steamed sticky rice (糯米) is put into wooden containers (臼) that is then patted with water by one person as another person hits （撞く）it with a large wooden mallet (杵). A mochi decoration for New Year&#8217;s known as&nbsp;<em>kagami mochi<\/em>&nbsp;(鏡餅) is made by placing one round mochi cake atop another with a bitter orange (橙) placed on top.&nbsp;<\/p>\n\n\n\n<p>At midnight, Buddhist temples ring their bells a total of 108 times, and the bell itself is known as&nbsp;(除夜の鐘), symbolizing getting rid of the 108 worldly temptations of everyone in the nation. There are various explanations as to why it is 108 rings, but it must be noted that there are temples which ring more than 108 times.<\/p>\n\n\n\n<p>For the first day of the New Year, people go out and do things for the first time. One of the most important duties is one&#8217;s first visit to the shrine (初詣), but if you sleep in and stay home all day, that&#8217;s known as 寝正月.&nbsp;<\/p>\n\n\n\n<p>New Year&#8217;s is also when people send out postcards called 年賀状 to friends and relatives, but people refrain from sending postcards when a death has occurred in the family during the year. In this event, a family member sends out a mourning postcard known as 喪中葉書 to inform friends and relatives not to send a New Year&#8217;s card out of respect to the one\/those who have passed away in the family that year. This tradition is waning due to the influence of cellphones and the various social media apps that now exist.&nbsp;<\/p>\n\n\n\n<p>When meeting people right before New Year&#8217;s, people greet by saying よいお年を. Once the New Year has arrived, people then greet by saying あけましておめでとうございます. This is somewhat different than the English speaking world, which sums up both phrases with &#8220;Happy New Year.&#8221;<\/p>\n\n\n\n<p><strong>Coming of Age Day 成人の日<\/strong><\/p>\n\n\n\n<p>第二条: おとなになつたことを自覚し、みずから生き抜こうとする青年を祝いはげます。<\/p>\n\n\n\n<p><em>Article II: To congratulate and encourage the youth for becoming self-aware of their adulthood and to live out their lives.&nbsp;<\/em><\/p>\n\n\n\n<p>The age of maturity in Japanese culture is 20. Although the voting age has since been changed to 18 in recent years, 20 is still considered when one truly becomes an adult. On this day each year, the second Monday of January, coming-of-age ceremonies (成人式) are held by communities to congratulate and encourage those who have reached, or will reach, the age of 20 between April 2nd of the previous year and April 1st of the current year.&nbsp;<\/p>\n\n\n\n<p>Such coming-of-age ceremonies have been celebrated in Japan since antiquity, and in the past, transitioning into adulthood also coincided with change in dress, which was called 元服.&nbsp;This ceremony was called 元服の儀, and in early modern times, it coincided with 小正月 (Little New Year), held on Jan. 15 which is usually in line with the first full moon of the New Year. In fact, Coming of Age Day was once always on Jan. 15 from the time it was officialized in 1948 AD until 2000 AD when its date was changed to the second Monday of January.&nbsp;<\/p>\n\n\n\n<p>In modern society, due to Japan&#8217;s low birth rate and subsequently shrinking percentage of young people, the number of attendees each year has been on a steady decline. Nonetheless, it still remains a federally recognized holiday.&nbsp;<\/p>\n\n\n\n<p><strong>National Foundation Day　建国記念の日<\/strong><\/p>\n\n\n\n<p>第二条: 建国をしのび、国を愛する心を養う。<br><em>Article II: To remember the founding of the nation and foster a heart which loves&nbsp;the nation.&nbsp;<\/em><\/p>\n\n\n\n<p>This holiday was established in 1966 AD and first held in 1967 AD as a day to reflect on the establishment of the nation to nurture love for the country (愛国心). From 1872 AD to 1948 AD, a similar holiday known as 紀元節&nbsp;was held on the same day, which is the day which is believed to be when Emperor Jinmu acceded the throne in 660 BC. Although nothing spectacular is particularly held to commemorate this holiday, shrines and temples do hold festivals known as 建国祭&nbsp;in honor of this day.&nbsp;<\/p>\n\n\n\n<p><strong>The Emperor&#8217;s Birthday　天皇誕生日<\/strong><\/p>\n\n\n\n<p>第二条: 天皇の誕生日を祝う。<br><em>Article II: To celebrate the Emperor&#8217;s birthday.<\/em><\/p>\n\n\n\n<p>The Emperor&#8217;s Birthday celebrates the birthday of the reigning Emperor. When Emperor Naruhito ascended the throne in 2019 AD, this date moved accordingly to his birthday, which is on February 23rd. This tradition can be traced back to a similar festival from ancient China known as 天長節. This name was then inherited to refer to the birthdays of Japanese emperors. The name of the holiday was only changed to 天皇誕生日. During the reign of Emperor Akihito from 1989 AD to 2019 AD, this holiday was observed on December 23rd,&nbsp;but because he had abdicated the throne prior to his birthday, this holiday was subsequently not observed in 2019 AD. During the reign of Emperor Hirohito from 1926 AD to 1989 AD, this holiday was observed on Aril 29th.&nbsp;<\/p>\n\n\n\n<p><strong>Vernal Equinox Day　春分の日<\/strong><\/p>\n\n\n\n<p>第二条: 自然をたたえ、生物をいつくしむ。<br><em>Article II: To extol nature and to be compassionate to living things.<\/em><\/p>\n\n\n\n<p>This public holiday commemorates the vernal equinox. Although the date is usually March 20th or March 21st, the exact date cannot be determined until the February of the previous year due to the necessity of astronomical calculations.&nbsp;<\/p>\n\n\n\n<p>Like most modern holidays, it became an official holiday in 1948 AD in modern Japan. Prior to that year, the vernal equinox was honored in Shintoism with what is known as the 春季皇霊祭. However, due to its relation to &#8216;State Shintoism,&#8217; this event in particular was subsequently abolished. Although honoring the dead of the imperial line may not be observed by the national public, this time is still meant to be when people go visit their loved one&#8217;s graves, clean the gravestones (お墓掃除), and leave offerings of food or flowers.&nbsp;<\/p>\n\n\n\n<p>Nowadays, it is part of a seven-day period known as 春の（お）彼岸. During this time, the daylight and night hours are of equal length, and it is also the beginning of&nbsp;<a href=\"https:\/\/www.imabi.net\/theseasons.htm\">spring according to the Japanese lunisolar calendar<\/a>. In speaking of the lunisolar calendar, it is also a time for farmers to pray for good luck for the upcoming season.&nbsp;<\/p>\n\n\n\n<p><strong>Sh<\/strong><strong>ō<\/strong><strong>wa Day　昭和の日<\/strong><\/p>\n\n\n\n<p>第二条:&nbsp; 激動の日々を経て、復興を遂げた昭和の時代を顧み、国の将来に思いをいたす。<br><em>Article II: To look back over the Shōwa Era which underwent turbulent days and&nbsp;the achievement of restoration as well as to think about the country&#8217;s future.&nbsp;<\/em><\/p>\n\n\n\n<p>April 29th first started out as celebrating the birth of Emperor Hirohito (Emperor Shōwa), who passed away in 1989 AD. To commemorate his life and his era, it became a national holiday to reflect on the events of the Shōwa Era. However, from 1989 AD to 2007 AD, this holiday was actually known as Greenery Day (みどりの日).<\/p>\n\n\n\n<p><strong>Constitution Memorial Day　憲法記念日<\/strong><\/p>\n\n\n\n<p>第二条:&nbsp; 日本国憲法の施行を記念し、国の成長を期する。<br><em>Article II: To commemorate the execution of the Constitution of Japan and hope for the nation&#8217;s growth.<\/em><\/p>\n\n\n\n<p>May 3rd marks when the postwar constitution of modern Japan took effect. This day is meant to reflect the important of democracy in Japanese government. Each year, the National Diet building (国会議事堂) is open to the public for tourism.&nbsp;<\/p>\n\n\n\n<p><strong>Greenery Day　みどりの日<\/strong><\/p>\n\n\n\n<p>第二条:&nbsp; 自然に親しむとともにその恩恵に感謝し、豊かな心をはぐくむ。<br><em>Article II: To be intimate with nature while also giving thanks to its blessings and cultivate&nbsp;a relaxed mind.<\/em><\/p>\n\n\n\n<p>This holiday was once the same as Shōwa Day, being held on April 29th. However, in 2007 AD, &#8216;Greenery Day&#8217; was moved to May 4th, which up to that point had just been a 国民の休日 (citizen&#8217;s holiday)&#8211;see below. Thus, one holiday became two holidays on separate dates. The purpose of this holiday practically involves insuring that each day of Golden Week is a holiday, but the symbolic nature of the holiday is to provide a day for people to enjoy the nature of Japan.&nbsp;<\/p>\n\n\n\n<p><strong>Children&#8217;s Day　こどもの日<\/strong><\/p>\n\n\n\n<p>第二条:&nbsp;&nbsp;こどもの人格を重んじ、こどもの幸福をはかるとともに、母に感謝する。<br><em>Article II:&nbsp;<\/em><em>To honor the character of children while also planning for their happiness as well as thanking their mothers.<\/em><\/p>\n\n\n\n<p>This holiday was established in 1948 AD as a day to honor children and plan for their auspicious futures. It&nbsp;has its origin in the&nbsp;<a href=\"https:\/\/www.imabi.net\/theseasons.htm\">端午の節句<\/a>. Traditionally, households with a male child will fly windsocks in the shape of a carp known as a 鯉幟 outside their home, and they may also decorate their homes with armor and\/or samurai dolls. With the rebranding of this holiday, the Japanese government attempted to make this holiday include all children, but the emphasis on boys can still be felt.&nbsp;<\/p>\n\n\n\n<p><strong>Marine Day　海の日<\/strong><\/p>\n\n\n\n<p>第二条:&nbsp; 海の恩恵に感謝するとともに、海洋国日本の繁栄を願う。<br><em>Article II: To give thanks to the sea&#8217;s bounty while hoping for the prosperity of Japan as a maritime nation.&nbsp;<\/em><\/p>\n\n\n\n<p>First held in 1996 AD but established in 1995 AD, this holiday is celebrated on the third Monday to give citizens an opportunity to show their gratitude to the oceans and hoping for the continued prosperity of Japan.&nbsp;Because of its ideal timing in midsummer, many families take this holiday as an opportunity to go to the beach.<\/p>\n\n\n\n<p>It was once known as Marine Memorial Day (海の記念日), which had been observed since 1941 AD to commemorate Emperor Meiji&#8217;s voyage to Scotland in 1874 AD. Although it was initially held each year on July 20th since 1996 AD, it was changed to the third Monday of every July to coincide with the Happy Monday System legislation which took effect in 2003 AD.&nbsp;<\/p>\n\n\n\n<p><strong>Mountain Day　山の日<\/strong><\/p>\n\n\n\n<p>第二条:&nbsp; 山に親しむ機会を得て、山の恩恵に感謝する。<br><em>Article II: To gain the opportunity to be intimate with the mountains and give thanks to their bounties.<\/em><\/p>\n\n\n\n<p>This holiday was first held in 2016 AD but established in 2014 AD as a day for citizens to appreciate Japan&#8217;s mountains. This holiday incidentally coincides with vacation time intended for the Bon Festival (お盆) held in mid-August.<\/p>\n\n\n\n<p><strong>Respect for the Aged Day　敬老の日<\/strong><\/p>\n\n\n\n<p>第二条:&nbsp; 多年にわたり社会につくしてきた老人を敬愛し、長寿を祝う。<\/p>\n\n\n\n<p><em>Article II: To live and respect our elders who have devoted themselves to society over many years and celebrate their longevity.&nbsp;<\/em><\/p>\n\n\n\n<p>Established in 1966 AD, on this day, people return home to visit and pay respect to their elders. The Japanese government has given out silver sake cups to those who reach the age of 100 (百歳のお祝いの銀杯), although in recent years the cups haven&#8217;t been completely made of silver like they had been.&nbsp;<\/p>\n\n\n\n<p><strong>Autumnal Equinox Day　秋分の日<\/strong><\/p>\n\n\n\n<p>第二条:&nbsp; 祖先をうやまい、なくなつた人々をしのぶ。<br><em>Article II: To revere one&#8217;s ancestors and remember those who have passed.<\/em><\/p>\n\n\n\n<p>This public holiday commemorates the autumnal equinox. Although the date is usually September 22nd&nbsp;or September&nbsp;23rd, the exact date cannot be determined until the February of the previous year due to the necessity of astronomical calculations.&nbsp;<\/p>\n\n\n\n<p>Like most modern holidays, it became an official holiday in 1948 AD in modern Japan. Prior to that year, the vernal equinox was honored in Shintoism with what is known as the 秋季皇霊祭. However, due to its relation to &#8216;State Shintoism,&#8217; this event in particular was subsequently abolished. Although honoring the dead of the imperial line may not be observed by the national public, this time is still meant to be when people go visit their loved one&#8217;s graves, clean the gravestones, and leave offerings of food or flowers.&nbsp;<\/p>\n\n\n\n<p>Nowadays, it is part of a seven-day period known as 秋の（お）彼岸. During this time, the daylight and night hours are of equal length, and it is also the beginning of&nbsp;<a href=\"https:\/\/www.imabi.net\/theseasons.htm\">autumn according to the Japanese lunisolar calendar<\/a>.&nbsp;<\/p>\n\n\n\n<p><strong>Sports Day　スポーツの日<\/strong><\/p>\n\n\n\n<p>第二条:&nbsp; スポーツを楽しみ、他者を尊重する精神を培うとともに、健康で活力ある社会の実現を願う。<br><em>Article II: While&nbsp;enjoying sports and cultivating a spirit of respecting others, to hope for the realization of a healthy and society full of vitality.&nbsp;<\/em><\/p>\n\n\n\n<p>Established in 1966 AD under the name 体育の日 (~Health and Sports Day), this day is meant to cultivate a healthy mind and body. It was originally held on October 10th to commemorate the anniversary of the opening ceremony of the 1964 Tokyo Olympics, but it was subsequently changed to the second Monday of October in accordance with the Happy Monday System legislation. Ahead of the 2020 Tokyo Olympics, the name of the holiday became permanently changed to スポーツの日 as &#8220;sports&#8221; is far broader than &#8220;physical education.&#8221; That same year, the holiday was moved to July 24th to coincide with the opening of the Olympics, but because the games were postponed due to COVID measures, Sports Day was observed instead on July 23rd, also irregular, to coincide with the opening ceremony.&nbsp;<\/p>\n\n\n\n<p><strong>Culture Day　文化の日<\/strong><\/p>\n\n\n\n<p>第二条:&nbsp; 自由と平和を愛し、文化をすすめる。<br><em>Article II: To love freedom and peace and promote culture.<\/em><\/p>\n\n\n\n<p>This day is set aside to promote culture, the arts, and academics. It was established in 1948 AD. November 3rd up to that point coincided with a former national holiday known as 天長節, which honored the reign of Emperor Meiji as it was his birthday. Each year, this is when the emperor awards citizens the Order of Culture (文化勲章), which is an award given to those who have contributed greatly to Japan&#8217;s art, literature, science, technology, etc.&nbsp;<\/p>\n\n\n\n<p><strong>Labor Thanksgiving Day　勤労感謝の日<\/strong><\/p>\n\n\n\n<p>第二条:&nbsp; 勤労をたつとび、生産を祝い、国民たがいに感謝しあう。<br><em>Article II: To value labor, celebrate productivity, and for citizens to thank each other.&nbsp;<\/em><\/p>\n\n\n\n<p>This national holiday was established in 1948&nbsp;AD to honor everyone&#8217;s labor and to give thanks to one another. Prior to this establishment, November 23rd had been associated with the imperial harvest festival known as 新嘗祭（にいなめさい）, which equates to the harvest of the Five Cereals (五穀)&#8211;the five farmed crops which were most important to society. These crops are generally understood in Japan as referring to soybeans (豆),&nbsp;wheat (麦),&nbsp;millet (黍), foxtail millet (粟),&nbsp;and rice (米).&nbsp;<\/p>\n\n\n\n<p>One of the most famous events this day is the Nagano Ebisuko Fireworks Festival （長野えびす講煙火大会）. Schoolchildren will create cards to give out to police officers, firefighters, hospital workers, and other civil servants to show appreciation for their contributions to the nation. The meaning behind this day is very similar to thought process behind America&#8217;s version of Thanksgiving.&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Golden Week　ゴールデンウィーク<\/h3>\n\n\n\n<p>Often see abbreviated as GW and also known as 大型連休 (long series of holidays), Golden Week begins on April 29th with&nbsp;Shōwa Day, which is then followed by Constitution Memorial Day on May 3rd, Greenery Day on May 4th, and ends with Children&#8217;s Day on May 5th.&nbsp;<\/p>\n\n\n\n<p>※The direct translation of 黄金週間 is occasionally seen, but it is usually reserved to formal contexts such as the news or newspapers.&nbsp;<\/p>\n\n\n\n<p>There are two provisions of Article III to the<em>&nbsp;Law Regarding National Holidays<\/em>&nbsp;which enable Golden Week to at least be a week long. Here is Article III in its entirety.<\/p>\n\n\n\n<p><strong>第三条<\/strong>　「国民の祝日」は、休日とする。<\/p>\n\n\n\n<p><strong>２<\/strong>　「国民の祝日」が日曜日に当たるときは、その日後においてその日に最も近い「国民の祝日」でない日を休日とする。<\/p>\n\n\n\n<p><strong>３<\/strong>　その前日及び翌日が「国民の祝日」である日（「国民の祝日」でない日に限る。）は、休日とする。Article III: &#8220;National holidays&#8221; shall be a citizen&#8217;s holiday.<br>2: When a &#8220;national holiday&#8221; falls on a Sunday, the next closest day to it that isn&#8217;t a &#8220;national holiday&#8221; shall be a citizen&#8217;s holiday.<br>3: A day in&nbsp;which the prior day and day after is a &#8216;national holiday&#8217; is to be a citizen&#8217;s holiday&#8211;limited to days that are not already a &#8216;national holiday.&#8217;<\/p>\n\n\n\n<p>The implications of these provisions are quintessential to ensuring that Golden Week is actually a week in duration.&nbsp;First, &#8216;<strong>citizen holiday<\/strong>&#8216; is the English translation for the Japanese term 国民の休日 as opposed to 国民の祝日. They&#8217;re work holidays at best to make up for Japan not having as many specified national holidays as other nations.&nbsp;<\/p>\n\n\n\n<p>Next, the clause which states that the next closest day to a national holiday following on a Sunday establishes holidays known as 振替休日, which are substitute national holidays which are in lieu of the national holiday which fell on a Sunday. Many people have Sundays off as their weekend, so it would be disadvantageous to the general populace not to compensate them for this. This provision was enacted in 1973 AD, which ensures a certain number of three-day weekends as well as half of the duration of Golden Week each year.&nbsp;<\/p>\n\n\n\n<p>Then, the last clause to Article III establishes even more &#8216;citizen holidays&#8217; by recognizing any day sandwiched in between national holidays as a holiday. This clause was enacted in 1988 AD, but its implementation is actually rather rare. Although it had ensured&nbsp;that May 4th was a holiday for Golden Week, this clause became void once May 4th was established as a proper national holiday when the date for Greenery Day was changed to that time. Every so often, though, a citizen&#8217;s day will emerge when Respect for the Aged Day and the Autumnal Equinox Day align just right.&nbsp;<\/p>\n\n\n\n<p>The economic impact of Golden Week is immense. Many Japanese citizens use this week to go traveling, and although many choose to travel internationally, local travel increases several fold during this time. Nonetheless, there are many cons that have arisen. Aside from the obvious traffic issues that emerge when people try returning home, many people suffer from lost productivity upon returning to work. This has led to the coining of the phrase 五月病 to particularly refer to young people who are uncapable of coping with returning to business as usual. Since the COVID pandemic (コロナ禍), Golden Week has been rebranded&nbsp;by many municipalities as ステイホームウィーク, but how Golden Week will continue to operate moving forward into the 2020s is surely to be a potential source of law revision in the coming years.&nbsp;&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Happy Monday System　ハッピーマンデー制度<\/h3>\n\n\n\n<p>As could be gleamed from the descriptions of each holiday, several holidays which did not particularly fall on a Monday were moved to Monday through a set of modifications to Japanese law from 1998-2001. The goal of this was to create more three-day weekends to benefit people who have a five-day work week. The holidays affected by this policy are as follows:<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Coming of Age Day (since 2000 AD)<\/li>\n\n\n\n<li>Marine Day (since 2003 AD)<\/li>\n\n\n\n<li>Respect for the Aged Day (since 2003 AD)<\/li>\n\n\n\n<li>Sports Day (since 2000 AD)<\/li>\n<\/ul>\n\n\n\n<h3 class=\"wp-block-heading\">International Holidays　国際の祝祭日<\/h3>\n\n\n\n<p>The general knowledge of international holidays among the Japanese populace is limited to very well-known holidays or festival-like events. Many that come to mind include Easter (イースター), Christmas (クリスマス), Halloween (ハロウィーン), Hanukah (ハヌカー), etc. However, it must be noted that because Japanese law doesn&#8217;t recognize any religiously significant day as a holiday, international holidays with religious ties are also not treated as national holidays. So, whether you get Christmas off or not from your company while working in Japan will be left to management&#8217;s discretion.&nbsp;<\/p>\n\n\n\n<p>Putting legality aside, translations (transliterations at best in most instances) do exist for international holidays. So, if you are working for a Japanese company stationed in a foreign country (foreign referring to not residing in the domestic territory of Japan), you will likely have company provided calendars with both the holidays of Japan and of the host country listed.&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">In Conclusion&#8230; 最後に…<\/h3>\n\n\n\n<p>This lesson has introduced you to all of the formally recognized national holidays of Japan. In doing so, you were also introduced to prior terminology for holidays which had existed since antiquity.&nbsp;<\/p>\n\n\n\n<p>As religiosity has been stripped from the concept of &#8220;holiday&#8221; in Modern Japan, knowing when the famous matsuri festivals occur along with any other event (行事) date with any form of religious significance has been completely relinquished to the public sector. As such, living in your Japanese community is the best way to be acquainted with any culturally significant 祭日 that may exist in that locality.&nbsp;<\/p>\n\n\n\n<p>For instance, although New Year&#8217;s Eve (大晦日) is just as important in Japan as it is in the West, the events that occur on that date in Japan are heavily tied to religious tradition. As a result, only New Year&#8217;s Day (元日) is federally recognized. To learn more of those events, visit the previous lesson on&nbsp;seasons.&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Holidays of Japan　国民の祝日 Many people throughout the world look forward to holidays for time off work (休暇) and f<a class=\"more-link\" href=\"https:\/\/imabi.org\/holidays%e3%80%80%e6%97%a5%e6%9c%ac%e3%81%ae%e7%a5%9d%e6%97%a5\/\">続きを読む <span class=\"screen-reader-text\">&#8220;Holidays　日本の祝日&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":""},"tags":[],"class_list":["post-679","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-aX","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/679","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=679"}],"version-history":[{"count":2,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/679\/revisions"}],"predecessor-version":[{"id":5921,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/679\/revisions\/5921"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=679"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=679"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}