{"id":683,"date":"2023-07-19T19:54:19","date_gmt":"2023-07-20T02:54:19","guid":{"rendered":"https:\/\/imabi.org\/?page_id=683"},"modified":"2024-05-23T14:24:06","modified_gmt":"2024-05-23T21:24:06","slug":"disregard-i","status":"publish","type":"page","link":"https:\/\/imabi.org\/disregard-i\/","title":{"rendered":"Disregard I"},"content":{"rendered":"\n<h3 class=\"wp-block-heading\">Disregard I: にもかかわらず, にかかわらず, &amp; を問わず<\/h3>\n\n\n\n<p>In this lesson, we will begin coverage on phrases that all translate as “despite” and “regardless.” However, they each have their own nuances and restrictions. They are testaments to synonyms not being the same. Pay close attention to the kinds of words that these phrases are used with. This doesn’t simply mean noticing that they’re used with nouns, particles, etc. but more so what kinds of nouns, what sort of particles, etc. are they used with. Semantic categorization of the things that come before these phrases ultimately determine the grammaticality of the sentences they’re found in.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">にもかかわらず<\/h3>\n\n\n\n<p>The phrase にもかかわらず derives from the verb 関（わ）る・拘（わ）る. The first spelling indicates as a meaning of “to be concerned with” and the second spelling indicates as a meaning of “to be held back by…” Inherently, the latter spelling denotes a negative connotation. When used in the form, にもかかわらず, we get an expression that means “although\/despite X…” This can be used to indicate that an action\/state Y is done\/happens despite “X.” Or, the speaker is not constrained by “X” and Y, thus, can take place. Let’s look at a few examples. &nbsp;<\/p>\n\n\n\n<p><strong>Particle Note<\/strong>: The use of the particle も adds an emphatic tone that may express surprise, frustration, criticism, unpredictability, and various other emotions depending on the context.<\/p>\n\n\n\n<p>1.&nbsp;<ruby>妊娠<rt>にんしん<\/rt><\/ruby>しているにもかかわらず、<ruby>検査結果<rt>けんさけっか<\/rt><\/ruby>が<ruby>陰性<rt>いんせい<\/rt><\/ruby>となることがあります。<br>There are times when has a negative test result despite being pregnant.<\/p>\n\n\n\n<p>In this example, the issue at hand is that pregnancy tests are not always accurate. Even when a woman gets a negative test result, she may still be pregnant. Therefore, despite “X” being the case, in which case the respected result is that the woman receives a positive reading, “Y” happens: she gets a negative reading.<\/p>\n\n\n\n<p>As far as spelling is concerned, にもかかわらず is almost always not written in 漢字. If, however, it were in this situation 拘わらず would not be the appropriate spelling as it isn’t the case that situation Y involves a subject purposefully defying a restraining “X” circumstance. Thus, 関わる would be the more sensible spelling; however, in reality, this spelling is not used much in everyday writing. This is because かかわらず, in particular, was not given an authorized 漢字 spelling during language reform when the 常用漢字 list was made. Although this list’s influence is diminishing, its effects are still felt in the typical spelling of many phrases such as this one.<\/p>\n\n\n\n<p>2.&nbsp;<ruby>雨<rt>あめ<\/rt><\/ruby>が<ruby>降<rt>ふ<\/rt><\/ruby>っているにもかかわらず、<ruby>皇居前<rt>こうきょまえ<\/rt><\/ruby>にはたくさんの<ruby>人々<rt>ひとびと<\/rt><\/ruby>が<ruby>集<rt>あつ<\/rt><\/ruby>まりました。<br>Many people gathered in front of the Imperial Palace despite it raining.<\/p>\n\n\n\n<p>In this example, にもかかわらず demonstrates that “despite” the rain not stopping, in other words, despite situation X not changing, situation Y—people gathering in front of the Imperial Palace—remained constant. As far as we can glance from this single sentence, the people gathered didn’t just disperse because of the rain. Both situations, X and Y, didn’t change yet. This is the relationship that にもかかわらず verbalizes. It also demonstrates that the people gathered don’t view the rain as an issue to be grappled with or a something that’s even in consideration for them to appear at the Imperial Palace. Whatever is happening there is what’s truly important to these people.<\/p>\n\n\n\n<p>3.&nbsp;<ruby>弟<rt>おとうと<\/rt><\/ruby>は<ruby>深夜<rt>しんや<\/rt><\/ruby>にもかかわらず、ゲームに<ruby>夢中<rt>むちゅう<\/rt><\/ruby>です。<br>My little brother is engrossed in his games regardless if it’s late at night.<\/p>\n\n\n\n<p>Another means of interpreting にもかかわらず is that situation Y is contrary to what one would otherwise anticipate. The ‘natural prediction’ is situation Z, which isn’t the case. In lieu of Ex. 3, situation X would be the fact that it is late at night. Situation Y is the speaker’s little brother being engrossed in a game. Situation Z is the little brother sleeping instead, like a presumably younger child should be doing at that time of night. The observation here is that “despite X (being late in the night) otherwise leading to Z (sleeping at night like a young child should), Y (being engrossed in a game) happens instead.”&nbsp;<\/p>\n\n\n\n<p>4.&nbsp;<ruby>結構有名<rt>けっこうゆうめい<\/rt><\/ruby>なのにもかかわらず、まだ<ruby>流行<rt>はや<\/rt><\/ruby>っていないのが<ruby>不思議<rt>ふしぎ<\/rt><\/ruby>なくらいです。<br>It’s odd that it still hasn’t become popular despite being quite famous.<\/p>\n\n\n\n<p>Most instances of にもかかわらず involve an active agent in situation Y. Even when one isn’t explicitly obvious, one is always implied. For instance, in Ex. 4, it takes people to determine the popularity of something. Similarly, in Ex. 5, it takes people to buy an expensive item for it be a hot seller.<\/p>\n\n\n\n<p>5.&nbsp;<ruby>結構値段<rt>けっこうねだん<\/rt><\/ruby>が<ruby>高<rt>たか<\/rt><\/ruby>いにもかかわらず、<ruby>大変<rt>たいへん<\/rt><\/ruby>なヒット<ruby>商品<rt>しょうひん<\/rt><\/ruby>になりました。<br>It’s become an incredible hot seller despite it being quite expensive.<\/p>\n\n\n\n<p>Although にもかかわらず isn&#8217;t&nbsp;used as much in the spoken language as it is in the written language, it is still easily incorporated into everyday conversation.&nbsp;&nbsp;<\/p>\n\n\n\n<p>6.&nbsp;<ruby>電車<rt>でんしゃ<\/rt><\/ruby>に<ruby>乗<rt>の<\/rt><\/ruby>っててちゃんと<ruby>起<rt>お<\/rt><\/ruby>きてるにもかかわらず<ruby>降<rt>お<\/rt><\/ruby>りる<ruby>駅<rt>えき<\/rt><\/ruby>を<ruby>通<rt>とお<\/rt><\/ruby>り<ruby>過<rt>か<\/rt><\/ruby>ぎてしまうことしょっちゅうですよ。<br>I frequently pass the station I get off at when I’m riding the train regardless if I’m properly awake.<\/p>\n\n\n\n<p>にもかかわらず doesn’t need to always fall a dependent clause. “X” can simply be それ. In fact, especially in the written language, you may see a sentence start off with にもかかわらず, in which situation X will have been expressed immediately before the sentence.<\/p>\n\n\n\n<p>7.&nbsp;<ruby>彼<rt>かれ<\/rt><\/ruby>には<ruby>欠点<rt>けってん<\/rt><\/ruby>が<ruby>多<rt>おお<\/rt><\/ruby>いが、それにもかかわらず、<ruby>彼<rt>かれ<\/rt><\/ruby>と<ruby>恋<rt>こい<\/rt><\/ruby>に<ruby>落<rt>お<\/rt><\/ruby>ちてしまった。<br>He has a lot of faults, but regardless of them, I ended up falling in love with him.<\/p>\n\n\n\n<p>8. こんな<ruby>霧<rt>きり<\/rt><\/ruby>にもかかわらずライトもつけずに<ruby>走<rt>はし<\/rt><\/ruby>ってる<ruby>車<rt>くるま<\/rt><\/ruby>いるなんてちょっと<ruby>信<rt>しん<\/rt><\/ruby>じられない。<br>It’s a little hard to believe that there are cars racing by without their lights on regardless of this kind of fog.<\/p>\n\n\n\n<p>9.&nbsp;<ruby>昨日<rt>きのう<\/rt><\/ruby>は<ruby>悪天候<rt>あくてんこう<\/rt><\/ruby>にもかかわらずご<ruby>来店<rt>らいてん<\/rt><\/ruby>ありがとうございました。<br>Thank you for visiting our store yesterday despite the bad weather.<\/p>\n\n\n\n<p>10. サービス<ruby>産業<rt>さんぎょう<\/rt><\/ruby>で<ruby>人手<rt>ひとで<\/rt><\/ruby>が<ruby>不足<rt>ふそく<\/rt><\/ruby>しているにもかかわらず、<ruby>賃金<rt>ちんぎん<\/rt><\/ruby>の<ruby>増加<rt>ぞうか<\/rt><\/ruby>は<ruby>見<rt>み<\/rt><\/ruby>られていない。<br>There are no wage increases being seen despite labor shortages in the service industry.<\/p>\n\n\n\n<p>11.&nbsp;<ruby>自分<rt>じぶん<\/rt><\/ruby>で<ruby>言<rt>い<\/rt><\/ruby>ったにもかかわらず、<ruby>覚<rt>おぼ<\/rt><\/ruby>えてないなんて、<ruby>馬鹿<rt>ばか<\/rt><\/ruby>かよ。<br>How stupid can you be, not remembering despite the fact that you were the one who said it?<\/p>\n\n\n\n<p>12. ここは<ruby>禁煙<rt>きんえん<\/rt><\/ruby>なのにもかかわらず<ruby>平気<rt>へいき<\/rt><\/ruby>で<ruby>煙草<rt>たばこ<\/rt><\/ruby>を<ruby>吸<rt>す<\/rt><\/ruby>っている<ruby>人<rt>ひと<\/rt><\/ruby>が<ruby>多<rt>おお<\/rt><\/ruby>い。<br>There are many people who smoke without batting an eyelid here despite it being nonsmoking.<\/p>\n\n\n\n<p>13. ペット<ruby>禁止<rt>きんし<\/rt><\/ruby>なのにもかかわらず、お<ruby>隣<rt>となり<\/rt><\/ruby>が<ruby>猫<rt>ねこ<\/rt><\/ruby>を<ruby>数匹飼<rt>すうひきか<\/rt><\/ruby>ってて、しかも<ruby>家<rt>いえ<\/rt><\/ruby>の<ruby>中<rt>なか<\/rt><\/ruby>を<ruby>綺麗<rt>きれい<\/rt><\/ruby>にしてないので、<ruby>暖<rt>あたた<\/rt><\/ruby>かくなると、ノミが<ruby>大量<rt>たいりょう<\/rt><\/ruby>に<ruby>発生<rt>はっせい<\/rt><\/ruby>してしまうんです。<br>Despite pets being banned, my neighbor(s) have several cats, and since (he\/she\/they) don’t keep the house clean, whenever it gets warm, there is a major flee outbreak.<\/p>\n\n\n\n<p><strong>Spelling Note<\/strong>: ノミ may seldom be spelled as 蚤.<\/p>\n\n\n\n<p>14.&nbsp;<ruby>週末<rt>しゅうまつ<\/rt><\/ruby>にもかかわらず、<ruby>迅速<rt>じんそく<\/rt><\/ruby>かつ<ruby>丁寧<rt>ていねい<\/rt><\/ruby>なお<ruby>返事<rt>へんじ<\/rt><\/ruby>をありがとうございました。<br>Thank you for the quick and polite response despite it being the weekend.<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p>Grammatically, かかわらず is first and foremost derived from the verb かかわる combined with the negative auxiliary verb ず. In older forms of Japanese, ず stood for ない. At the end of sentences, it would take the form ず. As a participle, it would take the form ぬ. In the sense of ないで, it would take the form&nbsp; ず（に）. In Modern Japanese, it survives in many set phrases, proverbs, and the written language, especially in literature. It largely survives, though, in grammar points such as this where it is very much still alive.<\/p>\n\n\n\n<p>One thing that must be understood, however, is that not all phrases that have ず possess the same degree of grammatical capability. For instance, you can’t end a sentence with かかわらず. This is because the phrase has been grammaticalized to only appear mid-sentence in both にもかかわらず and にかかわらず (discussed below).<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">にかかわらず<\/h3>\n\n\n\n<p>にもかかわらず, when written as に関わらず, shows how its literal meaning is to indicate that “X” is not connected to the situation at hand. Therefore, “irrespective of X, Y still stands.” This expression is rather formal and stiff. There is a definitive tone that clearly states that “X” has nothing to do with the situation and that “Y” is the situation at hand.<\/p>\n\n\n\n<p>This expression is frequently used after patterns such as など, かどうか, あるなし, words that indicate multiple values or elements such age, race, etc. as well as words that are composed of antonyms such as 好き嫌い (likes and dislikes) or 有無 (existence or nonexistence\/presence or absence). It&#8217;s even possible for it to be seen after the doubling of adjectives and verbs without particle intervention (Exs. いい悪いにかかわらず・するしないにかかわらず, etc.).<\/p>\n\n\n\n<p>Due to the lack of the particle も, にかかわらず is far more objective and formal.<\/p>\n\n\n\n<p>15.&nbsp;<ruby>電車<rt>でんしゃ<\/rt><\/ruby>の<ruby>中<rt>なか<\/rt><\/ruby>で、<ruby>年齢<rt>ねんれい<\/rt><\/ruby>にかかわらず、モンストをやってる<ruby>人<rt>ひと<\/rt><\/ruby>って<ruby>見<rt>み<\/rt><\/ruby>たことありますか。<br>Do you see people on the train irrespective of age playing Monster Strike?<\/p>\n\n\n\n<p>16.&nbsp;<ruby>性別<rt>せいべつ<\/rt><\/ruby>や<ruby>年齢<rt>ねんれい<\/rt><\/ruby>、<ruby>性的嗜好<rt>せいてきしこう<\/rt><\/ruby>などにかかわらず、<ruby>自分<rt>じぶん<\/rt><\/ruby>らしく<ruby>暮<rt>く<\/rt><\/ruby>らすことができる<ruby>社会<rt>しゃかい<\/rt><\/ruby>を<ruby>目指<rt>めざ<\/rt><\/ruby>しましょう。<br>Let us aim for a society where people can live as themselves irrespective of gender, age, sexual orientation, etc.<\/p>\n\n\n\n<p>17. この<ruby>企業<rt>きぎょう<\/rt><\/ruby>は、<ruby>国籍<rt>こくせき<\/rt><\/ruby>にかかわらず、<ruby>人材<rt>じんざい<\/rt><\/ruby>を<ruby>採用<rt>さいよう<\/rt><\/ruby>する<ruby>意向<rt>いこう<\/rt><\/ruby>を<ruby>示<rt>しめ<\/rt><\/ruby>している。<br>This company shows intention to recruit human resources irrespective of nationality.<\/p>\n\n\n\n<p>18. ここは、<ruby>学歴<rt>がくれき<\/rt><\/ruby>にかかわらず<ruby>高卒<rt>こうそつ<\/rt><\/ruby>、<ruby>大学院卒者<rt>だいがくいんそつしゃ<\/rt><\/ruby>も、<ruby>実質的<rt>じっしつてき<\/rt><\/ruby>に<ruby>同<rt>おな<\/rt><\/ruby>じ<ruby>内容<rt>ないよう<\/rt><\/ruby>の<ruby>仕事<rt>しごと<\/rt><\/ruby>でキャリアを<ruby>始<rt>はじ<\/rt><\/ruby>めるホワイトカラー職場だ。<br>This place is a white-collar workplace to start a career where, irrespective of education, high school graduates as well as graduate school graduates can start a job with effectively the same content.&nbsp;<\/p>\n\n\n\n<p>19.&nbsp;<ruby>親<rt>おや<\/rt><\/ruby>が<ruby>反対<rt>はんたい<\/rt><\/ruby>かどうかにかかわらず、<ruby>僕<rt>ぼく<\/rt><\/ruby>は<ruby>必<rt>かなら<\/rt><\/ruby>ず<ruby>彼<rt>かれ<\/rt><\/ruby>と<ruby>結婚<rt>けっこん<\/rt><\/ruby>する！<br>Regardless if my parents are against it, I will marry my boyfriend!<\/p>\n\n\n\n<p>20.&nbsp;<ruby>経験<rt>けいけん<\/rt><\/ruby>のあるなしにかかわらず、<ruby>誰<rt>だれ<\/rt><\/ruby>でも<ruby>参加<rt>さんか<\/rt><\/ruby>することができます。<br>Anyone can participate irrespective of whether or not one has experience.<\/p>\n\n\n\n<p>21. アメリカでも、<ruby>繊細<rt>せんさい<\/rt><\/ruby>で<ruby>弱<rt>よわ<\/rt><\/ruby>い<ruby>男性<rt>だんせい<\/rt><\/ruby>は、<ruby>性的嗜好<rt>せいてきしこう<\/rt><\/ruby>にかかわらず、<ruby>同性愛者<rt>どうせいあいしゃ<\/rt><\/ruby>だとのレッテルを<ruby>貼<rt>は<\/rt><\/ruby>られてしまうことがよくあるのです。<br>Even in America, slender, weak men are often labeled as homosexuals irrespective of their sexual orientation.<\/p>\n\n\n\n<p>22.&nbsp;<ruby>我々人間<rt>われわれにんげん<\/rt><\/ruby>は、<ruby>好<rt>す<\/rt><\/ruby>き<ruby>嫌<rt>きら<\/rt><\/ruby>いにかかわらず<ruby>目立<rt>めだ<\/rt><\/ruby>つものを<ruby>優先的<rt>ゆうせんてき<\/rt><\/ruby>に<ruby>脳<rt>のう<\/rt><\/ruby>で<ruby>認識<rt>にんしき<\/rt><\/ruby>してしまいます。<br>We as humans preferentially recognize things that stand out in the brain irrespective of our likes and dislikes.<\/p>\n\n\n\n<p>23.&nbsp;<ruby>宿泊<rt>しゅくはく<\/rt><\/ruby>の<ruby>有無<rt>うむ<\/rt><\/ruby>にかかわらず、<ruby>楽<rt>たの<\/rt><\/ruby>しめます。<br>You can have a good time regardless whether or not you lodge.<\/p>\n\n\n\n<p>24.&nbsp;<ruby>症状<rt>しょうじょう<\/rt><\/ruby>の<ruby>有無<rt>うむ<\/rt><\/ruby>にかかわらず、<ruby>虫除<rt>むしよ<\/rt><\/ruby>け<ruby>剤<rt>ざい<\/rt><\/ruby>を<ruby>使用<rt>しよう<\/rt><\/ruby>するなど<ruby>蚊<rt>か<\/rt><\/ruby>に<ruby>刺<rt>さ<\/rt><\/ruby>されない<ruby>対策<rt>たいさく<\/rt><\/ruby>を<ruby>少<rt>すく<\/rt><\/ruby>なくとも<ruby>2<rt>に<\/rt><\/ruby><ruby>週間<rt>しゅうかん<\/rt><\/ruby>は<ruby>継続<rt>けいぞく<\/rt><\/ruby>して<ruby>行<rt>い<\/rt><\/ruby>ってください。<br>Irrespective of the presence or absence of symptoms, please continue undergoing preventive measures from getting bitten by mosquitoes such as&nbsp; using bug spray for at least two weeks.<\/p>\n\n\n\n<p>25.&nbsp;<ruby>気温<rt>きおん<\/rt><\/ruby>にかかわらず<ruby>土中温度<rt>どちゅうおんど<\/rt><\/ruby>はほぼ<ruby>一定<rt>いってい<\/rt><\/ruby>です。<br>The temperature in the ground is constant irrespective of air temperature.<\/p>\n\n\n\n<p>26.&nbsp;<ruby>猛暑<rt>もうしょ<\/rt><\/ruby>にかかわらず、エアコンの<ruby>除湿機能<rt>じょしつきのう<\/rt><\/ruby>とシーリングファンで<ruby>十分<rt>じゅうぶん<\/rt><\/ruby>でした。<br>The dehumidifier function of the air-conditioner and the ceiling fan were sufficient irrespective of the fierce heat.<\/p>\n\n\n\n<p>27.&nbsp;<ruby>古新<rt>こしん<\/rt><\/ruby>や<ruby>古雑誌<rt>ふるざっし<\/rt><\/ruby>などございましたら、<ruby>多少<rt>たしょう<\/rt><\/ruby>にかかわらずお<ruby>声<rt>こえ<\/rt><\/ruby>をおかけください。<br>If you have any old newspapers or old magazines, please give a shout regardless of the quantity.<\/p>\n\n\n\n<p>28. この<ruby>路線<rt>ろせん<\/rt><\/ruby>バスの<ruby>料金<rt>りょうきん<\/rt><\/ruby>は、<ruby>乗<rt>の<\/rt><\/ruby>った<ruby>距離<rt>きょり<\/rt><\/ruby>にかかわらず、<ruby>一律<rt>いちりつ<\/rt><\/ruby><ruby>５<rt>ご<\/rt><\/ruby>ドルです。<br>This bus line fare is a flat rate of five dollars regardless of the distance one rides.<\/p>\n\n\n\n<p>29.&nbsp;<ruby>症状<rt>しょうじょう<\/rt><\/ruby>にかかわらず<ruby>避<rt>さ<\/rt><\/ruby>けたい<ruby>食品添加物<rt>しょくひんてんかぶつ<\/rt><\/ruby>について<ruby>一番下<rt>いちばんした<\/rt><\/ruby>に<ruby>記載<rt>きさい<\/rt><\/ruby>してあります。<br>Food additives that you want to avoid regardless of symptoms are detailed at the very bottom.<\/p>\n\n\n\n<p>30.&nbsp;<ruby>親<rt>おや<\/rt><\/ruby>の<ruby>経済状況<rt>けいざいじょうきょう<\/rt><\/ruby>にかかわらず、<ruby>子供<rt>こども<\/rt><\/ruby>の<ruby>生活<rt>せいかつ<\/rt><\/ruby>や<ruby>教育機会<rt>きょういくきかい<\/rt><\/ruby>が<ruby>保障<rt>ほしょう<\/rt><\/ruby>される<ruby>必要<rt>ひつよう<\/rt><\/ruby>がある。<br>The livelihood and chance of education for children needs to be assured regardless of the economic state of the parents.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">を問わず<\/h3>\n\n\n\n<p>を問わず is always used with a noun that has multiple values, elements, etc. attributed to it. For instance, 四季 means “the four seasons,” and as is obvious from the word itself, there are four individual elements it refers to: spring, summer, fall, and winter. The purpose of を問わず is to demonstrate that the different elements\/values at hand are not being considered and\/or made into issues. In other words, situation Y is not limited to situation (restraint) X.<\/p>\n\n\n\n<p>This pattern is not used with other grammatical items like にかかわらず is. In other words, you won’t see it with など, doubling of adjectives like in 高い安いにかかわらず, or the doubling of verbs like in するしないにかかわらず. Some speakers will use it with かどうか, but the noun before かどうか must be one that implies two or more elements for it to be grammatically passible.<\/p>\n\n\n\n<p>31. この<ruby>公園<rt>こうえん<\/rt><\/ruby>は<ruby>四季<rt>しき<\/rt><\/ruby>を<ruby>問<rt>と<\/rt><\/ruby>わず、<ruby>綺麗<rt>きれい<\/rt><\/ruby>な<ruby>花<rt>はな<\/rt><\/ruby>を<ruby>咲<rt>さ<\/rt><\/ruby>かせ、<ruby>大勢<rt>たいせい<\/rt><\/ruby>の<ruby>観光客<rt>かんこうきゃく<\/rt><\/ruby>を<ruby>楽<rt>たの<\/rt><\/ruby>しませてくれます。<br>This park, regardless of the seasons, blooms beautiful flowers and delights a great number of tourists.<\/p>\n\n\n\n<p>32. そういった政治決断は、党派を問わず米国ではマイナスとなります。<br>Such a political decision regardless of partisanship is a negative in America.<\/p>\n\n\n\n<p>33.&nbsp;<ruby>男女<rt>だんじょ<\/rt><\/ruby>を<ruby>問<rt>と<\/rt><\/ruby>わず、<ruby>家事<rt>かじ<\/rt><\/ruby>や<ruby>育児<rt>いくじ<\/rt><\/ruby>を<ruby>平等<rt>びょうどう<\/rt><\/ruby>に<ruby>分担<rt>ぶんたん<\/rt><\/ruby>すべきだ。<br>Housework and child-rearing ought to be equally shared regardless of sex.<\/p>\n\n\n\n<p>34.&nbsp;<ruby>現代<rt>げんだい<\/rt><\/ruby>の<ruby>若者<rt>わかもの<\/rt><\/ruby>は、<ruby>性別<rt>せいべつ<\/rt><\/ruby>を<ruby>問<rt>と<\/rt><\/ruby>わず<ruby>自分<rt>じぶん<\/rt><\/ruby>で<ruby>調理<rt>ちょうり<\/rt><\/ruby>できることが<ruby>大切<rt>たいせつ<\/rt><\/ruby>だと<ruby>思<rt>おも<\/rt><\/ruby>う。<br>I think it is important that modern young people are able to prepare food by themselves regardless of gender.<\/p>\n\n\n\n<p>35.&nbsp;<ruby>老若男女<rt>ろうにゃくだんじょ<\/rt><\/ruby>を<ruby>問<rt>と<\/rt><\/ruby>わずに<ruby>楽<rt>たの<\/rt><\/ruby>しめる<ruby>海外旅行先<rt>かいがいりょこうさき<\/rt><\/ruby>といったらカナダのバンクーバーでしょう。<br>Speaking of an overseas destination where anyone regardless of age or sex can have fun at, that’d definitely be Vancouver in Canada.<\/p>\n\n\n\n<p>36.&nbsp;<ruby>生死<rt>せいし<\/rt><\/ruby>を<ruby>問<rt>と<\/rt><\/ruby>わず、<ruby>湖<rt>みずうみ<\/rt><\/ruby>にコイを<ruby>遺棄<rt>いき<\/rt><\/ruby>してはならない。<br>Whether dead or alive, you must not dispose of coy fish in the lake.<\/p>\n\n\n\n<p><strong>Spelling Note<\/strong>: コイ may also be spelled as 鯉.<\/p>\n\n\n\n<p>37.&nbsp;<ruby>鉱物油<rt>こうぶつあぶら<\/rt><\/ruby>や<ruby>動植物油<rt>どうしょくぶつあぶら<\/rt><\/ruby>の<ruby>種類<rt>しゅるい<\/rt><\/ruby>を<ruby>問<rt>と<\/rt><\/ruby>わず、<ruby>吸収力<rt>きゅうしゅうりょく<\/rt><\/ruby>に<ruby>優<rt>すぐ<\/rt><\/ruby>れています。<br>Regardless of the kind of mineral oil or animal\/vegetable oil, its absorption power is superior.<\/p>\n\n\n\n<p>38. ゲシュタルト<ruby>崩壊<rt>ほうかい<\/rt><\/ruby>は、<ruby>言語<rt>げんご<\/rt><\/ruby>を<ruby>問<rt>と<\/rt><\/ruby>わず<ruby>起<rt>お<\/rt><\/ruby>こる<ruby>心理的<rt>しんりてき<\/rt><\/ruby>な<ruby>現象<rt>げんしょう<\/rt><\/ruby>である。<br>Gestaltzerfall is a psychological phenomenon that occurs regardless of language.<\/p>\n\n\n\n<p>39.&nbsp;<ruby>次第<rt>しだい<\/rt><\/ruby>に<ruby>人種<rt>じんしゅ<\/rt><\/ruby>を<ruby>問<rt>と<\/rt><\/ruby>わず<ruby>国外<rt>こくがい<\/rt><\/ruby>でも<ruby>使用<rt>しよう<\/rt><\/ruby>されるようになってきました。<br>It has gradually become used outside the country irrespective of race.<\/p>\n\n\n\n<p>40.&nbsp;<ruby>海外<rt>かいがい<\/rt><\/ruby>では<ruby>途上国<rt>とじょうこく<\/rt><\/ruby>、<ruby>先進国<rt>せんしんこく<\/rt><\/ruby>を<ruby>問<rt>と<\/rt><\/ruby>わず<ruby>入院期間<rt>にゅういんきかん<\/rt><\/ruby>が<ruby>短<rt>みじか<\/rt><\/ruby>いのが<ruby>特徴<rt>とくちょう<\/rt><\/ruby>だ。<br>Short hospitalization time is a characteristic of overseas nations regardless of whether it is a developed or developing country.<\/p>\n\n\n\n<p>41.&nbsp;<ruby>経験<rt>けいけん<\/rt><\/ruby>の<ruby>有無<rt>うむ<\/rt><\/ruby>は<ruby>問<rt>と<\/rt><\/ruby>わず、<ruby>誰<rt>だれ<\/rt><\/ruby>でも<ruby>応募<rt>おうぼ<\/rt><\/ruby>できます。<br>Anyone can apply irrespective of having or lacking experience.<\/p>\n\n\n\n<p>42.&nbsp;<ruby>場所<rt>ばしょ<\/rt><\/ruby>を<ruby>問<rt>と<\/rt><\/ruby>わずに<ruby>会議<rt>かいぎ<\/rt><\/ruby>ができる。<br>You can have a meeting regardless of your location.<\/p>\n\n\n\n<p>43.&nbsp;<ruby>政府軍<rt>せいふぐん<\/rt><\/ruby>は、<ruby>軍人<rt>ぐんじん<\/rt><\/ruby>・<ruby>難民<rt>なんみん<\/rt><\/ruby>を<ruby>問<rt>と<\/rt><\/ruby>わず<ruby>残虐行為<rt>ざんぎゃくこうい<\/rt><\/ruby>、<ruby>虐殺<rt>ぎゃくさつ<\/rt><\/ruby>を<ruby>行<rt>おこな<\/rt><\/ruby>っている。<br>The government forces are committing atrocities and slaughters of people irrespective of whether they were militants or refugees.<\/p>\n\n\n\n<p>44.&nbsp;<ruby>東京文京区<rt>とうきょうぶんきょうく<\/rt><\/ruby>は<ruby>職員採用<rt>しょくいんさいよう<\/rt><\/ruby>に<ruby>国籍<rt>こくせき<\/rt><\/ruby>を<ruby>問<rt>と<\/rt><\/ruby>わない。<br>Bunkyo Ward of Tokyo does not inquire about nationality in personnel recruiting.<\/p>\n\n\n\n<p>45.&nbsp;<ruby>金額<rt>きんがく<\/rt><\/ruby>は<ruby>問<rt>と<\/rt><\/ruby>いません。<br>Money is no object.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Disregard I: にもかかわらず, にかかわらず, &amp; を問わず In this lesson, we will begin coverage on phrases that all translate <a class=\"more-link\" href=\"https:\/\/imabi.org\/disregard-i\/\">続きを読む <span class=\"screen-reader-text\">&#8220;Disregard I&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":""},"tags":[],"class_list":["post-683","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-b1","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/683","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=683"}],"version-history":[{"count":2,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/683\/revisions"}],"predecessor-version":[{"id":5882,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/683\/revisions\/5882"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=683"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=683"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}