{"id":713,"date":"2023-07-21T12:02:12","date_gmt":"2023-07-21T19:02:12","guid":{"rendered":"https:\/\/imabi.org\/?page_id=713"},"modified":"2024-05-19T15:48:10","modified_gmt":"2024-05-19T22:48:10","slug":"difficult-ii-%ef%bd%9e%e3%81%8c%e3%81%9f%e3%81%84-%ef%bd%9e%e3%81%a5%e3%82%89%e3%81%84","status":"publish","type":"page","link":"https:\/\/imabi.org\/difficult-ii-%ef%bd%9e%e3%81%8c%e3%81%9f%e3%81%84-%ef%bd%9e%e3%81%a5%e3%82%89%e3%81%84\/","title":{"rendered":"Difficult II: ～がたい &amp; ～づらい"},"content":{"rendered":"\n<h3 class=\"wp-block-heading\">Difficult II: ～がたい &amp; ～づらい<\/h3>\n\n\n\n<p>In this second installation on how to express difficulty, we will be looking at two additional supplementary adjectival endings which attach to the 連用形 of verbs. These endings are ～がたい and ～づらい. Both are synonymous with ～にくい but have their own specialized nuances. Despite their role of expressing difficulty, neither of these endings are particularly hard to grasp.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">～がたい<\/h3>\n\n\n\n<p>The ending ～がたい attaches to the 連用形 to a semantically restricted set of verbs to indicate an action that is different not because of lack of ability but out of some sort of strong emotional hindrance. It is most frequently used with verbs related to acceptance belief, thought, and understanding.<\/p>\n\n\n\n<p>～がたい is most appropriate in 書き言葉, or in a tone that is similar in nature. It is also used more so in set phrases, which was hinted by how it&#8217;s semantically restricted to only some verbs.&nbsp;<\/p>\n\n\n\n<p>When written in Kanji, it shares the same Kanji as ～にくい. However, because ～にくい is overwhelmingly written in Kana, whenever you do see ～難い, it is usually read as がたい unless the use of ～にくい would be more natural.&nbsp;<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><thead><tr><td><strong>Verb Class<\/strong><\/td><td><strong>&nbsp;＋がたい<\/strong><\/td><\/tr><\/thead><tbody><tr><td>一段　Verbs<\/td><td>&nbsp;避け<strong>がたい<\/strong><\/td><\/tr><tr><td>&nbsp;五段 Verbs<\/td><td>&nbsp;許し<strong>がたい<\/strong><\/td><\/tr><tr><td>&nbsp;する<\/td><td>&nbsp;し<strong>がたい<\/strong><\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p><strong>Etymology Note<\/strong>: This ending derives from the Classical Japanese adjective 難（かた）し. This ending is also responsible for the creation of ありがとう. In fact, ありがたい literally means &#8220;difficult to have,&#8221; and from that meaning the sense of &#8220;to be welcome&#8221; came about.&nbsp;<\/p>\n\n\n\n<p>1. 今回の話すらも本当かどうか信じがたい。<br>It&#8217;s even hard to believe whether or not this current talk (of his) is true or not.<\/p>\n\n\n\n<p>2.&nbsp;オレオレ詐欺は息子に成り済まして老人からお金を奪う許しがたい犯罪だ。<br>Phone scams involving making someone believe that they&#8217;re that person&#8217;s son is an inexcusable crime which steals money from the elderly.<\/p>\n\n\n\n<p>3. 自分がOLであるという現状は耐え難い屈辱だ。<br>My current state as an OL is an unbearable disgrace.<\/p>\n\n\n\n<p>4.&nbsp;意見が分かれることは民主的な話し合いをしていれば避けがたいことだ。<br>When having a democratic discussion, having opinions become divided is unavoidable.<\/p>\n\n\n\n<p>5. その光景は筆舌に尽くしがたいほど凄惨なものだった。<br>The scene was gruesome beyond description.&nbsp;<\/p>\n\n\n\n<p>6. ２０１１年３月１１日に東日本大震災という想像しがたい災害が起こりました。<br>On March 11, 2011, the Great East Japan Earthquake, a disaster hard to even believe, occurred.&nbsp;<\/p>\n\n\n\n<p>7. 自衛隊のイラクへの派遣の違憲性を認めた判決は、改憲を目論む自民党にとっては認めがたい判決であろうが、 現「平和憲法」があればこその判決であると、思います。<br>The verdict that recognized the unconstitutionality of the Defense Force&#8217;s deployment to Iraq may very well be a verdict that&#8217;s hard to accept from the Liberal Democratic Party, whose aim is to revise the constitution, but I believe that such a verdict is all thanks to the current &#8220;constitution of peace&#8221; that we have today.<\/p>\n\n\n\n<p>8. これは誰がどう考えても納得しがたい解釈じゃないか。<br>This interpretation is something that no one would ever accept no matter how you look at it.<\/p>\n\n\n\n<p>9. 銭湯には捨てがたい魅力がある。<br>Public baths have a charm that&#8217;s hard to get rid of.<\/p>\n\n\n\n<p>10. 彼は、叱れば実際に自分の言動を反省するという得がたい人材だ。<\/p>\n\n\n\n<p>He&#8217;s the kind of hard-to-come-by human resource who actually reflects on his behavior when you reprimand&nbsp;him.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">～づらい<\/h3>\n\n\n\n<p>Seldom written in Kanji as 辛い, ～づらい indicates an action that is emotionally straining to go about doing. The degree of &#8220;emotional strain&#8221; can vary from agony to just being burdensome. Although it can be used to express personal physical difficulty, it always places emphasis on the emotional burden that comes along with said struggle.<\/p>\n\n\n\n<p>For comparison, 言いにくい, 言いがたい, 言いづらい are each possible, but the &#8216;difficult&#8217; situation they describe are not the same. In the case of 言いにくい, the speaker is most likely referring to a situation that&#8217;s hard to pinpoint. 言いがたい, on the other hand, is a situation that the speaker has a strong urge not to discuss. 言いづらい, is similar to 言いがたい, but implies that the topic is rather painful for them to mention.&nbsp;<\/p>\n\n\n\n<p>Unlike ～がたい, so long as the act being described can be conceptualized in a way that it is &#8216;difficult&#8217; to the speaker or agent in an emotional way, using ～づらい can still be grammatical. However, if the verb purely describes physical difficulty, it is just as ungrammatical to use ～づらい as it would be to use ～がたい. For instance, 滑りづらい is not correct. To say, &#8220;hard to slide on,&#8221; you would need to say 滑りにくい.<\/p>\n\n\n\n<p>In recent years, a decent percentage of speakers have been using ～づらい in a broader sense that makes it sound like a more refined&nbsp;alternative to ～にくい, but as a leader, you should make sure that you aren&#8217;t describing your difficulties unintentionally verbose if you&#8217;re just trying to describe typical struggle, in which case you should simply use ～にくい.<\/p>\n\n\n\n<p><strong>Orthography Note<\/strong>: It is generally accepted that ～ずらい is an improper spelling of this ending and should be avoided in formal writing.&nbsp;<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><thead><tr><td><strong>Verb Class<\/strong><\/td><td><strong>&nbsp;連用形＋づらい<\/strong><\/td><\/tr><\/thead><tbody><tr><td>一段 Verbs<\/td><td>&nbsp;見づらい<\/td><\/tr><tr><td>&nbsp;五段 Verbs<\/td><td>死にづらい<\/td><\/tr><tr><td>&nbsp;する<\/td><td>&nbsp;しづらい<\/td><\/tr><tr><td>&nbsp;来る<\/td><td>&nbsp;来（き）づらい<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p><strong>Etymology Note<\/strong>: The reason for why ～づらい describes mental woe is because it derives from the adjective 辛（つら）い, which itself describes situations that are emotionally trying.<\/p>\n\n\n\n<p>11. お前が葬儀に来なかったのは多分来づらかったからだろうと思っていた。<\/p>\n\n\n\n<p>I had thought that the reason why you didn&#8217;t come to the funeral was probably because coming was too hard for you to handle.<\/p>\n\n\n\n<p>12. なんか好きなんだけどちょっと話しづらくて…<br>I sort of like (him), but it&#8217;s a little tough to talk about it&#8230;&#8230;<\/p>\n\n\n\n<p>13.&nbsp;相手に悪気はないのはわかるんだけど、感情の起伏が激しすぎて、一緒に仕事がやりづらい。<br>I know that the person doesn&#8217;t mean anything negative about it, but their emotional ups-and-downs are too extreme, and it&#8217;s hard to work together with them.<\/p>\n\n\n\n<p>14. 相続のたびにお金とられるんじゃ、死にづらくてたまんねーよな。<br>You just can&#8217;t help being anxious about dying&nbsp;when your money is gonna be taken during inheritance.&nbsp;<\/p>\n\n\n\n<p>15. 昨日買った長靴だけど、ちょっと歩きづらいよ。<br>So, about these high boots that I bought yesterday, they&#8217;re a bit&nbsp;tough to walk in.&nbsp;<\/p>\n\n\n\n<p>16. ここのハンバーガーだが、本当においしいんだけど、大きすぎるし、形が崩れやすいし、食べづらいよね。<br>The burgers here are really delicious, but they&#8217;re too big and fall apart easily, and are hard to eat, huh.<\/p>\n\n\n\n<p>17. また緊急事態宣言が出て、生活しづらくなるもんね。<br>It&#8217;ll be hard to make a livelihood now that&nbsp;another state of emergency is being declared.<\/p>\n\n\n\n<p>18. 「いまび」はUIがスマホに対応しておらず、使いづらい。<br>&#8220;IMABI&#8221; is difficult to use because its UI is not optimized for smart phones.<\/p>\n\n\n\n<p>19. いつから日本はこんなに生きづらくなったのか。<br>Since when did Japan become so difficult to live in like this?<\/p>\n\n\n\n<p>20.&nbsp;&nbsp;あまり一般的でない言い回しなので、伝わり<strong>づらい<\/strong>かもしれません。<br>Since it&#8217;s not a common expression, it might be hard for its meaning to get across properly.<\/p>\n\n\n\n<p><strong>Sentence Note<\/strong>: Although Ex. 20 doesn&#8217;t describe mental woes, the speaker is trying to explain how the text they&#8217;re proofreading may cause readers to rack their brains too much to understand. This, though, in a way, is a form of strain.&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Difficult II: ～がたい &amp; ～づらい In this second installation on how to express difficulty, we will be looking at <a class=\"more-link\" href=\"https:\/\/imabi.org\/difficult-ii-%ef%bd%9e%e3%81%8c%e3%81%9f%e3%81%84-%ef%bd%9e%e3%81%a5%e3%82%89%e3%81%84\/\">続きを読む <span class=\"screen-reader-text\">&#8220;Difficult II: ～がたい &amp; ～づらい&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":""},"tags":[],"class_list":["post-713","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-bv","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/713","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=713"}],"version-history":[{"count":2,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/713\/revisions"}],"predecessor-version":[{"id":5759,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/713\/revisions\/5759"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=713"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=713"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}