{"id":724,"date":"2023-07-21T12:06:58","date_gmt":"2023-07-21T19:06:58","guid":{"rendered":"https:\/\/imabi.org\/?page_id=724"},"modified":"2024-05-11T14:49:04","modified_gmt":"2024-05-11T21:49:04","slug":"addition","status":"publish","type":"page","link":"https:\/\/imabi.org\/addition\/","title":{"rendered":"Addition"},"content":{"rendered":"\n<h3 class=\"wp-block-heading\">Addition: ～に加えて, ～にとどまらず, ～もさることながら, ～はおろか, ～はもちろん, ～はもとより, ～ともあれ<\/h3>\n\n\n\n<p>When a speaker feels obligated to mention yet another thing into the mix, that is usually done so with negative connotation, and it is this that will be the theme of this lesson.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">～に加えて<\/h2>\n\n\n\n<p>The transitive verb 加える roughly translates to &#8220;to add,&#8221; but it may also be translated as &#8220;to count (someone) in,&#8221; &#8220;to deal (damage),&#8221; &#8220;or even &#8220;to gather (speed).&#8221; <\/p>\n\n\n\n<p>1. 料理に<ruby>胡椒<rt>こしょう<\/rt><\/ruby>は一つまみも加える必要はない。<br>There is no need to add a pinch of pepper to a dish.<br><br>2. お茶に砂糖を加える。<br>To mix sugar in the tea.<br><br>3. 圧力を加える。<br>To add pressure.<\/p>\n\n\n\n<p>咥える should not, however, be confused with the homophonous transitive verb 咥える・銜える, which means &#8220;to put in one&#8217;s mouth,&#8221; although they are etymologically tied.<br><br>4. 子供は指を<ruby>銜<rt>くわ<\/rt><\/ruby>える嫌いがある。<br>Children have the tendency to have their fingers in their mouth.<\/p>\n\n\n\n<p>Perhaps the most important use of this verb is its appearance in the phrase ～に加えて meaning &#8220;in addition to.&#8221;&nbsp;It is used a lot in enumerating negative situations.<\/p>\n\n\n\n<p>5. 彼女は日本語に加えて、英語もあまり分からないみたいだね。<br>In addition to Japanese, it looks like she barely understands English.<\/p>\n\n\n\n<p>6. イギリスに加えて、フランスもドイツも多文化主義の非を鳴らしています。<br>In addition to England, France and Germany are also denouncing multiculturalism.<\/p>\n\n\n\n<p>7. そのことに加えて、彼は自分の名前を忘れたよ！&nbsp;<br>In addition to that, he also forgot his own name!<\/p>\n\n\n\n<p>8. ５日のニューヨーク<ruby>株式市場<rt>かぶしきしじょう<\/rt><\/ruby>は、東京市場で株価が<ruby>大幅<rt>おおはば<\/rt><\/ruby>に値下がりしたこと<strong>に加えて<\/strong>、アメリカが景気を<ruby>下支<rt>したざさ<\/rt><\/ruby>えするために行っている<ruby>量的緩和<rt>りょうてきかんわ<\/rt><\/ruby>の<ruby>縮小<rt>しゅくしょう<\/rt><\/ruby>時期など、アメリカの<ruby>金融<rt>きんゆう<\/rt><\/ruby>政策に対する不安から幅広い<ruby>銘柄<rt>めいがら<\/rt><\/ruby>に売り注文が広がりました。<br>As for the New York Stock Exchange on the fifth, selling orders have spread in a wide range of brands from worries towards American financial policies such as the quantitative easing curtailment period America is carrying out in order to backup the economy in addition to the large drop in prices due to the Tokyo Exchange.&nbsp;<br>From NHK.&nbsp;<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">～にとどまらず<\/h2>\n\n\n\n<p>The speech modal ～にとどまらず attaches to nouns which can be perceived as some sort of parameter\/level\/stage with which the following clause indicates an extension of said parameter. <br><br>10. マスメディアによる情報というものは、今や一国にとどまらず、世界中に伝わる。<br>Information by the media doesn&#8217;t stay in one country now; it travels the world.<\/p>\n\n\n\n<p>11. 農作物は、台風に襲われた直後にとどまらず、一年中その影響を受ける。<br>Crops don&#8217;t just receive the effects directly after being hit by a typhoon; they feel the impact throughout the year. &nbsp;<br><br>12. 彼女は成功にとどまらず、社会貢献に尽力した。<br>She not only stopped at success, but she also labored as a contribution to society.&nbsp;<br><br>Though ～にとどまらず usually attaches itself to nouns, it can on occasion follow the 連体形 of verbs, but in doing so, it is not used with static verbs, as such verbs do not agree with the concept of extending parameters. <br><br>13. 一人の人間の明るさは、場を明るくするにとどまらず、周囲の人々に心身の活力をも与えるものである。<br>The brightness of a person not only brightens up the area, but also it gives energy to the hearts and minds of the surrounding people. &nbsp;<br><br>14. 更に執刀した岡山大学病院の大藤剛宏医師は手術後の記者会見で「中葉を使った移植は男の子１人を助けるにとどまらず、これまで助けることができなかった子どもたちに光が当たるという意義がある」と話しました。<br>In addition, Dc. Oto Takahiro of Okayama University Hospital who did the surgery in a press conference afterwards said that &#8220;the transplant using the middle lobe [of the lung] does not just save this one boy, but it gives light to other children that have not been able to be helped till now&#8221;.&nbsp;<br>From the NHK article&nbsp;『生体肺移植の男児&nbsp;容体安定』 on 2013年7月2日<br><br>When used with adjectives\/adjectival noun predicates, the nature of the situation must be in some state of transition to account for an extension of the parameter being described to remain grammatical. So, although adjectival expressions may literally be static by definition, they can be implemented in dynamic circumstances.<br><br>As this pattern follows the 連体形, but because it is also generally restricted to rather stiff written language, we can expect it to follow the である-連体形 for adjectival nouns, but as for adjectives<sup data-fn=\"573c9521-8f6b-4a68-b589-e442879e0b59\" class=\"fn\"><a href=\"#573c9521-8f6b-4a68-b589-e442879e0b59\" id=\"573c9521-8f6b-4a68-b589-e442879e0b59-link\">1<\/a><\/sup>, we find that the particle だけ (only) is placed in between the adjective (though still in the 連体形) and ～に留まらず. <br><br>15. あの法令は単に違憲であるにとどまらず、ネットのおかげで実効性も失われて久しい。<br>That ordinance is not only simply unconstitutional, but thanks to the Internet, it has lost its effectiveness for quite some time. <br><br>16. 健康に良いだけにとどまらず、シジミは旨味成分もたくさん含まれています。<br>Freshwater clams are not just good for your health, but they also contain lots of umami components. <br><br>Though not grammatically necessary and in some sense redundant, the particle だけ can generally be seen used with this pattern in general, resulting in ～だけにとどまらず.<br><br>17. 弊社は社会貢献だけにとどまらず、様々な活動を展開しております。<br>Our company is not limiting itself to just contributing to society but is expanding its reach into all sorts of activities.<\/p>\n\n\n\n<p><strong>Orthography Note<\/strong>: Though not typically written in Kanji, its Kanji spelled is ～に留まらず.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">～もさることながら<\/h3>\n\n\n\n<p>The pattern ～もさることながら follows nouns deemed to obviously be of a certain quality (most often positive), and that the following clause adds to the worth\/validity of said statement. This, in turn, is translated into English as &#8220;it goes without saying that&#8230;&#8221; <\/p>\n\n\n\n<p>18.&nbsp;<ruby>中華料理<rt>ちゅうかりょうり<\/rt><\/ruby>は<ruby>味<rt>あじ<\/rt><\/ruby>もさることながら、<ruby>健康<rt>けんこう<\/rt><\/ruby>にいいですよ。<br>It goes without saying that Chinese food is tasty, but it&#8217;s also good for you. &nbsp;<\/p>\n\n\n\n<p>19. 彼女は人柄もさることながら、その頭の働きの良さで周囲の人をぐいぐいと引っ張っていくんですよ。<br>Her personality goes without saying, and her great mind pulls those around towards her.<\/p>\n\n\n\n<p><strong>Orthography Note<\/strong>: The full Kanji spelling of this pattern is 然る事乍ら. <br><strong>Grammar Note<\/strong>: 然る is an old-fashioned 連体詞 derived from the Classical Japanese verb 然り, which has the meaning of &#8220;to be said\/some thing&#8221; in a very vague sense, and if it were directly translated into something in Modern Japanese, it would be closest to そういう or とある, which results in it directly equating to &#8220;such.&#8221; Given how affirming the noun-predicate is, we see that the particle ながら attaches itself to state that the two clauses of the sentence are concurrently in agreeance to that effect. <\/p>\n\n\n\n<h3 class=\"wp-block-heading\">～はもちろん・もとより・おろか<\/h3>\n\n\n\n<p>～はもちろん（のこと）is used when juxtaposing two predicates as being &#8220;as matter of fact.&#8221; The first clause which it attaches to must be a nominal(ized) phrase, but what follows after it is typically a verbal\/adjectival which affirms the first predicate. <br><br>In the examples that follow, we can see how the literal meaning of もちろん, that being &#8220;of course,&#8221; can be taken literally here. To truly understand how this pattern works regarding nuance, though, let&#8217;s posit that the first clause is X and the second clause is Y. In the mind of the speaker, X is mentioned first as it has the highest relevance or the highest recognition of being obvious, whereas Y adds to what is obvious or fully expected given knowledge of the situation. Y may at times be far more impressive than Y, but the reason why X is mentioned first is because it has the most relevance.<br><br><strong>Speech Style Note<\/strong>: While ～はもちろん is largely used in the written language, whenever it is utilized in the spoken language, it is often rendered as ～もちろんのこと, which grammatically allows for said dependent clause to more clearly function as a noun-predicate that is more parallel in structure to predicate Y. <\/p>\n\n\n\n<p>20. 彼は英語はもちろん、スペイン語も韓国語もできます。<br>Not to mention English, he can also speak Spanish and Korean.<br><br>21 あの子は書くのはもちろん、読むこともできない。<br>That kid can&#8217;t even read, let alone write.<\/p>\n\n\n\n<p>22. 彼は、母語はもちろん（のこと）、他にも7つの言語も話せますよ。<br>Not only his native language, but he can also speak seven other languages.<br><br>23. 彼は修士を得るのはもちろん、入学さえできない。<br>He can&#8217;t even enter college, let alone receive a master&#8217;s degree.<br><br>Now, whenever Y is not something that cannot be deemed obvious given the situation at hand, ～はもちろん becomes ungrammatical, and it would need to be replaced with something broader such as ～だけでなく.<br><br>24. この米には、もみ｛だけでなく まる・はもちろん X｝、砂まで入ってるのよ。<br>Not only is there husks in this rice, there&#8217;s even sand in it. <br><br>While it may be intrinsically obvious that someone who excels in his main language does indeed have mastery in other languages like in Ex. 22, there is nothing intrinsic about rice being contaminated with all sorts of things. <br><br>～はもとより<\/p>\n\n\n\n<p>The nuance spin that ～はもとより provides is that it quality X is &#8220;principally&#8221; so. Meaning, based on principle, X is that standard which is both most pertinent and obvious in nature, and then Y builds onto that execution of standard. Just as with ～はもちろん（のこと）, X is a nominal(ized) phrase, while Y is usually a verbal\/adjectival predicate which expands on that notion. <\/p>\n\n\n\n<p>25. 彼女は料理はもとより食器も洗ってくれます。<br>She not only cooks, but she also washes the dishes.<\/p>\n\n\n\n<p>26. 彼は英語はもとより、スペイン語も韓国語もできます。<br>Not to mention English, he can also speak Spanish and Korean.<\/p>\n\n\n\n<p>27. 低賃金、劣悪な労働条件、一方的な首切りなどの経済・労働問題はもとより、各種の人道的問題までも引き起こしている。<br>They are not only suffering from low wages, cases of poor working condition, and economic and labor problems such as one-sided layoffs, they are also troubled to the extent of various forms of discrimination.<\/p>\n\n\n\n<p>28. 地方ごとに、味はもとより、料理の仕方も違ってきますね。<br>With each region, not to mention flavor, but even cooking methods differ, don&#8217;t they? <\/p>\n\n\n\n<p>～はおろか<\/p>\n\n\n\n<p>The word おろか indicates that the noun in the dependent clause X is negligible in how bad Y is obviously true. <\/p>\n\n\n\n<p>29. 一ドルはおろか一セントも持ってないよ。<br>I don&#8217;t have a cent, let alone a dollar!<\/p>\n\n\n\n<p>30. 父はおろか、僕の犬でさえ反対したようだ。<br>Not to mention my father, even my dog seemed to object.<\/p>\n\n\n\n<p>31. 僕はバイオリンはおろか、ギターも弾けないんだ。<br>I can&#8217;t even play the guitar, much less a violet.<\/p>\n\n\n\n<p>32. あの子は話すのはおろか、足も動かせません。<br>That child can&#8217;t even move her legs, let alone speak.<\/p>\n\n\n\n<p><strong>漢字 Note<\/strong>s: The Kanji spellings of these phrases are as follows:<br>①おろか → 疎か<br>②もちろん → 勿論<br>③もとより →【元・固・素】より.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">～ともあれ<\/h2>\n\n\n\n<p>～ともあれ is an adverbial phrase that means &#8220;never mind\/putting aside.&#8221; It is also seen in 何はともあれ meaning &#8220;in any case.&#8221; Grammatically speaking, あれ is the 已然形 of the existential verb ある, which means that as a whole, this adverbial phrase pinpoints the noun in said dependent clause X is already obviously an established issue, but that Y is the &#8216;real&#8217; problem at hand. <\/p>\n\n\n\n<p>33. 中国語はともあれ、問題は日本語の勉強なんだぞ。<br>Never mind Chinese, the problem is my Japanese studies!<\/p>\n\n\n\n<p>34. 何はともあれ、後でしよう。<br>In any case, let&#8217;s do (this) later.<\/p>\n\n\n<ol class=\"wp-block-footnotes\"><li id=\"573c9521-8f6b-4a68-b589-e442879e0b59\">In older language, the き-連体形 of adjectives does become valid with this grammar structure. <br>i. 良き素材で醸されたお酒は香味や余韻の良<strong>き<\/strong>にとどまらず、飲み手にはその格に相応しい陶酔感をもたらします。<br>Sake brewed with excellent ingredients not only has superb flavor and aftertaste, as it provides a level of intoxication befitting of its worth to the consumer.      <a href=\"#573c9521-8f6b-4a68-b589-e442879e0b59-link\" aria-label=\"脚注参照1にジャンプ\">↩︎<\/a><\/li><\/ol>","protected":false},"excerpt":{"rendered":"<p>Addition: ～に加えて, ～にとどまらず, ～もさることながら, ～はおろか, ～はもちろん, ～はもとより, ～ともあれ When a speaker feels obligated to mention ye<a class=\"more-link\" href=\"https:\/\/imabi.org\/addition\/\">続きを読む <span class=\"screen-reader-text\">&#8220;Addition&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":"[{\"content\":\"In older language, the き-連体形 of adjectives does become valid with this grammar structure. <br>i. 良き素材で醸されたお酒は香味や余韻の良<strong>き<\/strong>にとどまらず、飲み手にはその格に相応しい陶酔感をもたらします。<br>Sake brewed with excellent ingredients not only has superb flavor and aftertaste, as it provides a level of intoxication befitting of its worth to the consumer.     \",\"id\":\"573c9521-8f6b-4a68-b589-e442879e0b59\"}]"},"tags":[],"class_list":["post-724","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-bG","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/724","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=724"}],"version-history":[{"count":11,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/724\/revisions"}],"predecessor-version":[{"id":5451,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/724\/revisions\/5451"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=724"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=724"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}