{"id":738,"date":"2023-07-21T12:11:56","date_gmt":"2023-07-21T19:11:56","guid":{"rendered":"https:\/\/imabi.org\/?page_id=738"},"modified":"2024-05-19T15:54:35","modified_gmt":"2024-05-19T22:54:35","slug":"result","status":"publish","type":"page","link":"https:\/\/imabi.org\/result\/","title":{"rendered":"Result"},"content":{"rendered":"\n<h3 class=\"wp-block-heading\">Result: ～結果, ～うえで, ～挙句, ～すえに, &amp; ～始末だ<\/h3>\n\n\n\n<p>Though these patterns show result, they have their own special nuances. So, even when there is interchangeability, that doesn&#8217;t mean you are saying 100% the same thing.&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">～結果<\/h3>\n\n\n\n<p>～結果 utilizes the word for “result”. It is seen after nouns or the past tense of verbs. What follows is a result and what precedes is a cause. Whether it is in one sentence or two, this is how the pattern works. It is objective and 書き言葉的. It is preceded by verbs of thought\/consideration and followed by verbs of result. &nbsp;&nbsp;<\/p>\n\n\n\n<p>1. やるだけはやったのだから、静かに結果を待とう。<br>&nbsp; &nbsp; &nbsp;I’ve done just what to do, so I will quietly await the results.<\/p>\n\n\n\n<p>2.&nbsp;<ruby>消防車<rt>しょうぼうしゃ<\/rt><\/ruby>など１３台が消火にあたった<strong>結果<\/strong>、火はおよそ１時間半後に消し止められましたが、部屋は全焼しまし &nbsp; た。<br>As a result of 13 fire trucks fighting the fire, the fire was extinguished after approximately an hour and a half, but the room was completely burned.<br>From the NHK article&nbsp;<ruby>県営<rt>けんえい<\/rt><\/ruby>住宅焼け１人死亡１人<ruby>重体<rt>じゅうたい<\/rt><\/ruby>&nbsp;on 2013年7月3日&nbsp;2時11分.<\/p>\n\n\n\n<p>3. ２日のロンドン外国<ruby>為替<rt>かわせ<\/rt><\/ruby>市場は、ニューヨーク市場や東京市場で<ruby>株価<rt>かぶか<\/rt><\/ruby>が<ruby>上昇<rt>じょうしょう<\/rt><\/ruby>したことなどを<ruby>背景<rt>はいけい<\/rt><\/ruby>に、世界経済の<ruby>先行<rt>さきゆ<\/rt><\/ruby>きに対する<ruby>懸念<rt>けねん<\/rt><\/ruby>がいくぶん<ruby>和<rt>やわ<\/rt><\/ruby>らぎ、ドルを買って円を売る動きが<ruby>次第<rt>しだい<\/rt><\/ruby>に強まりました。<strong>その結果<\/strong>、円<ruby>相場<rt>そうば<\/rt><\/ruby>は一時、先月<ruby>上旬<rt>じょうじゅん<\/rt><\/ruby>以来およそ１か月ぶりに１ドル＝１００円台<ruby>前半<rt>ぜんはん<\/rt><\/ruby>まで<ruby>値下<rt>ねさ<\/rt><\/ruby>がりしました。<br>The London Foreign Stock Exchange on the second, against the background of stocks having risen in the New York and Tokyo Exchanges, concerns towards the world economy’s future have somewhat eased, and the trend of buying dollars and selling yes has gradually strengthened.<br>As a result, the yen exchange rate for a moment dropped down to the low 1$ = 100\\ mark after about a month since the first part of last month.<br>From the NHK article ロンドン市場 １か月ぶり１００円台 on 2013年7月2日&nbsp;21時36分.<\/p>\n\n\n\n<p>4. この問題は、東日本大震災の<ruby>復興予算<rt>ふっこうよさん<\/rt><\/ruby>が、<ruby>自治体<rt>じちたい<\/rt><\/ruby>などが管理する基金を通じて、<ruby>被災地<rt>ひさいち<\/rt><\/ruby>以外の事業にも使われているという<ruby>指摘<rt>してき<\/rt><\/ruby>が出ていたもので、政府は、財務省や復興庁など関係<ruby>省庁<rt>しょうちょう<\/rt><\/ruby>を通じて<ruby>実態調査<rt>じったいちょうさ<\/rt><\/ruby>を進めてきました。その結果、調査の対象となった各自治体などが管理する１６の基金には、およそ１兆１５００億円の復興予算が配分され、その大半はすでに執行されていましたが、およそ１４００億円がまだ使われていないことが分かりました。<br>As for this problem, with the indication having come out that the East Japan Great Earthquake Disaster Recovery Budget, through funds the municipalities manages are being used even in projects outside the devastated areas, the government has forwarded investigations into the actual circumstances through the ministries and offices concerned such as the Ministry of Office and the &nbsp;Recovery Agency.<br>As a result, in the 16 funds that each of the municipalities that have become the object of investigation manage, approximately 1 trillion 150 billion yen recovery budget has been allocated, and the great majority of which has already been administered, but it has been found out that &nbsp;approximately 140 billion yen has yet to be used.<br>From the NHK article未使用の復興予算&nbsp;<ruby>返還要請<rt>へんかんようせい<\/rt><\/ruby>へ on 2013年7月2日&nbsp;12時48分.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">～うえで<\/h3>\n\n\n\n<p>～うえで works grammaticality just like ～結果. It too is seen after nouns or the past tense of a verb. ～うえで shows a willful aspect in taking the next action based on the results of the present\/clause or context. This makes it quite different for all of the other patterns in this lesson. It is preceded by verbs of thought\/consideration, and then it is followed by verbs of conclusion. Adverbs frequently used in the first clause include よく and 十分（に）.<\/p>\n\n\n\n<p>5. 十分に事件を<ruby>勘案<rt>かんあん<\/rt><\/ruby>したうえで返事します。<br>&nbsp; &nbsp; I will reply after having sufficiently considered the matter.<\/p>\n\n\n\n<p>6. 上司と<ruby>詳<rt>くわ<\/rt><\/ruby>しく相談したうえで、お返事いたします。<br>&nbsp; &nbsp; &nbsp;I will reply after having consulted in detail with my boss.<\/p>\n\n\n\n<p>7. ＡＳＥＡＮ＝東南アジア<ruby>諸国連合<rt>しょこくれんごう<\/rt><\/ruby>と、日本やアメリカ、それに北朝鮮も含む、２７の国と国際機関の<ruby>外相<rt>がいしょう<\/rt><\/ruby>などが参加して、２日にブルネイで開かれたＡＲＦは、会議の<ruby>締<rt>し<\/rt><\/ruby>めくくりとして議長声明を<ruby>採択<rt>さいたく<\/rt><\/ruby>しました。<br>議長声明では、ほとんどの参加国の<ruby>共通認識<rt>きょうつうにんしき<\/rt><\/ruby>として、北朝鮮に<ruby>核実験<rt>かくじっけん<\/rt><\/ruby>の<ruby>停止<rt>ていし<\/rt><\/ruby>などを求めた過去の国連<ruby>安保理<rt>あんぽり<\/rt><\/ruby>決議と、北朝鮮による<ruby>既存<rt>きそん<\/rt><\/ruby>の核計画の<ruby>放棄<rt>ほうき<\/rt><\/ruby>などを<ruby>盛<rt>も<\/rt><\/ruby>り<ruby>込<rt>こ<\/rt><\/ruby>んだ、６か国協議の共同声明の義務を<ruby>果<rt>は<\/rt><\/ruby>たすよう、北朝鮮に求めています。<br><strong>そのうえで<\/strong>、「参加国のほとんどは朝鮮半島の非核化に向けた努力を支持する」としています。<br>ARF, which was opened in Brunei on the second with foreign ministers from 27 international organizations including ASEAN (Association of Southeast Asian Nations), Japan, America, as well as North Korea participating, adopted the chairman’s proclamation as the meeting’s close.&nbsp;With the chairman’s proclamation, as almost all of the participating nations’ common understanding, it is calling for North Korea to carry out its duties of the six nation conference joint statement, including things such as U.N Security Council Resolution of the past which sought the halt of nuclear tests in North Korea and the abandonment of current nuclear plans by North Korea. &nbsp;<br>Moreover, it is asserting that “almost all of the participating nations support the efforts towards the denuclearization of the Korean Peninsula”.<br>From the NHK Article ＡＲＦ議長声明 朝鮮半島の<ruby>非核化支持<rt>ひかくかしじ<\/rt><\/ruby>&nbsp;on&nbsp; 2013年7月3日&nbsp;0時9分.<\/p>\n\n\n\n<p>8.&nbsp;<ruby>新潟県<rt>にいがたけん<\/rt><\/ruby>知事「地元<ruby>軽視<rt>けいし<\/rt><\/ruby>だ」<\/p>\n\n\n\n<p>新潟県の<ruby>泉田知事<rt>いずみだちじ<\/rt><\/ruby>は「事前に連絡はなく、こんな地元軽視はない」と強い<ruby>不快感<rt>ふかいかん<\/rt><\/ruby>を示しました。<br><strong>そのうえで<\/strong>、「東京電力は福島第一原発の事故の際のＴＶ会議の状況をすべて公開していないなど、<ruby>検証<rt>けんしょう<\/rt><\/ruby>が不十分で事故の<ruby>責任<rt>せきにん<\/rt><\/ruby>もとっていない。運転再開について議論を行う段階ではない」と東京電力の姿勢を改めて批判しました。<\/p>\n\n\n\n<p>国も理解得る努力を<ruby>茂木<rt>もてぎ<\/rt><\/ruby><ruby>経済産業大臣<rt>けいざいさんぎょうだいじん<\/rt><\/ruby>は、<ruby>訪問中<rt>ほうもんちゅう<\/rt><\/ruby>のベトナムで「<ruby>申請<rt>しんせい<\/rt><\/ruby>が出された段階で原子力<ruby>規制委員会<rt>きせいいいんかい<\/rt><\/ruby>には<ruby>厳正<rt>げんせい<\/rt><\/ruby>で<ruby>速<rt>すみ<\/rt><\/ruby>やかな<ruby>審査<rt>しんさ<\/rt><\/ruby>を行っていただきたい。<strong>そのうえで<\/strong>安全性が確認されたら東京電力任せではなくて国としても<ruby>前面<rt>&nbsp; &nbsp; &nbsp;ぜんめん<\/rt><\/ruby>に出て自治体などの理解を得るよう<ruby>努力<rt>どりょく<\/rt><\/ruby>をしていきたい」と述べました。<br>Niigata Prefecture Governor &#8220;It’s local neglect&#8221;<br>Niigata Prefecture Governor Izumida demonstrated strong displeasure saying that &#8220;there isn&#8217;t local neglect like this without contact beforehand&#8221;.<br>Moreover, he again criticized the position of Tokyo Electric saying, “Tokyo Electric aren&#8217;t even taking responsibility for the accident, not completely making public the conditions of the TV meeting at the time of the Fukushima No. 1 Reactor accident and with the inspections being insufficient. This is not the stage to debates about the restart of operations”.<\/p>\n\n\n\n<p>The Nation Too to Strive for Receiving Understanding<\/p>\n\n\n\n<p>Ministry of Economy, Trade and Industry Motegi, stated while in Vietnam “I would like for a strict and speedy hearing in the Nuclear Energy Regulations Committee on the phase of having sent an application. Moreover, once safety is confirmed, not being left up to Tokyo Electric, but as a nation, I want us to come to the front and strive to seek the understanding of the municipalities. &nbsp;<br>From the NHK article<ruby>柏崎刈羽原発<rt>かしわざきかりわげんぱつ<\/rt><\/ruby>&nbsp;安全審査の申請決定 on 2013年7月2日&nbsp;15時12分.<\/p>\n\n\n\n<p>9.<ruby>菅官房長官<rt>すがかんぼうちょうかん<\/rt><\/ruby>は、東京都内で<ruby>講演<rt>こうえん<\/rt><\/ruby>し、<ruby>参議院選挙<rt>さんぎいんせんきょ<\/rt><\/ruby>では自民・<ruby>公明両党<rt>こうめいりょうとう<\/rt><\/ruby>で<ruby>非改選<rt>ひかいせん<\/rt><\/ruby>も含め過半数を確保することが最低限の目標だとし<strong>たうえで<\/strong>、経済の再生を<ruby>最優先<rt>さいゆうせん<\/rt><\/ruby>に<ruby>掲<rt>かか<\/rt><\/ruby>げて選挙戦に臨みたいという考えを示しました。<br><strong>そのうえで<\/strong>、菅官房長官は、参議院選挙で<ruby>訴<rt>うった<\/rt><\/ruby>える<ruby>政策<rt>せいさく<\/rt><\/ruby>について、「<ruby>憲法<rt>けんぽう<\/rt><\/ruby>改正は、自民党の党是であり今回の選挙戦でも訴えることになる。しかし、今の状況での優先<ruby>順位<rt>じゅんい<\/rt><\/ruby>は、国民やいろいろな人から話を聞いても、経済だ」と述べ、経済の再生を最優先に掲げて選挙戦に臨みたいという考えを示しました。<br>Chief Cabinet Secretary Suga held a lecture in Tokyo and suggested that they look forward to the election battle carrying the economy’s recover as their top priority, with both the Liberal Democratic Party and the Justice Party securing the majority including those not up for reelection in the House of Councilors election as a minimal goal.<br>Moreover, Chief Cabinet Secretary Suga, in regards to the policies they&#8217;re calling for in the election stated, &#8220;As for Constitution revision, it is the LDP’s party platform, and we are to call for it in this election battle as well. However, our current priority is on the economy no matte what we hear from citizens or others&#8221;, suggesting that carrying the economy’s recover is their top priority.<\/p>\n\n\n\n<p>From the NHK article 菅氏「過半数目標 経済前面に」on 2013年7月2日&nbsp;15時12分.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">～挙句<\/h3>\n\n\n\n<p><ruby>挙句<rt>　　　　　あげく<\/rt><\/ruby>, normally negative, is used with a noun or the past tense&nbsp;of a verb to show that&nbsp;one spends a lot of effort on something&nbsp;but something else comes out of it with the outcome often being a last resort. 挙句 is close to &#8220;after a great deal of&#8221; and is often used with the adverb&nbsp;<ruby>散々<rt>さんざん<\/rt><\/ruby>meaning &#8220;repeatedly&#8221;.&nbsp;Verbs that precede it entail thought\/consideration, but they are mainly verbs with negative outcomes such as 悩む, 迷う, 議論する,&nbsp;<ruby>文句<rt>もんく<\/rt><\/ruby>をいう, etc. Passive and causative expressions are also common.<\/p>\n\n\n\n<p>Expressions found in the latter clause involve result just like ～結果. However, again, it is usually negative, and even if the result isn&#8217;t totally bad, it definitely gives the sense that it’s not worth much. With that said, you are not likely to see it much in the news as the news is typically written in an objective fashion.<\/p>\n\n\n\n<p><strong>Orthography Note<\/strong>: 挙（げ）句 can also be spelled as 揚（げ）句.<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p><strong><u>Examples<\/u><\/strong>&nbsp;<\/p>\n\n\n\n<p>10. 散々文句を言った挙句、出たばかりだよ。<br>　　After a great deal of repeatedly arguing, she just left!<\/p>\n\n\n\n<p>11. 三人が<ruby>酔<rt>よ<\/rt><\/ruby>っ<ruby>払<rt>ぱら<\/rt><\/ruby>った挙句の果てに<ruby>高圧線<rt>こうあつせん<\/rt><\/ruby>に<ruby>襲<rt>おそ<\/rt><\/ruby>いかけて<ruby>感電死<rt>かんでんし<\/rt><\/ruby>したという。<br>It&#8217;s said that after three men had gotten drunk that they crashed into a high-voltage line and were electrocuted to death.<\/p>\n\n\n\n<p>12.&nbsp;<ruby>色々<rt>いろいろ<\/rt><\/ruby>勉強の揚句、地元の大学に入学することにしました。<br>After a great deal of various studies, I decided to enter a local college (although I tried for more).<\/p>\n\n\n\n<p>13. 頑張った挙句の果てに<ruby>諦<rt>あきら<\/rt><\/ruby>めただけさ。(Casual)<br>&nbsp; &nbsp; &nbsp; After trying my best, I just gave up.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">～すえに<\/h3>\n\n\n\n<p>すえ is noun that literally refers to the “end\/tip”. You see it in temporal phrases such as 7月の末. However, it also shares something in common with the speech modals of this lesson. Used in the same fashion as them, it shows a temporal conclusion in which “after a certain course of events has run its way, in the end it becomes as such”.<\/p>\n\n\n\n<p>14. 夜を<ruby>徹<rt>てっ<\/rt><\/ruby>して議論した｛△ 結果・〇 挙句・Xうえで・〇すえに｝、<ruby>白紙<rt>はくし<\/rt><\/ruby>に<ruby>戻<rt>もど<\/rt><\/ruby>してやり直すことになった。<br>After having debated all night, it became decided that we should redo and go back to the drawing board.<br>From 中級日本語文法と教え方のポイント by 市川保子.<\/p>\n\n\n\n<p>From this sentence it resembles 挙句, but it is actually more objective. It also doesn&#8217;t have to seem negative. What they do share, though, is that they demonstrate a long trial of sorts.<\/p>\n\n\n\n<p>15. 「コマキさん、楽器は何か演奏できる」<br>固い布団に横たわりながら、モウリさんが聞いた。長く逃げてきた<strong>すえ<\/strong>、よく知らない西の町の海辺に、部屋を借りているのだった。モウリさんは町のはずれにあるゴムの工場に勤めていた。三日に一回ある夜勤から帰った日だったかもしれない。窓の外が明るみはじめていた。<br>&#8220;Komaki, can you play any instrument?&#8221;, Mouri asked as she lay on the hard futon. After having ran away a long ways, we were renting a room on the shore in a town to the west we didn&#8217;t quite know. Mouri was working at a rubber factory at the edge of the town. It might have been the day she returned from a certain night shift once every three days. The outside from the window was beginning to brighten up.&nbsp;<br>From 溺レる by 川上弘美.&nbsp;<\/p>\n\n\n\n<p>16. あの国は<ruby>長年<rt>ながねん<\/rt><\/ruby>の<ruby>紛争<rt>ふんそう<\/rt><\/ruby>を<ruby>経<rt>へ<\/rt><\/ruby>た｛〇 結果・△ 挙句・Xうえで・〇 すえに｝、ようやく反対デモもなく<ruby>自主選挙<rt>じしゅせんきょ<\/rt><\/ruby>を行なうことができた。<br>That nation after having gone through years of conflict was able to finally carry out voluntary elections without even any opposition demonstrations.<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p>&nbsp;<strong><u>Finally: やっと, ようやく, ついに, Etc.<\/u><\/strong><\/p>\n\n\n\n<p>There are many adverbs that are translated as &#8220;finally&#8221;. If there are so many words, there must be differences between them. The sentence above shows a very typical instance of ようやく, but the sentence would sound unnatural to various degrees if you were to replace it with another synonymous phrase.&nbsp;<\/p>\n\n\n\n<p><strong>やっと<\/strong>: &nbsp;After one&#8217;s effort over a long period of time, something finally\/narrowly realizes. やっと is a positive and shows considerable satisfaction. Whether it is a place, time, or money, after a narrow situation, there is a final realization\/conclusion. If the speaker has gone through much trial\/struggle in achieving a result that is positive yet contrary to original expectation, やっと&nbsp;<strong>can&#8217;t<\/strong>&nbsp;be used.&nbsp;<\/p>\n\n\n\n<p>17. やっと安心して眠れる。<br>&nbsp; &nbsp; &nbsp; &nbsp;I&#8217;m finally able to sleep with ease.<\/p>\n\n\n\n<p>18. やっとこさ全部片づいたよ。<br>&nbsp; &nbsp; &nbsp; &nbsp;I&#8217;ve finally finished it all. &nbsp;<\/p>\n\n\n\n<p><strong>Slang Note<\/strong>: In slang it can be seen as やっとこさ.<\/p>\n\n\n\n<p><strong>ついに・遂に<\/strong>: At the final stage of something, X either realizes or it doesn&#8217;t. The situation one has been in has lasted a long time (like やっと), and there is the potential that what you wanted ends up not happening at all (not like やっと).&nbsp;ついに can rather coldly state non-realization. If it is a positive outcome, it may have a light sense of happiness or relief. However, although やっと doesn&#8217;t foster an indifferent attitude, it usually implies that the speaker wished the good outcome would have come earlier.<\/p>\n\n\n\n<p>19. 警察はついに犯人を逮捕した。&nbsp;<br>&nbsp; &nbsp; &nbsp; The police finally arrested the criminal.<\/p>\n\n\n\n<p><strong>ようやく・漸く<\/strong>: やっと and ついに capture the moment of realization, but ようやく places stress on the process. ようやく shows a positive, objective evaluation of planned change, and it expressed an effort that one has waited on. This is in relation to&nbsp;<strong>time<\/strong>&nbsp;and not something like money or physical labor. ようやく is inappropriate in showing one&#8217;s 本音 due to its objectivity.<\/p>\n\n\n\n<p>20. ようやく分かった気がする。<br>&nbsp; &nbsp; &nbsp; I think I finally understand.<\/p>\n\n\n\n<p>21. ようやく秋が来た。<br>&nbsp; &nbsp; &nbsp; Fall has finally come. &nbsp;<\/p>\n\n\n\n<p>22. 寮での集団生活にようやく慣れました。<br>&nbsp; &nbsp; &nbsp; I have finally gotten used to group living in the dormitory.&nbsp;<\/p>\n\n\n\n<p>23. 私は漸くほっとした心もちになって、<ruby>巻煙草<rt>まきたばこ<\/rt><\/ruby>に火をつけながら、始めて<ruby>懶<rt>ものう<\/rt><\/ruby>い<ruby>睚<rt>まぶた<\/rt><\/ruby>をあげて、前の席に腰を下していた小娘の顔を<ruby>一瞥<rt>いちべつ<\/rt><\/ruby>した。<br>I finally became relieved, and while I lit my cigar, I first started to raise my languid eyes and glanced at the little girl&#8217;s face, who was sitting in the seat in front of me.&nbsp;<br>From 蜜柑 by 芥川龍之介.&nbsp;<\/p>\n\n\n\n<p><strong>Form Note<\/strong>: It can be seen as ようよう・漸う in older language. ようやっと, the fusion of やっと and ようやく, also exists and is essentially the same as やっと with the time nuance of ようやく. &nbsp;<\/p>\n\n\n\n<p><strong>とうとう・到頭<\/strong>: This is similar to ようやく in that it places stress on the process rather than instant of realization. It is either used in positive or negative situations to show that after repeated efforts and over the course of a long time, an expected change either does or doesn&#8217;t happen. This is subjective rather than objective. If you were to use it or ついに instead of やっと in something like あっ、やっと電車が来た!, your statement would be quite hyperbolic. &nbsp; &nbsp;<\/p>\n\n\n\n<p>24. 彼らはとうとう行っちゃったよ。<br>&nbsp; &nbsp; &nbsp; They finally left.&nbsp;<\/p>\n\n\n\n<p>25. すると間もなく<ruby>凄<rt>すさ<\/rt><\/ruby>まじい音をはためかせて、汽車が<ruby>隧道<rt>トンネル<\/rt><\/ruby>へなだれこむと同時に、小娘の開けようとした<ruby>硝子戸<rt>がらすど<\/rt><\/ruby>は、とうとうばたりと下へ落ちた。<br>Then, in no time at all, the girl caused a fierce noise to flutter about, and at the same time the train plunged into the tunnel, the glass door that she had tried to open finally fell and plopped down below.<br>From 蜜柑 by 芥川龍之介. &nbsp;<\/p>\n\n\n\n<p><strong>辛うじて<\/strong>: This is a literary word that shows an extremely close-call situation in one&#8217;s favor. So, it is often translated as &#8220;barely&#8221;, but it is much like やっと. But, it doesn&#8217;t have the same requirement that it have the prerequisite of something going as planned. かろうじて can easily be used to refer to future event. If it is an nonfactual probability, it can&#8217;t be replaced with やっと or ようやく. It can be if it is a factual probability, but in this case ついに and とうとう aren&#8217;t good because they aren&#8217;t used with future expressions.&nbsp;<\/p>\n\n\n\n<p>26. 辛うじて生きてろ！<br>&nbsp; &nbsp; &nbsp; Narrowly live!<\/p>\n\n\n\n<p>27. 辛うじて手に入った。<br>&nbsp; &nbsp; &nbsp; I narrowly got a hold of it. &nbsp;<\/p>\n\n\n\n<p><strong>いよいよ・愈(々)・ 弥弥<\/strong>: This can be very similar to the above when it shows that after some time, an event reaches an important situation. In this sense it is very similar to ついに. It is not emotionally cold like ついに. However, it is more objective than the other options like やっと. It also has other meanings such as &#8220;more and more&#8221; in which it implies increase in momentum.&nbsp;<\/p>\n\n\n\n<p>28. あの<ruby>皸<rt>しわ<\/rt><\/ruby>だらけの頬は<ruby>愈<rt>いよいよ<\/rt><\/ruby>赤くなって、時々<ruby>鼻洟<rt>はな<\/rt><\/ruby>をすすりこむ音が、小さな息の切れる声と一しょに、せわしなく耳へはいって来る。<br>Her wrinkle covered cheeks at last became red, and the occasional sound of her sniffling her nose along with the sound of her breath running out restlessly entered my ears.<br>From 蜜柑 by 芥川龍之介.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">～始末だ<\/h3>\n\n\n\n<p>There are four simple meanings of 始末. The first is to mean &#8220;beginning and end&#8221;. It may mean &#8220;end result&#8221; in a negative fashion. As a noun or a verb with する, it means &#8220;clean up\/get rid of&#8221;. Lastly, it can mean &#8220;thrifty&#8221; as a noun or as a verb with する.&nbsp;<\/p>\n\n\n\n<p>29. 事の始末を語った。<br>&nbsp; &nbsp; &nbsp; He gave the story of it (an event) from beginning to end.<\/p>\n\n\n\n<p>30. 彼はしまいに、逃げ出す始末だった。<br>&nbsp; &nbsp; &nbsp; He, in the end, had to run away (from there).<\/p>\n\n\n\n<p>31. 不法滞在して国外追放になる始末だ。<br>&nbsp; &nbsp; &nbsp; Illegal overstaying in a country results in deportation.<\/p>\n\n\n\n<p>32.&nbsp;<ruby>酔<rt>よ<\/rt><\/ruby>うと始末に終えない。<br>&nbsp; &nbsp; &nbsp; Obstreperous.&nbsp;<\/p>\n\n\n\n<p>33. 始末屋<br>&nbsp; &nbsp; &nbsp; A thrifty person<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Result: ～結果, ～うえで, ～挙句, ～すえに, &amp; ～始末だ Though these patterns show result, they have their own special nuance<a class=\"more-link\" href=\"https:\/\/imabi.org\/result\/\">続きを読む <span class=\"screen-reader-text\">&#8220;Result&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":""},"tags":[],"class_list":["post-738","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-bU","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/738","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=738"}],"version-history":[{"count":2,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/738\/revisions"}],"predecessor-version":[{"id":5769,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/738\/revisions\/5769"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=738"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=738"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}