{"id":740,"date":"2023-07-21T12:12:28","date_gmt":"2023-07-21T19:12:28","guid":{"rendered":"https:\/\/imabi.org\/?page_id=740"},"modified":"2024-06-16T22:49:20","modified_gmt":"2024-06-17T05:49:20","slug":"compare-contrast","status":"publish","type":"page","link":"https:\/\/imabi.org\/compare-contrast\/","title":{"rendered":"Compare\/Contrast"},"content":{"rendered":"\n<h3 class=\"wp-block-heading\">Compare &amp; Contrast: ～に比べて, ～に引き換え, ～に反して,～にもまして, &amp; ～ないまでも <\/h3>\n\n\n\n<p>The patterns in this lesson deal with compare and contrast. Although not near as similar to each other as topics in other lessons, you still need to pay attention to detail so that you don&#8217;t confuse them with each other.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">～｛に・と｝比べて<\/h3>\n\n\n\n<p>The verb 比べる means &#8220;to compare,&#8221; and because it is the quintessential verb for establishing comparisons, it is heavily used with the standard marking function of both the case particle に and the case particle と, and the choice between the two rests in how they differ in directionality. <br><br>XをYと比べる compares X and Y on an even playing field regardless of whether the comparison is contrastive, resulting in a more formal tone. As for XをYに比べる, Y is viewed as the standard for which the contrast that follows is based. Imagine with と that X and Y are brought together and compared side by side (X→←Y), while with に, the direction of focus is pointed at Y (X→Y). Consequently, because the focus is pointed at Y with に, it carries an implication about the merits of the comparison, which is not had with と. <br><br>Instead of seeing this grammar point rendered in the て form, you may also see it without て in formal speech (連用形中止法), or you may even see 比べると or any other conditional provided that you account for the unique layer of nuancing provided by said conditional grammar pattern &#8211; with 比べると being neutral but to the point. <\/p>\n\n\n\n<p>1. 外は暑いが、それに比べて中は寒い。<br>It&#8217;s hot outside, but, moreover, in contrast, it&#8217;s cold inside.<\/p>\n\n\n\n<p>2. この本は昨日読んだのと比べると全くつまらない。<br>This book compared to the one I read yesterday is completely boring.<\/p>\n\n\n\n<p>3. 彼は妹と比べて若く見えました。<br>He looked younger beside his younger sister.<\/p>\n\n\n\n<p>4. 今年は去年に比べ、雪の<ruby>量<rt>りょう<\/rt><\/ruby>が多い。<br>In contrast to last year, there has been a lot of snowfall this year.<br><br>5. 欧米諸国の薬剤費が全体の一〇～ニ〇％にとどまっているのに較べて異常な数値だ。<br>(That) is a bizarre figure in comparison to the pharmaceutical costs of Western countries being confined to 10~20% of their total (costs).<br><br><strong>Orthography Note<\/strong>: In formal writing, you may also see the verb 比べる spelled as 較べる.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">～に引き換え vs ～と引き換えに<\/h3>\n\n\n\n<p>The verb 引き換える has two definitions, each which produces two unique grammar structures which hinge on how に and と differ as standard markers. <br><br>The pattern ～に引き換え follows nouns or nominalized expressions to indicate a sharp contrast, one that is both subjective and pertaining to a good vs. bad judgment call by the speaker. <br><br>When following nominalized expressions, the nominalizer of choice is the particle の, as is to be expected due to the highly subjective nature of this pattern.<\/p>\n\n\n\n<p>6. 健太の住んでいるマンションは新しくて、広い。それに引き換え、僕のところは古くて狭いし、駅からも遠いよ。<br>The apartment that Kenta is living at is new and wide. By contrast, my place is old, small, and also far from the train station.<\/p>\n\n\n\n<p>7. 同じ年の人に引き換え、彼はとても頭がよくて、たくさんの素晴らしい<ruby>偉業<rt>いぎょう<\/rt><\/ruby>を成し<ruby>遂<rt>と<\/rt><\/ruby>げました。<br>In sharp contrast to people of his same age, he is very smart and has made a lot of wonderful achievements.  <\/p>\n\n\n\n<p>8. <ruby>惑星<rt>わくせい<\/rt><\/ruby>の大きさに引き換え、<ruby>冥王星<rt>めいおうせい<\/rt><\/ruby>はとても小さい。<br>In sharp contrast to the size of a planet, Pluto is very small.<br><br>When a contrast is not subjectively charged and the contrast being made is neutral in nature, ～に引き換え will not be the natural word choice. Instead, something like ～に対して would need to be used to enforce neutrality.<br><br>9. 整備して明るくなった竹林にはタケノコが生えているのに｛対して 〇・引き換え X｝、まだ整備していないところは竹が密生して暗く、タケノコが生えていない。<br>In bamboo forest areas that have gotten brighter from (the light fixtures) we set up, bamboo shoots are growing, whereas in areas where we have not set up (light fixtures), with the bamboo so dense and it being so dark, bamboo shoots are not growing. <br><br>The pattern ～と引き換えに means &#8220;in exchange for,&#8221; and from this we can gather how there is always a difference in directionality between に and と. In Exs. 6-8, we can envision a shift from one expectation, which we will call X, to some other reality, which we will call Y. This X → Y directionality is a fundamental property of に. Meanwhile, the directionality of と is X→←Y, and in this context of &#8220;exchange,&#8221; factors X and Y merely swap places. Similarly to ～に引き換えに, though, ～と引き換えに often remains highly subjective and emotionally charged, especially when Y is a situation (not restricted to nouns) as opposed to a concrete noun.<br><br>10.  あいつはわずかなお金と引き換えに、自分の友達を裏切った。<br>That guy betrayed his own friends in exchange for a measly amount of money.<br><br>11. 犯人は人質と引き換えに大金を要求してきた。<br>The criminal came demanding for a large sum of money in exchange for the hostage(s).<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">～に反して<\/h3>\n\n\n\n<p>The verb 反する may be defined as &#8220;to be contrary\/go against\/violate,&#8221; and it is often seen in the pattern Xに反してY to indicate that &#8220;Y is contrary to\/against X.&#8221;<\/p>\n\n\n\n<p>12. <ruby>予想<rt>よそう<\/rt><\/ruby>に反して成功するのはいつもいいことでしょう。<br>Succeeding against one&#8217;s expectations is always a good thing isn&#8217;t it?<\/p>\n\n\n\n<p>13. 神の意に反して人間は<ruby>互<rt>たが<\/rt><\/ruby>いに殺害している。<br>Against the will of God, humans are slaying each other.<br><br>14. 2006年に反して、2007年のステンレス鋼スクラップの貿易では、欧州が輸出を増し、東南アジアが輸入を増した。<br>Contrary to (the expectation set by) 2006, Europe increased its exports and Southeast Asia increased its imports in the 2007 stainless steel scrap market.<br><br>15. 大方の期待に反してサービスの展開が遅れている。<br>the extending of services is delayed contrary to most expectations.<br><br>Note that although this verb is often seen in the て form, it is not limited to it. You may see it as the main verb, modifying another noun in the 連体形, or even see て dropped via 連用形中止法.<\/p>\n\n\n\n<p>16. 我々の期待に反していた。<br>It was contrast to our expectations.<br><br>17. これは直感に反しているが、正しい主張だ。<br>This may be contrary to intuition, but it is the correct assertion.<br><br>18. スポーツ精神に反する卑劣な行為であります。<br>(It) is a contemptible act contrary to sportsmanship. <br><br>19. アメリカの4月の耐久財受注は前の月から減少するとの市場予想に反し、0.7％増加しました。<br>Durable goods manufacture&#8217;s orders for America in April increase 0.7% contrary to market expectation which foresaw a decline from the previous month.<br><br>Some learners confuse the purpose of the 連用形 and 連体形 with this construction, but it is important to note how the components of the sentence in relation to ～に反する are not the same. In the case of the 連用形, Y is a verbal expression, whereas in the case of the 連体形, Y is another noun. <\/p>\n\n\n\n<p>20. <ruby>国防長官<rt>こくぼうちょうかん<\/rt><\/ruby>は事実に反する報告をしました。<br>The Secretary of Defense made a report contradictory to the facts.<br><br>21. 予想に反した<sup data-fn=\"375dc1bf-e19c-4abc-9837-5ec33840eeb7\" class=\"fn\"><a href=\"#375dc1bf-e19c-4abc-9837-5ec33840eeb7\" id=\"375dc1bf-e19c-4abc-9837-5ec33840eeb7-link\">1<\/a><\/sup>結果が出ると「なぜだろう？」という探究心が生まれ、ますます学ぶ意欲が湧いてきます。<br>The inquisitive mind is borne from the question of &#8220;why?&#8221; from getting results contrary to one&#8217;s expectations, which brings about all the more ambition to study.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">～にもまして<\/h3>\n\n\n\n<p>～にもまして, which attaches to nouns including interrogatives, indicates that a current extent builds on a previous\/aforementioned one. If a comparison does not have it that both reference points share the same quality to start out with, the use of ～にもまして becomes unnatural and would need to be replaced with something else like the particle より.<\/p>\n\n\n\n<p>22. 今年は去年にもまして暑さが厳しい。<br>The heat is far more severe than even last year.<\/p>\n\n\n\n<p>23. 最近は以前にもまして物覚えが悪くなった。<br>Recently, my memory has gotten worse than it was even before.<br><br>24. テイラー君は病気がちなセス先生｛にもまして X・より 〇｝体力があります。<br>Taylor-kun has more stamina than Seth Sensei, who has a tendency of getting sick.<br><br>25. 遼平君は何にも増してマルガリータが好きだ。<br>Ryо̄hei-kun loves margaritas above all else.<br><br>26. 今日はいつにも増して暑い。<br>Today is hotter than it usually is.<br><br>As indicated by the Kanji spelling in Ex. 26, the 増して in this expression derives from the verb 増す meaning &#8220;to increase.&#8221;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">～ないまでも<\/h3>\n\n\n\n<p>The pattern ～ないまでも indicates that V<sub>1<\/sub>, though not exactly reaching the extent the speaker would prefer, it still reaches the threshold with which V<sub>2<\/sub> is carried out.<\/p>\n\n\n\n<p>27. 毎週とはいわないまでも、せめて月に1回は映画館に行きたい。<br>Not that it&#8217;d have to be every week, but I&#8217;d like to at least go to the movies once a month.<\/p>\n\n\n\n<p>28. <ruby>快晴<rt>かいせい<\/rt><\/ruby>とはいかないまでも、雨は降らないでほしい。<br>Not that I won&#8217;t go if it doesn&#8217;t turn out to be clear weather, but I&#8217;d like it to not rain.<\/p>\n\n\n<ol class=\"wp-block-footnotes\"><li id=\"375dc1bf-e19c-4abc-9837-5ec33840eeb7\">The use of ～た emphasizes that the realization at hand (the results), which is contrary to the expectation that the speaker had, has occurred as such and remains the case.    <a href=\"#375dc1bf-e19c-4abc-9837-5ec33840eeb7-link\" aria-label=\"脚注参照1にジャンプ\">↩︎<\/a><\/li><\/ol>","protected":false},"excerpt":{"rendered":"<p>Compare &amp; Contrast: ～に比べて, ～に引き換え, ～に反して,～にもまして, &amp; ～ないまでも The patterns in this lesson deal with compar<a class=\"more-link\" href=\"https:\/\/imabi.org\/compare-contrast\/\">続きを読む <span class=\"screen-reader-text\">&#8220;Compare\/Contrast&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":"[{\"content\":\"The use of ～た emphasizes that the realization at hand (the results), which is contrary to the expectation that the speaker had, has occurred as such and remains the case.   \",\"id\":\"375dc1bf-e19c-4abc-9837-5ec33840eeb7\"}]"},"tags":[],"class_list":["post-740","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-bW","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/740","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=740"}],"version-history":[{"count":21,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/740\/revisions"}],"predecessor-version":[{"id":6661,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/740\/revisions\/6661"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=740"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=740"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}