{"id":744,"date":"2023-07-21T12:13:49","date_gmt":"2023-07-21T19:13:49","guid":{"rendered":"https:\/\/imabi.org\/?page_id=744"},"modified":"2024-10-16T12:42:33","modified_gmt":"2024-10-16T19:42:33","slug":"the-particle-%e3%81%be%e3%81%a7-ii","status":"publish","type":"page","link":"https:\/\/imabi.org\/the-particle-%e3%81%be%e3%81%a7-ii\/","title":{"rendered":"The Particle まで II"},"content":{"rendered":"\n<h3 class=\"wp-block-heading\">The Particle まで II　<\/h3>\n\n\n\n<p>Back in Lesson 63, we learned that the particle まで has four broad usages which all center around the concept of &#8220;extent&#8221; while differing on the exact grammatical mechanics. In that same spirit, we will be investigating other applications of まで, categorizing by how まで functions from the point of view of part of speech. <\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Usage 1: Case Particle まで = &#8220;Until\/Up to&#8221;<\/li>\n\n\n\n<li>Usage 2: (Range-Indicating) Case Particle まで = &#8220;From&#8230; To&#8230;&#8221;<\/li>\n\n\n\n<li>Usage 3: Adverbial Particle まで = Extremity<\/li>\n\n\n\n<li>Usage 4: Adverbial Noun\/Dummy Noun = Severe Degree\/Furthest<\/li>\n<\/ul>\n\n\n\n<h2 class=\"wp-block-heading\">Usage III: ～てまで<\/h2>\n\n\n\n<p>A very important application of Usage III of まで which was not covered in the first lesson is when it follows the て form of verbs. This pattern indicates that the agent goes through the effort despite their reluctance to bring about the following clause. If the following clause fails, it is often followed by the particle のに, which is then followed by the ultimate consequence. <\/p>\n\n\n\n<p>1.&nbsp;<ruby>県民大会<rt>けんみんたいかい<\/rt><\/ruby>を<ruby>開<\/ruby>いてまで<ruby>反対<\/ruby>を<ruby>訴<rt>うった<\/rt><\/ruby>えたのに、オスプレイは<ruby>配備<rt>はいび<\/rt><\/ruby>されてしまった。&nbsp;<br>Although we voiced our protest by going as far as to open a meeting of the prefecture citizens, the Ospreys ended up being deployed.<br>From NHK on January 22, 2012.<\/p>\n\n\n\n<p>2. 体を壊してまで、仕事を続ける。<br>To continue the\/a job to the point of damaging one&#8217;s health.<\/p>\n\n\n\n<p>3. 「苦肉の策」は自分の身を傷めてまでも敵を欺くことを指す言葉です。&nbsp;<br>&#8220;Kuniku no saku&#8221; is a phrase that refers to deceiving an enemy even at the cost of hurting oneself.&nbsp;<br><br>As an application of Usage III, the relationship ～てまで has with the negative is complicated. Consider the following:<br><br>4. お金を払ってまでコーラを飲まない。<br>I don&#8217;t drink coke to the point of spending money for it.<br><br>One major reason for why the extreme degree (Usage III) iteration of まで is said to not work with the negative is because the extreme degree marked by まで necessitates that something occur because of it. This remains true for Ex. 4 in how it cannot be interpreted. Meaning, Ex. 4 cannot mean &#8220;I go so far to spend money to not drink coke.&#8221; Here, the negation can be seen negating the premise of the entire sentence. Even so, there are still two potential interpretations of the sentence. <br><br>4&#8242;. [お金を払ってまでコーラを飲ま]ない。<br>I don&#8217;t [drink coke to the point of spending money for it]. <br>(Agent doesn&#8217;t drink coke)<br><br>4&#8221;. [お金を払って]までコーラを飲まない。<br>I don&#8217;t drink coke to the point of [spending money for it]. <br>(Agent does drink coke but doesn&#8217;t pay for it)<br><br>5. １０万ドル<ruby>払<rt>はら<\/rt><\/ruby>ってまでテキサス大学に入りたくないよ。<br>I don&#8217;t want to go to the University of Texas to the point of paying $100,000.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Usage III: ～までして<\/h2>\n\n\n\n<p>Of the same vein as ～てまで but with a distribution, ～までして is seen after nouns (including verbal nouns with する) and adverbial determiners. Intrinsically, this is just the て form of Usage III being used with する, and as such,する is not restricted to being in this form (Ex. 9). <br><br>6. そこまでして勝ちたいのか。<br>You&#8217;d go that far just to win?<br><br>7. 何故そうまでして嘘をつかなきゃいけないんだよ！<br>Why would you have to go that far to lie? <br><br>8. 徹夜｛までして・してまで｝とても頑張ったそうです。<br>I heard that (he) tried so hard that he went so far as to stay up all night.<br><br>9. 借金｛までして・してまで｝物を買う人がいますが、どうしてお金が貯まってから買わないのでしょうか。<br>There are people who will by things to the point of going into debt, but why is it that they don&#8217;t buy (those things) once they&#8217;ve saved up the money (for them)?<br><br>10. 回収まですることなのでしょうか。<br>Do (they) really need to go so far as to recall (it)? <\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Usage IV: ～まで(のこと)だ = The Extent of the Matter at hand<\/h2>\n\n\n\n<p>The pattern ～まで（のこと）だ indicates that the intent of the agent does not extent beyond the action in question. This intent to not go beyond the extent declared, however, is borne from a willpower made possible only by there being no perceivable other option. That in and of itself, though, is presented in a light-hearted, unserious manner by the part of the agent.<br><br>The inclusion of のこと both emphasizes the structure and re-nominalizes the phrase as a whole. This subtle difference is what prevents this structure from being alternatively interpreted as severe degree, which would otherwise be inherent of the dummy-noun まで when it possesses a far more adverbial role. <br><br>11. 誰も協力してくれないんなら、自分でやってみるまでさ。<br>If no one else will help out, I&#8217;ll just have to do it myself. <br><br>12. 来月ビザが更新できないのであれば、帰国するまでのことです。<br>In the case I can&#8217;t renew my visa next month, then I&#8217;ll be returning to my country, and that&#8217;s that. <br><br>13. 給料があがらないのなら、転職するまでだ。<br>If your salary doesn&#8217;t go up, then switch jobs: that&#8217;s that. <br><br>14. ここまでして罪を認めないなら、裁判を起こすまでだ。<br>If you&#8217;ve gone this far yet won&#8217;t admit to your wrongdoing, then I am left with no other choice but to file a lawsuit.<br><br>Whenever this pattern is used with the past tense, it indicates how the action of the agent was inconsequential, which although in line with what is above, is usually discussed as a separate <\/p>\n\n\n\n<p>15.&nbsp;<ruby>考<\/ruby>え<ruby>事<\/ruby>をしていたまでです。<br>I was just thinking (and nothing more).&nbsp;&nbsp;<br><br>16. 人として正しいことをしたまでだ。<br>I did only what was right as a person (and nothing more). <\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Usage IV: ～までもない<\/h2>\n\n\n\n<p>～までもない indicates a lack of need to go so far as to do the act in question, and it is most often translated as &#8220;there is no need to&#8230;&#8221;<\/p>\n\n\n\n<p>17. それをするまでもない。<br>There&#8217;s no need to do that.&nbsp;<\/p>\n\n\n\n<p>18.&nbsp;<ruby>手紙<\/ruby>に書くまでもないことだから、<ruby>電話<\/ruby>で<ruby>伝<\/ruby>える。<br>Because it&#8217;s not necessary to write a letter, I&#8217;ll tell you on the telephone.&nbsp;<\/p>\n\n\n\n<p>19.&nbsp;<ruby>確<\/ruby>かめるまでもなく<ruby>明<\/ruby>らかだった。<br>It was clear without even having to check.&nbsp;<\/p>\n\n\n\n<p>20. それは言うまでもないよ。<br>That goes without saying.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Usage IV: ～ないまでも<\/h2>\n\n\n\n<p>The pattern ～ないまでも, while similar in construction to ～までもない, above, differs with how <a href=\"https:\/\/imabi.org\/the-particle-%e3%82%82-vi\/\" data-type=\"page\" data-id=\"1131\">も functions<\/a> grammatically. Here, も functions as a conjunctive particle indicating a contrastive circumstance (逆接). <br><br>The exact nuancing at hand indicates that V<sub>1<\/sub>, though not reaching the extent it could, still reaches the threshold with which V<sub>2<\/sub> is true, translating more literally into English as &#8220;even though not quite to the point of&#8230;&#8221; The key to using this structure naturally is making sure that V<sub>1<\/sub> be either an extreme example or ideal (that can never be reached = extreme situation) and that V<sub>2<\/sub> (the actual result) be within the realm of acceptability. <br><br>21. セス先生のお父さんは、プロにはなれないまでも、ゴルフをやり続けていくつもりらしい。<br>Seth Sensei&#8217;s father apparently intends on continuing playing golf although he may never quite become a pro. <br><br>22. 毎年とは言わないまでも、数年に一度はエアコンフィルターを交換しておいた方がいいですよ。<br>Although not quite every year, it&#8217;d be best to change out your air conditioner&#8217;s filter at least once every other several years.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Usage III: ～（ほど）までに<\/h2>\n\n\n\n<p>When after the 連体形 of a verb, ～までに<sup data-fn=\"b28d0f68-7d31-4bc9-8ac9-844a0445fcfe\" class=\"fn\"><a href=\"#b28d0f68-7d31-4bc9-8ac9-844a0445fcfe\" id=\"b28d0f68-7d31-4bc9-8ac9-844a0445fcfe-link\">1<\/a><\/sup> may indicate how said event is now well within the realm of possibility. In this sense, the severe degree to which this is in line with Usage IV, but given how the adverbial particle ほど may intervene in the structure, the adverbial particle nature of まで indicating an extremity is also strongly felt. This application of まで is best translated as &#8220;to the point of.&#8221;<\/p>\n\n\n\n<p>23a. わたしは死ぬほど(までに)<ruby>苦<rt>くる<\/rt><\/ruby>しんだ。<br>23b. わたしは死ぬ（ほど）までに苦しんだ。<br>I suffered to the point of death. <br><br>24. 彼らは生きている人間と見紛うまでに精巧なオートマトンを作り出した。<br>They produce an automaton so exquisitely to the point it could be confused for a living human being. <br><br>The use of the particle に clarifies the intensity as a metaphor as opposed to a literal realization of V<sub>1<\/sub> This can be contrasted with Usage 1 of まで after verbs, which does have V<sub>1<\/sub>&#8216;s realization taken literally. Note that, though not discussed in Lesson 63, Usage 1 of まで when after verbs may be preceded by とき (when) as well as くらい・ほど with no change in meaning or function.<br><br>25. テイラー君は死ぬ（とき）まで苦しんでいた。<br>Taylor-kun had suffered until (the moment) he died.<br><br>In the case of くらい・ほど being followed by まで, まで would normally not follow given how setting an estimated goal as the furthest extent would limit further development of the situation that might follow. <br><br>26. 胃痛になるほど（まで）悩んだ。<br>I worried by myself (up) to the point of having stomach aches. <br><br>27. カラオケで歌えるようになるくらい（まで）練習しなさい。<br>Please practice to the point (until) you can sing at karaoke.<br><br>These examples also indicate how the extent of time Usage I まで establishes blends into the particle&#8217;s ability to indicate degree\/severity, as an intense situation unfolding described by the situation still requires time to occur, though whether time elapsing is really at the forefront of the speaker&#8217;s mind depends on the severity being described. For instance, in Ex. 26, the anxiety the speaker experienced could have onset the stomach pain instantaneously, but there is nothing intrinsic about Usage III まで seen here that indicates a more concrete temporal interpretation. <br><br>Meanwhile, in Ex. 27, まで can more safely be interpreted as Usage I > Usage III, as the degree is not severe. The same can be said for Ex. 28. <br><br>28. 小さい文字がはっきり読めるまで画面を明るくしました。<br>I brightened up the screen to the point I could clearly read (the) small print.<br><br>29. ミドリを入れるまで、ドリンクは緑色ではなかった。<br>The drink was not green until I added in the Midori.<br><br>However, a key difference between Usage I and Usage III is that severe degree as opposed to extent of time cannot be attributed to a negative outcome<sup data-fn=\"ca14fdcf-b0c4-4166-9d89-f23079f88525\" class=\"fn\"><a href=\"#ca14fdcf-b0c4-4166-9d89-f23079f88525\" id=\"ca14fdcf-b0c4-4166-9d89-f23079f88525-link\">2<\/a><\/sup> (Ex. 29), as we also saw with ～てまで. This critical feature of Usage III is what also distinguishes it from other particles which denote extreme situations like さえ<sup data-fn=\"7d3dcd03-7a51-449d-b9ed-9c7f13734d10\" class=\"fn\"><a href=\"#7d3dcd03-7a51-449d-b9ed-9c7f13734d10\" id=\"7d3dcd03-7a51-449d-b9ed-9c7f13734d10-link\">3<\/a><\/sup>. <br><br>Grammatically speaking, the only context in which Usage 1\/Usage III and さえ appear, albeit with different meanings, where confusion may consequently occur is when they follow a noun with the potential of an intervening case particle, most notably に. That being said, consider the difference between the following:<br><br>30a. 親にまでゲイであることを打ち明けた。<br>30b. 親にさえゲイであることを打ち明けた。<br>30c. 親にまでゲイであることを打ち明けなかった。<br>30d. 親にさえゲイであることを打ち明けなかった。<br>30e. 親にまではゲイであることを打ち明けなかった。<br>30f. 親にまでゲイであることを打ち明けたのではない。<br>30g. 親にもゲイであることを打ち明けなかった。<br>30h. 親にでもゲイであることを打ち明けなかった。<br>30a. I went so far as to come out as gay to my parents.<br>30b. I even came out as gay to my parents. <br>30c. I didn&#8217;t take that final step of coming out as gay to my parents.<br>30c&#8217;. I didn&#8217;t come out as gay to the extent of doing so to my parents.<br>30d. I didn&#8217;t even come out as gay to my parents. <br>30d&#8217;. I didn&#8217;t come out as gay to my parents on top of (who I did come out to). X<br>30e. I didn&#8217;t come out as gay <em>to my parents<\/em> (but I did manage to do so to others).<br>30f. I <em>did not<\/em> make that final step of coming out as gay to my parents. <br>30g. I also\/even didn&#8217;t come out as gay to my parents. <br>30h. I didn&#8217;t come out as gay, even to my parents.<br><br>Ex. 30 forces us to consider how まで and さえ differ within the broad distribution &#8211; affirmative\/negative sentences &#8211; where they may both occur.<br><br>30a. indicates that agent likely came out to their parents as a last resort, with their parents being the final extent. <br>30b. indicates that the agent coming out to their parents is a big deal, with さえ heavily emphasizing the sense of &#8220;even.&#8221; Whether their parents were the last, crucial people to find out is not indicated.<br>30c. has two interpretations &#8211; 30c and 30c&#8217; &#8211; based on the consequence of the extent set by まで. In 30c, the agent&#8217;s parents are viewed as the highest source of trust between the agent and that the agent did not go to the extent of even coming out to them. This reading rests on the notion that まで is more akin to Usage III, which albeit irregular, is not impossible due to the agent&#8217;s situation not changing &#8211; the agent is still in the closet. 30c&#8217; is the more likely interpretation, as it applies that while the agent&#8217;s parents may still be the furthest extent coming out to may be carried out, the issue is not serious enough to warrant having to go that far; meaning, some people were told, just not to the extent of telling the parents. <br>30d. The more natural rendering of the first interpretation of 30c, the agent highly emphasizes how they didn&#8217;t even come out to their parents; however, the possibility of 30d&#8217;, although unlikely, is striking both in how it exists and how it still differs from 30c&#8217;, which rests on a far more literal interpretation of さえ<sup data-fn=\"5aa7e451-2a3f-4db0-b2e2-1cc5ab6c1f69\" class=\"fn\"><a href=\"#5aa7e451-2a3f-4db0-b2e2-1cc5ab6c1f69\" id=\"5aa7e451-2a3f-4db0-b2e2-1cc5ab6c1f69-link\">4<\/a><\/sup> that has disappeared from negative sentences in modern usage, thus the X grammaticality judgment.<br>30e. is a non-ambiguous rendering of 30c&#8217;. <br>30f. is a non-ambiguous yet far heavier rendering of 30c, negating a result that the agent is culpable for not doing, which the agent will subsequently explain their reasoning for. <br>30g. The most no-strings-attached rendition, the use of も does not indicate that the choice of not coming out to their parents is extreme, but it does give the sense that their parents weren&#8217;t the only ones not told. <br>30h. With the use of でも, the negation is heavily stilted towards [親に], but just like with も, the predicate of &#8220;coming out&#8221; is not being presented as an extreme situation. <br><br>The paraphrases 30e-f are most telling as for how まで and さえ differ in negative constructions. While wide-scope interpretations like 30c are <em>possible<\/em> with まで but more likely to be rephrased with さえ, narrow-scope interpretations like in 30c&#8217;, 30e-f are far more likely with まで but also impossible with さえ. <br><br>31. テイラー君｛まで 〇・さえ X｝試験に合格したのではない。(Narrow Scope)<br>It is not the case (the students) passed the test to the point Taylor-kun did.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Usage I or III: まで ＋ Case Particles<\/h2>\n\n\n\n<p>While まで&#8217;s relationship with the other particles is fairly predictable in general practice, its dual case\/adverbial particle results in rather weird combinations. Excluding ～までに and ～までで which were covered in Lesson 63, consider the following combinations.<\/p>\n\n\n\n<h5 class=\"wp-block-heading\">～までが<\/h5>\n\n\n\n<p>So long as the particle まで is used as a case particle, it may be optionally followed by the case particle が. The effect this has on the sentence is one of grammatical emphasis. This also applies when が is used in conjunction with から (Usage II).<\/p>\n\n\n\n<p>32. 足の下の<ruby>畳<rt>たたみ<\/rt><\/ruby>までが<ruby>冷<rt>ひ<\/rt><\/ruby>えて来るので、一人で<ruby>湯<rt>ゆ<\/rt><\/ruby>に行こうとすると、 「待って下さい。私も行きます。」と、今度は女が<ruby>素直<rt>すなお<\/rt><\/ruby>について来た。<br>While I was about to go bathe alone since even the tatami mat underneath my feet was getting cold,&nbsp;she finally came by this time and meekly&nbsp;said, &#8220;Wait for me. I&#8217;m going too.&#8221;<br>From 『雪国』 by 川端康成.<br><br>33. 緊急時において、経営層から現場の第一線までが適切に行動できるよう、それぞれの役割に応じた訓練を実施しております。<br>So that (we) can adequately mobilize from our management level to those on the front line, we routinely conduct drills suited to every role. <\/p>\n\n\n\n<h5 class=\"wp-block-heading\">～までを<\/h5>\n\n\n\n<p>So long as the particle まで is used as a case particle, it may be optionally followed by the case particle を. The effect this has on the sentence is one of grammatical emphasis. This also applies when を is used in conjunction with から (Usage II).<br><br>34. 円周率は小数点以下2000桁までを暗記している。<br>I have pi memorized up to 2000 digits past the decimal point.<br><br>35. 子供からお年寄りまでを繋げるプロジェクトを開催いたしました。<br>We opened a project to connect (the community) from children to the elderly.<\/p>\n\n\n\n<h5 class=\"wp-block-heading\">～をまで<\/h5>\n\n\n\n<p>Though excessively rare, the case particle を may appear before まで when it indicates extreme degree. This is highly literary and unlikely to ever be heard in the spoken language. Though, due to the emphatic nature of the combination, it is usually rendered as ～をまでも (see below). <\/p>\n\n\n\n<h5 class=\"wp-block-heading\">～までへ<\/h5>\n\n\n\n<p>Structurally redundant though not impossible, this case particle combination would be used to exaggerate the distance factor behind the extent set by まで.<br><br>36. 我々は社員が納得できるビジョンを組織のトップから組織の隅々までへと浸透させていく。<br>We are aimed to spread a vision that our employees can back from those in the senior management of the organization to those in its every last nook and cranny.<\/p>\n\n\n\n<h5 class=\"wp-block-heading\">～へまで<\/h5>\n\n\n\n<p>The reverse, ～へまで, is very common. Here, へ ought to be viewed as a case particle, while まで should be viewed as an adverbial particle (Usage III) which emphasizes such a great distance as the extent reached. <br><br>37. 彼は大破局で得た傷も癒えぬまま、未来へまで飛び込んだ。<br>With the wounds he had earned from his major collapse unhealed, he jumped into his future (that being the furthest extent he could jump). <\/p>\n\n\n\n<h5 class=\"wp-block-heading\">～にまで<\/h5>\n\n\n\n<p>This combination has about just as many interpretations as に does usages, with the case particle role being established by に and the (extreme) degree being emphasized by まで.<\/p>\n\n\n\n<p>38. この戦いは今日にまで至る。<br>This fight spans up into the present day.<\/p>\n\n\n\n<p>39. 山の水が湖に流れるのだが、車の走っている道にまで流れているのだ。<br>Though the mountain water flows into the lake, it is flowing up into streets with cars passing. <br><br>40. 寒月君、君の事を譫語（うわがと）にまで言った婦人の名は、当時秘密であったようだが、もう話しても善かろう。<br>Coldmoon, my dear fellow, I seem to remember at the time the name of that young lady who called your name from the depths of her delirium was to be kept secret, but surely the time has now come when you can speak of her? <br>From 『吾輩は猫である』by 夏目漱石.<br><br>41. 客足が約１割にまで減ったという。<br>(They) report that customer traffic has dropped to approximately 10% (of what it usually is). <br><br>42. 女には逃げられるわ、ヤクザには脅されるわ、終いにゃ売春婦にまで騙された。<br>Being avoided by women and intimidated by the yakuza, in the end, I was even deceived by a prostitute. <br><br>43. 今までは車屋のかみさんでも<ruby>捕<br><rt>つらま<\/rt><\/ruby>えて、鼻づらを松の木へこすりつけてやろうくらいにまで<ruby>怒<br><rt>おこ<\/rt><\/ruby>っていた主人が、突然この<ruby>反古紙<br><rt>ほごがみ<\/rt><\/ruby>を読んで見たくなるのは不思議のようであるが、こう云う陽性の癇癪持ちには珍らしくない事だ。<br>The fact that my master, who until but a moment ago was so frenetically incensed that he could happily have grabbed the wife of the rickshawman and ground her snout against some pine tree, now suddenly wishes to read old scraps of paper may seem a little strange, but actually such conduct is not all that unusual in an extrovert so easily entered. <br>From 『吾輩は猫である』by 夏目漱石.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Usage III~IV: ～までも + ｛が・を｝<\/h2>\n\n\n\n<p>While we have established how ～までも exists as an emphatic variant of Usage III, the adverbial nature of both まで and も also have the added effect of canceling out the case particles が・を, yet on seldom occasion, this factor alone fails to delete them. This results in three odd particle combinations:<br><br>・までもが<br>・までをも<br>・までもを<br><br>While ～までもを may be explained due to the combination をも being heavily used in old-fashioned speech &#8211; indicating that the ellipsing of を before adverbial particles<sup data-fn=\"b4df6479-ba50-4447-9cb4-ad5d562acc5c\" class=\"fn\"><a href=\"#b4df6479-ba50-4447-9cb4-ad5d562acc5c\" id=\"b4df6479-ba50-4447-9cb4-ad5d562acc5c-link\">5<\/a><\/sup> is a recent phenomenon, the grammaticality of までもが and までもを are both contingent on the lexicalization of the particle も within adverbial noun<sup data-fn=\"54d36ca2-b988-480f-b318-c76aa1e87c6a\" class=\"fn\"><a href=\"#54d36ca2-b988-480f-b318-c76aa1e87c6a\" id=\"54d36ca2-b988-480f-b318-c76aa1e87c6a-link\">6<\/a><\/sup> phrases, most notably with interrogatives but also with Usage III of まで. If a speaker finds 誰もに acceptable (as opposed to using the established 誰にも), that same speaker will likely find ～までもを acceptable. <\/p>\n\n\n\n<p>44. 日本人までをも<ruby>魅了<rt>みりょう<\/rt><\/ruby>した<ruby>異文化<rt>いぶんか<\/rt><\/ruby>の<ruby>習慣<rt>しゅうかん<\/rt><\/ruby><br>A tradition of another culture that has fascinated even Japanese people&nbsp;<\/p>\n\n\n\n<p>45. あの<ruby>戦争<\/ruby>で愛する<ruby>夫<rt>おっと<\/rt><\/ruby>と父をなくし、<ruby>終戦後<rt>しゅうせんご<\/rt><\/ruby>の<ruby>混乱<rt>こんらん<\/rt><\/ruby>の中で母<strong>までもを<\/strong>なくし、あわただしい結婚生活の中で子どもをもうけるいとまなく、<ruby>以来天涯孤独<rt>いらいてんがいこどく<\/rt><\/ruby>の<ruby>身<rt>み<\/rt><\/ruby>をかかえて生きて<ruby>参<rt>まい<\/rt><\/ruby>りました。<br>I lost my beloved husband and father in that war, and I even lost my mother in the turmoil after the end of the war, and with there being no time to bear a child in my busy married life, I have since picked myself up and lived on alone with no relatives.&nbsp;<br>From 『海辺のカフカ 上』 by 村上春樹.&nbsp;<br><br>46. 忠雄名義の銀行預金口座から、ほぼ全額が引き出されていた。御丁寧なことに、定期預金までもが解約されていた。<br>Nearly all of the funds had been withdrawn from their bank account which was under his name, Tadao. Even the money that had been in his savings account had been thoroughly removed and account closed. <br>From 『祈りの幕が下りる時』by 東野圭吾.<br><br>Provided まで indicates extreme degree and it is already emphasized by を coming first, that means ～をまでも is also possible. Though highly literary, do not be surprised if you encounter this variant.<br><br>47. 同時に、一方では、あのおそろしい猛火と混乱との中で、しまいまで、おちついて機敏に手をつくし、または命をまでもなげ出して、多くの人々をすくい上げた、いろいろの人々のとうといはたらきをも忘れてはなりません。<br>Meanwhile, simultaneously, amid those terrifying flames and the chaos, one mustn&#8217;t forget the noble labor of all the people who, composed and with their quick wit left no stone unturned, sacrificing even their lives, rescued so many people.<br>From 『大震火災記』by 鈴木三重吉.<\/p>\n\n\n\n<p>参照<br><a href=\"https:\/\/do-bunkyodai.repo.nii.ac.jp\/record\/772\/files\/04-konishi.pdf\" data-type=\"link\" data-id=\"https:\/\/do-bunkyodai.repo.nii.ac.jp\/record\/772\/files\/04-konishi.pdf\">二種のマデ節について<\/a> by 小西正人.<br><a href=\"https:\/\/www.let.kumamoto-u.ac.jp\/literature\/asia\/nihonbungaku\/tmogi\/misc\/tmogi1999a.pdf\" data-type=\"link\" data-id=\"https:\/\/www.let.kumamoto-u.ac.jp\/literature\/asia\/nihonbungaku\/tmogi\/misc\/tmogi1999a.pdf\">とりたて詞「まで」「さえ」についてー否定との関わりからー<\/a> by 茂木俊伸.<br><a href=\"https:\/\/opac.ll.chiba-u.jp\/da\/curator\/900067276\/nihonbunka12_Shu.pdf\" data-type=\"link\" data-id=\"https:\/\/opac.ll.chiba-u.jp\/da\/curator\/900067276\/nihonbunka12_Shu.pdf\">「さえ・まで」の分布についての一考察<\/a> by 朱武平.<br><\/p>\n\n\n<ol class=\"wp-block-footnotes\"><li id=\"b28d0f68-7d31-4bc9-8ac9-844a0445fcfe\">This iteration of the particle に is its adverbial function, not its temporal function. <a href=\"#b28d0f68-7d31-4bc9-8ac9-844a0445fcfe-link\" aria-label=\"脚注参照1にジャンプ\">↩︎<\/a><\/li><li id=\"ca14fdcf-b0c4-4166-9d89-f23079f88525\">It is the extreme situation which affirmatively brings about some change which prevents Usage III from being used with a main clause in the negative, as that change brought about such a severe threshold would consequently not occur. If the sentence does not necessarily describe a change in a situation and the speaker is trying to describe a severe lack of extent which something should have gone for emphatic effect, Usage III may appear valid with the negative, but distinguishing it from Usage I would be both impossible and unproductive.  <a href=\"#ca14fdcf-b0c4-4166-9d89-f23079f88525-link\" aria-label=\"脚注参照2にジャンプ\">↩︎<\/a><\/li><li id=\"7d3dcd03-7a51-449d-b9ed-9c7f13734d10\">Usage III and さえ both describe extreme situations, but they denote opposite ends of what is meant by &#8220;extreme&#8221; in negative sentences. まで does not agree with negation as an intensifier, thus being rendered as Usage I when used with ～ない, and as such, it still describes a threshold at the furthest (think upward) extent the situation does not attain. さえ, on the other hand, does agree with negation as an intensifier, and it denotes the lowest extent (think downward) that the situation does not go.  <a href=\"#7d3dcd03-7a51-449d-b9ed-9c7f13734d10-link\" aria-label=\"脚注参照3にジャンプ\">↩︎<\/a><\/li><li id=\"5aa7e451-2a3f-4db0-b2e2-1cc5ab6c1f69\">さえ&#8217;s literal interpretation is &#8220;in addition to,&#8221; in which case the &#8220;extent&#8221; of the action is expanded to fit the added element. In the context of さえ…ない, this would be a<em> narrow<\/em> interpretation, which it no longer has in negative sentences in Modern Japanese. <a href=\"#5aa7e451-2a3f-4db0-b2e2-1cc5ab6c1f69-link\" aria-label=\"脚注参照4にジャンプ\">↩︎<\/a><\/li><li id=\"b4df6479-ba50-4447-9cb4-ad5d562acc5c\">In which case, もは has never existed due to conflicting semantics. <a href=\"#b4df6479-ba50-4447-9cb4-ad5d562acc5c-link\" aria-label=\"脚注参照5にジャンプ\">↩︎<\/a><\/li><li id=\"54d36ca2-b988-480f-b318-c76aa1e87c6a\">While まで here still demonstrates an &#8220;extremity,&#8221; the appearance of both ～までをも and ～までもを indicates how まで is rather fluid when it comes to part of speech.   <a href=\"#54d36ca2-b988-480f-b318-c76aa1e87c6a-link\" aria-label=\"脚注参照6にジャンプ\">↩︎<\/a><\/li><\/ol>","protected":false},"excerpt":{"rendered":"<p>The Particle まで II　 Back in Lesson 63, we learned that the particle まで has four broad usages which all center <a class=\"more-link\" href=\"https:\/\/imabi.org\/the-particle-%e3%81%be%e3%81%a7-ii\/\">続きを読む <span class=\"screen-reader-text\">&#8220;The Particle まで II&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":"[{\"content\":\"This iteration of the particle に is its adverbial function, not its temporal function.\",\"id\":\"b28d0f68-7d31-4bc9-8ac9-844a0445fcfe\"},{\"content\":\"It is the extreme situation which affirmatively brings about some change which prevents Usage III from being used with a main clause in the negative, as that change brought about such a severe threshold would consequently not occur. If the sentence does not necessarily describe a change in a situation and the speaker is trying to describe a severe lack of extent which something should have gone for emphatic effect, Usage III may appear valid with the negative, but distinguishing it from Usage I would be both impossible and unproductive. \",\"id\":\"ca14fdcf-b0c4-4166-9d89-f23079f88525\"},{\"content\":\"Usage III and さえ both describe extreme situations, but they denote opposite ends of what is meant by \\\"extreme\\\" in negative sentences. まで does not agree with negation as an intensifier, thus being rendered as Usage I when used with ～ない, and as such, it still describes a threshold at the furthest (think upward) extent the situation does not attain. さえ, on the other hand, does agree with negation as an intensifier, and it denotes the lowest extent (think downward) that the situation does not go. \",\"id\":\"7d3dcd03-7a51-449d-b9ed-9c7f13734d10\"},{\"content\":\"さえ's literal interpretation is \\\"in addition to,\\\" in which case the \\\"extent\\\" of the action is expanded to fit the added element. In the context of さえ…ない, this would be a<em> narrow<\/em> interpretation, which it no longer has in negative sentences in Modern Japanese.\",\"id\":\"5aa7e451-2a3f-4db0-b2e2-1cc5ab6c1f69\"},{\"content\":\"In which case, もは has never existed due to conflicting semantics.\",\"id\":\"b4df6479-ba50-4447-9cb4-ad5d562acc5c\"},{\"content\":\"While まで here still demonstrates an \\\"extremity,\\\" the appearance of both ～までをも and ～までもを indicates how まで is rather fluid when it comes to part of speech.  \",\"id\":\"54d36ca2-b988-480f-b318-c76aa1e87c6a\"}]"},"tags":[],"class_list":["post-744","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-c0","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/744","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=744"}],"version-history":[{"count":39,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/744\/revisions"}],"predecessor-version":[{"id":8291,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/744\/revisions\/8291"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=744"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=744"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}