{"id":7485,"date":"2025-01-11T23:57:58","date_gmt":"2025-01-12T06:57:58","guid":{"rendered":"https:\/\/imabi.org\/?page_id=7485"},"modified":"2025-07-19T19:11:25","modified_gmt":"2025-07-20T02:11:25","slug":"the-scope-marker-%ef%bd%9e%e3%81%ae%e3%81%a0","status":"publish","type":"page","link":"https:\/\/imabi.org\/the-scope-marker-%ef%bd%9e%e3%81%ae%e3%81%a0\/","title":{"rendered":"The Scope Marker ～のだ"},"content":{"rendered":"\n<h2 class=\"wp-block-heading\">The Scope Marker ～のだ <\/h2>\n\n\n\n<p>Having learned about how the particles から and ので indicate reason, it is time to learn about the third most important method of indicating reason in Japanese: ～のだ.<\/p>\n\n\n\n<p>At first glance, ～のだ appears to be the sentence-final rendition of the conjunctive particle ので. While this is true from an etymological standpoint, the precise functions which ～のだ possesses as well as its relationship to ので and から are incredibly complex and intricate.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">What is ～のだ?<\/h2>\n\n\n\n<p>From a literal breakdown, ～のだ is the combination of the nominalizing function of the particle の and the copula だ. Unlike other utilizations of the nominalizer の (準体助詞) , however, ～のだ does not allow for が・の interchangeability.<\/p>\n\n\n\n<p>1. テイラー君｛が・の｝到着した<span style=\"text-decoration: underline;\">の<\/span>を知っていますか。&nbsp;&nbsp;<br>Do you know that Taylor-kun has arrived?<\/p>\n\n\n\n<p>2. テイラー君｛が 〇・の X｝到着した<span style=\"text-decoration: underline;\">のだ<\/span>。<br>a. It is that Taylor-kun has arrived. (Scope Marker)<br>b. Taylor-kun has arrived. (Mood Marker)<\/p>\n\n\n\n<p>While there is this nominalizing effect, how and why it does so is not so straightforward, and in the case of Ex. 2, it is not clear without context why ～のだ was inserted. <br><br>Even so, a small sampling of sentences, all containing ～のだ, can exhibit an array of different yet interrelated applications. While the function of ～のだ may not be so apparent for all of these examples via their translations, there are some important observations that can still be made.<br><br>3. テイラー君は、経済学部を卒業した<span style=\"text-decoration: underline;\">のではない<\/span>。芸術学部を卒業した<span style=\"text-decoration: underline;\">のだ<\/span>。<br>It is not the case that Taylor-kun is a graduate of the economics department; he is a graduate of the fine arts department.  <\/p>\n\n\n\n<p>4. テイラー君が来ない。多分用事がある<span style=\"text-decoration: underline;\">んだ<\/span>。<br>Taylor-kun won&#8217;t be coming; he probably has stuff to do. <\/p>\n\n\n\n<p>5. そうか、右に行くのだね。<br>Huh, taking a right, yeah?<\/p>\n\n\n\n<p>6. すみません、きょうは用事があるんです。<br>Sorry, I got stuff to do today.<br><br>In Ex. 3, we see how のだ<span style=\"text-decoration: underline;\"> can conjugate<\/span>, possessing negative, past, and negative-past forms. The purpose ～のだ has in both instances here is <em>defining the scope of the statement being made<\/em>. This is how ～のだ is associated with providing explanation and behaves the most like a noun: [～の] is what is or is not true.<br><br>In Exs. 4-6, ～のだ indicates various<em> moods which are interpreted by various factors<\/em> such as whether the statement is directed at a situation or a person. While etymologically tied to the notion of &#8220;explaining,&#8221; the application of that notion is stretched to its limit. We can also see how ～のだ has all the variation endowed to it by its individual parts—の contracting to ん and the copula utilizing its own different forms based on politeness, etc.<\/p>\n\n\n\n<p>This lesson will combat ～のだ by first going into great detail on how it functions as a scope marker. Before delving, however, a few things must be made abundantly clear. For our first lesson on ～のだ, we will principally be looking at it in declarative positive sentences in sentence-final position.<\/p>\n\n\n\n<p>That being said, variations based on politeness, formality, and tone will appear in their respective capacities<sup data-fn=\"aea955fe-ada7-4d77-a9e5-4b7acabc2fc7\" class=\"fn\"><a href=\"#aea955fe-ada7-4d77-a9e5-4b7acabc2fc7\" id=\"aea955fe-ada7-4d77-a9e5-4b7acabc2fc7-link\">1<\/a><\/sup>. Meaning, whether it shows up as ～んだ, ～のです, ～んです, ～のである, ～の, ～のじゃ, what have you, they are all one of the same. As such, the grammar point at hand will be uniformly be referred to as ～のだ.<\/p>\n\n\n\n<p>Furthermore, ～のだ itself follows all predicate types to take over that very role of predicate for whatever nuance effect the speaker is trying to make. Of course, what it means is the primary focus of this lesson, but we must not forget the basics of conjugation: that being how ～のだ attaches itself.<br><br>～のだ attaches to the 連体形 of conjugational parts of speech. This manifests as follows:<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table class=\"has-fixed-layout\"><tbody><tr><td>Part of Speech<\/td><td>連体形 + ～のだ<\/td><\/tr><tr><td>Verb<\/td><td>見るのだ<\/td><\/tr><tr><td>Adjective<\/td><td>暑いのだ<\/td><\/tr><tr><td>Adjectival Noun<\/td><td>簡単なのだ<\/td><\/tr><tr><td>Noun<\/td><td>雨なのだ<\/td><\/tr><tr><td>Auxiliaries<\/td><td>言わないのだ<br>言ったのだ<br>言わなかったのだ<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>～のだ does not follow the politeness markers です or ます<sup data-fn=\"8336d61d-4426-4e11-8787-f4ef065c9967\" class=\"fn\"><a href=\"#8336d61d-4426-4e11-8787-f4ef065c9967\" id=\"8336d61d-4426-4e11-8787-f4ef065c9967-link\">2<\/a><\/sup>.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">The Scope Marker ～のだ<\/h2>\n\n\n\n<p>Scope in grammar is defined as the semantic range in which a certain concept is applied to. For instance, consider the following sentences in English.<br><br>[scope of negation]<br>i. Seth-sensei did not drink beer, but he did drink soju. <br><br>In this example, the range of [not], the negation element, extends to [drink beer] but not to [drink soju]. <br><br>Japanese does not always utilize the same protocols as English against structural ambiguity caused by mishandled scope. In place of parallelism or punctuation to indicate a predictable range=scope, the scope of any given word is determined by relationships perceived to be obvious via context (previously disclosed information) and\/or structural limitations. <br><br>Consider the following sentence and try to define the scope of negation.<br><br>7a. 僕は悲しいから泣いたのじゃないよ。<br>It&#8217;s not the case I cried because I was sad.<br><br>Because of the nominalizing effect of の itself, the negation marker ～ない denies the premise of [悲しいから泣いた], which means that the speaker <em>did<\/em> still cry. As both a structural limitation and as a general given, the <span style=\"text-decoration: underline;\">scope of negation pertains to what immediately comes before the negation marker<\/span>. For every scope, though, there is a part of it called the focus which helps provide context to said scope. In this scenario, [悲しいから] is the focus (greyed in the examples that follow), as it puts the scope of negation into perspective. <br> <br>Next, let&#8217;s consider the following paraphrasing of Ex. 7a and what its sentence structure implies about scope and the nominalization effect of ～のだ.　<br><br>7b. 僕が泣いたのは<mark style=\"background-color:#e1dfdc\" class=\"has-inline-color\">悲しいから<\/mark>じゃないよ。<br> My having cried is not because I&#8217;m sad.<br><br>This is what is known as a cleft sentence (分裂文). A cleft sentence is a complex sentence that could have been stated by a simple sentence, but the speaker chooses to elevate a certain section for some emphatic purpose. In 7b., we can see how [泣いた] is elevated to the topic of the sentence and how の remains crucial for it being nominalized just as it was in 7a. The scope of negation has not changed, but the scope of ～のだ, which defines <em>what is what<\/em>, does appear to truly derive from the nominalizer の. Just from [僕が泣いたのは], it is understood that the reasoning for why is to follow. Likewise, with [悲しいから泣いたの], we know that either that is indeed what is up, or it is precisely not what is up. hinging on whether the copula is positive or negative.<\/p>\n\n\n\n<p>Defining that the scope of ～のだ is &#8220;what is what&#8221; does enable it to define the statement as being significant in the grander scheme of things. However, this does come with its own number of limitations, specifically what can go inside said scope.<\/p>\n\n\n\n<p>Even when dealing with emotional phenomena (like the crying in Ex. 8), ～のだ portrays the scopes it defines as being objective truths not affected and\/or dependent on the speaker&#8217;s subjective thoughts of external factors\/information.<\/p>\n\n\n\n<p>8. [<mark style=\"background-color:#e1dfdc\" class=\"has-inline-color\">地面が濡れているから<\/mark>雨が降っている]のではない。[<mark style=\"background-color:#e1dfdc\" class=\"has-inline-color\">人が傘を差しているから<\/mark>雨が降っている]のだ。X<br>It is not that it is raining because the ground is wet; it is that it is raining because people have their umbrellas out. X<br><br>If the scope function of のだ is rooted in objectivity, both statements made in Ex. 8 are inherently absurd, too reliant on rushing to judgment (subjectivity), and relying on external factors to come to not one, but two falsehoods. Many reasons can be posited for why the ground may be wet, and none of those reasons have bearing on the rain falling. Likewise, rain falling from the sky is not contingent on people using umbrellas, nor is it raining the be-all and end-all reason for why people use umbrellas. Simply put, they are improper focuses for the individual scopes of のだ.<br><br>9. [<mark style=\"background-color:#e1dfdc\" class=\"has-inline-color\">テイラー君は<\/mark>行った]のではありません。[<mark style=\"background-color:#e1dfdc\" class=\"has-inline-color\">セス先生は<\/mark>行った]のです。X<br>Taylor-kun having gone is not it; Seth-sensei having gone is it. X<\/p>\n\n\n\n<p>The particle は cannot be inside the scope of のだ. Topicalization via は presents a multitude of potential insinuations, most of which are contingent on external factors. In 7a., the sentence does indeed start with [僕は], but it is not in the scope of のだ.<\/p>\n\n\n\n<p>There are some mood markers that can be inside the scope of ～のだ , but there is one subset of mood markers that is completely ungrammatical with it due to perceived objectivity: the auxiliaries for supposition ～だろう (positive: &#8220;probably&#8221;) and ～まい (negative: &#8220;probably not&#8221;).<\/p>\n\n\n\n<p>10. 健三は[行く<mark style=\"background-color:#e1dfdc\" class=\"has-inline-color\">だろう<\/mark>]のじゃない。恵美は[行く<mark style=\"background-color:#e1dfdc\" class=\"has-inline-color\">まい<\/mark>]のだ。X<br>Kenzo probably will go is not it; Emi probably will not go is not it. X<\/p>\n\n\n\n<p>11. [世界が終わる<mark style=\"background-color:#e1dfdc\" class=\"has-inline-color\">かもしれない<\/mark><sup data-fn=\"20ea8ef7-580e-4b35-98c8-3ed1be73595e\" class=\"fn\"><a href=\"#20ea8ef7-580e-4b35-98c8-3ed1be73595e\" id=\"20ea8ef7-580e-4b35-98c8-3ed1be73595e-link\">3<\/a><\/sup>]のではない。[終わる<mark style=\"background-color:rgba(0, 0, 0, 0)\" class=\"has-inline-color has-light-gray-color\">に<\/mark><mark style=\"background-color:#e1dfdc\" class=\"has-inline-color\">違いない<\/mark>]のだ。<br>It is not that the world might end; it is, in fact, that the world will end.<\/p>\n\n\n\n<p>Before spoiling our conversation on mood when it pertains to ～のだ (See Lesson ???), while &#8220;the world might end&#8221; and stating as a matter of fact &#8220;that it will end&#8221; seem subjective in nature, the perceived objectivity is admissible from context. Moreover, there is no judgment call being made at the time of utterance. It is understood that the situations within the scope of ～のだ is already established for what they are, which also diminishes the otherwise subjective nature of those mood markers.<\/p>\n\n\n\n<p>To summarize what we know about the scope of ～のだ, we know it defines a situation for what it is. There is often a clarification of what is not the case first, in which we see ～のではない, which is then followed by what is the case. The judgment, regardless of whether the negative clarification is present or not, must also be something the speaker knows to be objectively so—causing ludicrous conjectures like Ex. 8 to at least be the ungrammatical way of going about making the statement in Japanese.<\/p>\n\n\n\n<p>For a moment, let&#8217;s take a step back and show examples of ～のだ demonstrating scope in straight-up affirmative declarative or interrogative sentences. <br><br>12.「<mark style=\"background-color:#e1dfdc\" class=\"has-inline-color\">私に<\/mark>聞いているんですか？」「はい、<mark style=\"background-color:#e1dfdc\" class=\"has-inline-color\">テイラー君に<\/mark>聞いてる{んです ◎・ ∅ X}。」<br>&#8220;Are you asking me?&#8221; &#8220;Yes, I am asking you, Taylor-kun.&#8221;<br><br>When のではない is used in its scope defining capacity, we saw in Ex. 7a. how ～ない itself denied the crying for being said, not that the crying did not occur. This is because the verb stem 泣い is a part of the focus. If the verb stem alone is the focus, then it would seem that ～ない is denying that the verb happened, but what it is actually denying is that the verb in question was the situation that occurred. A situation still occurred, and that is presumed to then be clarified. Simply stating that something did not happen would be a simple sentence in the negative. Let&#8217;s see what happens if these two sentence types are confused.<\/p>\n\n\n\n<p>13.「あれ、<mark style=\"background-color:#e1dfdc\" class=\"has-inline-color\">こんな高い本を<\/mark>買ったの？」<br>&#8220;What&#8217;s this, did you buy this sorta expensive book?&#8221; <br><br>14a. 「あ、買ったんじゃないよ。<mark style=\"background-color:#e1dfdc\" class=\"has-inline-color\">セス君に<\/mark>借りたんだ。」〇<br>14b. 「あ、買わなかったよ。セス君に借りた。」X<br>&#8220;Ah, no, I didn&#8217;t buy it; I borrowed it from Seth-kun.&#8221;<\/p>\n\n\n\n<p>Ex. 13 uses ～のだ in an interrogative form because the questioner clearly sees that the other person has an expensive book in their possession. The question is more so why the book is there, with the most logical scope being chosen as the premise to ask for clarity. The responder knows the objective truth of the situation that occurred. If the plain negative were to be used (14b.), the impression would be that no action occurred—neither buying nor borrowing. Therefore, the speaker responds by defining the &#8220;it&#8221; of the matter. Now, the English translation does not use its own &#8220;it is that&#8230;&#8221; structure, which is most parallel to ～のだ, because of how natural English works. In Japanese, we see that ～のだ, in so far, is crucial in stating things for what they are provided there is an &#8220;it&#8221; established.<\/p>\n\n\n\n<p>Let&#8217;s look at another example but with the only context difference being the presence or lack of ～のだ.<\/p>\n\n\n\n<p>15a. 試合に負けた選手たちは泣いていない。<br>The athletes who lost the match are not crying. <br><br>15b. 試合に負けた選手たちは<mark style=\"background-color:#e1dfdc\" class=\"has-inline-color\">泣い<\/mark>ているのではない。<br>As for the athletes who lost the match, it&#8217;s not that they&#8217;re crying.<\/p>\n\n\n\n<p>Ex. 15a. is a simple negation that the athletes are crying. Whereas in Ex. 15b, the nature of what is going on is being put into question. Given the context, the crying itself may or may not be what is being negated based on what the speaker has an issue with that description. They could be upset that the athletes&#8217; tears are being portrayed as whining as opposed to a natural response, their faces could be covered in sweat and just looks like they are crying, they may even not be crying at all (but something serious is still occurring). Whatever the case may be, it would be incorrect to say that Ex. 15a. and Ex. 15b. are synonymous.<\/p>\n\n\n\n<p>So far, we have only seen the focus of ～のだ as being either in the affirmative or the negative, the focus of ～のだ can be just as varied as predicates can be themselves. Notice in the following examples how the focuses are different grammatical concepts.<br><br>16. <mark style=\"background-color:#e1dfdc\" class=\"has-inline-color\">見た<\/mark>んじゃない。<mark style=\"background-color:#e1dfdc\" class=\"has-inline-color\">聞いただけ<\/mark>なんだ。(Focus: Defining)<br>I didn&#8217;t see it; I only heard it. <br><br>17. <mark style=\"background-color:#e1dfdc\" class=\"has-inline-color\">見た<\/mark>んじゃない！<mark style=\"background-color:#e1dfdc\" class=\"has-inline-color\">こっちが見られた<\/mark>んだよ！(Focus: Voice)<br>I didn&#8217;t look at (him)! I was the one who got watched!<br><br>18. <mark style=\"background-color:#e1dfdc\" class=\"has-inline-color\">見る<\/mark>んじゃない。<mark style=\"background-color:#e1dfdc\" class=\"has-inline-color\">見ている<\/mark>んだ。(Focus: Aspect)<br>It&#8217;s not I <em>will<\/em> watch it; I <em>am<\/em> watching it.<br><br>19. <mark style=\"background-color:#e1dfdc\" class=\"has-inline-color\">やる<\/mark>んじゃない。<mark style=\"background-color:#e1dfdc\" class=\"has-inline-color\">やった<\/mark>んだ。(Focus: Tense)<br>It&#8217;s not that I <em>will<\/em> do it; I <em>did<\/em> it. <br><br>Ex. 16 is of particular interest. Despite being the same as the examples thus far, there is one crucial detail regarding the focus in question that has yet to be discussed. Exs. 16-19 all utilize verbal predicates. What, then, if we were to look at the <strong>simplest<\/strong> of nominal predicates whose focuses naturally pertain to defining? In this scenario, we find that ～のだ becomes unnatural due to redundancy without further explication, as the nouns themselves function as the focus, and already being nouns means that they do not need ～のだ to intervene to nominalize them.<\/p>\n\n\n\n<p>20a. セスさんは学生ではありません。先生です。<br>20b. セスさんは学生なのではありません。先生なのです。??<br>20a. Seth-san is not a student. He is a teacher.<br>20b. It&#8217;s not that Seth-san is a student; it&#8217;s that he is a teacher. ?? <\/p>\n\n\n\n<p>Of course, this does not mean that ～のだ cannot be used with nominal predicates. It means that the nominal predicate&#8217;s focus must be placed on something other than the predicate. In that case, a redefinition of X is warranted, but never Y—referring back to the basic sentence structure XはYだ that is still in play here.<br><br>21. <mark style=\"background-color:#e1dfdc\" class=\"has-inline-color\">セスさんが<\/mark>学生なのではありません。<mark style=\"background-color:#e1dfdc\" class=\"has-inline-color\">テイラー君が<\/mark>学生なのです。<br>It is not the case that Seth-san is the one who is the student. Tayor-kun is the one who is the student.<br><br>Having the elements in grey as the focus for these juxtaposed nominal predicates is what makes Ex. 21 natural as opposed to Ex. 20b. <br><br>As for simple adjectival\/adjectival noun predicates without additional complements inside the focus, we can find examples of ～のだ present and absent.<br><br>22. 悲しいんじゃありません。実のところ嬉しいんです。<br>It&#8217;s not that I&#8217;m sad. In fact, I&#8217;m happy.<\/p>\n\n\n\n<p>23. お風呂は熱くない。逆に冷たい。<br>The bath isn&#8217;t warm. On the contrary, it&#8217;s cold. <br><br>Stripping away the (adverbial\/tone) modifiers from Exs. 22-23 would not affect their grammaticality, but the absence of ～のだ in Ex. 23 shows how adjectival\/adjectival nominal predicates can at times behave more like nominal predicates, being in no need of the scope marker in some contexts while being necessary in others (Ex. 22).<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Conditions for Omitting Scope ～のだ<\/h3>\n\n\n\n<p>Non-verbal predicates such as these beg the question: why not just omit ～のだ if that is a possibility? The better question to ask is, &#8220;when should the scope marker ～のだ not be used because the parameter=scope of the matter is already sufficiently defined?&#8221; <\/p>\n\n\n\n<h4 class=\"wp-block-heading\">Understanding the Scope of Other Elements<\/h4>\n\n\n\n<p>To better understand why the scope marker ～のだ would ever be absent, it is important to take a step back and understand the scope of other elements that it would be interacting with.   <\/p>\n\n\n\n<p>Earlier in this lesson, we touched on the scope of negation and learned that its scope is defined as what immediately comes before the negation element. What, though, counts as being &#8220;immediately before&#8221; it is worth further defining. So long as the modifier highly ties into the scenario described by the predicate, it may be viewed as being within the scope of negation; otherwise, modifiers with a weaker and\/or more complex relation with the predicate may not be considered as being within the scope of negation. Consider the following, but just as before, [] will denote the scope of negation, and <em>its<\/em> focus will be greyed. <\/p>\n\n\n\n<p>24. 諒君は[<mark style=\"background-color:#e1dfdc\" class=\"has-inline-color\">一生懸命勉強し<\/mark>な]かった。<br>Ryo-kun did not work as hard as he could.<br><br>25. 諒君はセス君に[<mark style=\"background-color:#e1dfdc\" class=\"has-inline-color\">はっきり答え<\/mark>な]かった。<br>Ryo-kun did not clearly answer Seth-kun. <br><br>26. 諒君は<mark style=\"background-color:#e1dfdc\" class=\"has-inline-color\">のんびり[働か<\/mark>な]かった。???<br>Ryo-kun did not leisurely work. X<br><br>27. 諒君は<mark style=\"background-color:#e1dfdc\" class=\"has-inline-color\">セス君と語るふりをしながら<\/mark>目の前の相手に[<mark><mark style=\"background-color:#e1dfdc\" class=\"has-inline-color\">答え<\/mark><\/mark>な]かった。＃<br>While Ryo-kun was pretending to talk with Seth-kun, he did not answer the person before him. <br>Intended: Ryo-kun did not . → # (NOT reflective of actual interpretation of Ex. 27)<br><br>While the adverbial modifiers in Exs. 24-25 are unequivocally within the scope of negation, the same cannot be said for the adverbial modifier in Ex. 26 or the conjunctive modifier in Ex. 27. Most peculiarly, Ex. 26 greatly aids in presenting this notion of &#8220;scope of negation&#8221; as not being so foreign to an English speaker, with the same problem arising. <br><br>Ex. 27, though, provides a particular insight to how the necessity of the scope marker ～のだ may kick in, for it is particularly difficult to justify that dependent clauses<sup data-fn=\"e2b517e4-ce0e-45f5-b94f-af6aa161f5b3\" class=\"fn\"><a href=\"#e2b517e4-ce0e-45f5-b94f-af6aa161f5b3\" id=\"e2b517e4-ce0e-45f5-b94f-af6aa161f5b3-link\">4<\/a><\/sup> can fit within the scope of negation or that of the main clause predicate 答える, and it is ～のだ which can define a &#8220;higher&#8221; scope to include such clauses, thus definitively justifying its appearance in many of the examples we have seen thus far. <br><br>Speaking of this tight-knit connection between a modifying complement and its predicate, consider focus particles like も, whose nuancing can be quite complex, at times, but its exact interpretation does, indeed, hinge on this notion of connection (結びつき) between what it is emphasizing and the predicate.<br><br>28(a-b). 諒君は図書館にも行った。<br>28a: Ryo-kun also went to the library.<br>28b: Ryo-kun also went to the library (among doing other things).<br><br>In Ex. 28, the scope of the predicate 行く (to go) does include the location complement 図書館に (to the library), as where one is going is the focus of that action. The addition of も, though, provides two separate interpretations of the proposition (命題) at hand: 同型の命題 (isomorphic proposition) vs 異型の命題 (heteromorphic proposition)<sup data-fn=\"6d9cc81e-82b9-4da5-acc5-d31b3fa1a720\" class=\"fn\"><a href=\"#6d9cc81e-82b9-4da5-acc5-d31b3fa1a720\" id=\"6d9cc81e-82b9-4da5-acc5-d31b3fa1a720-link\">5<\/a><\/sup>. The proposition (命題) is the logical statement formed by the combination of the scope, its focus, and other modifiers within (in this case the emphasizer も). In the case of 28a., the isomorphic proposition is that Ryo-kun went to other locations other than the library. In the case of 28ab., the heteromorphic proposition is that Ryo-kun did other actions aside from going to the library. 異型の命題, in particular, necessitate that も&#8217;s complement have a strong connection with the predicate, to the point that, together, they can be viewed as one thought being juxtaposed with other thoughts. <br><br>In Exs. 29-31, however, the complement emphasized by も cannot be viewed as a having a tight-knit relationship with the predicate. In fact, despite these two sentences seemingly appearing so parallel, the role も plays is influenced by how the nature of で is also different for three. <br><br>29. 諒君は元気で<mark style=\"background-color:#e1dfdc\" class=\"has-inline-color\">も<\/mark>休んだ。(～で ＝ condition (状態)<br>Ryo-kun rested <span style=\"text-decoration: underline;\">even<\/span> when well.<br><br>30. 諒君は病気で<mark style=\"background-color:#e1dfdc\" class=\"has-inline-color\">も<\/mark>休んだ。(～で = cause (原因))<br>Ryo-kun <span style=\"text-decoration: underline;\">also<\/span> rested from illness. <br><br>31. 諒君は夢の中で<mark style=\"background-color:#e1dfdc\" class=\"has-inline-color\">も<\/mark>遊んでいる。(～で = location (場所))<br>Ryo-kun is enjoying himself <span style=\"text-decoration: underline;\">even<\/span> in his dreams.<\/p>\n\n\n\n<p>From these two verbs (predicates), 休む and 遊ぶ, we can see how these three types of complements (condition, cause, location) marked by で and emphasized by も are highly ancillary, contrary to how the destination\/objective (着点・目的) complements marked by に and emphasized by も are quintessential to their predicate 行く.<br><br>These relationships have been demonstrated to further showcase how predicates interact with their complements and vice versa. Moreover, understanding what complements (elements) of a sentence fit naturally within the scope of the predicate at hand is contingent on the predicate itself. <br><br>With all this in mind, you have been taken on a logical rabbit hole for the purpose of understanding how sentences WITHOUT ～のだ function. <br><br>As another litmus test for whether you are looking at a sentence type that requires the scope marker ～のだ or not, the concept of &#8220;multiple choice&#8221; (マルチプル・チョイス式)<sup data-fn=\"729a0653-e395-440f-baab-18370545092c\" class=\"fn\"><a href=\"#729a0653-e395-440f-baab-18370545092c\" id=\"729a0653-e395-440f-baab-18370545092c-link\">6<\/a><\/sup> for explaining the scopes of negation and questions expanding beyond the predicate or a tight-knit modifier, which would in theory, render ～のだ redundant if additional complements can logically fit within the predicate&#8217;s scope without its aid. Consider the following.<\/p>\n\n\n\n<p>32. 今日は自転車で来なかったから、｛歩いて・バスで・列車に乗って｝帰らなきゃいけない。<br>Today, I didn&#8217;t come by bicycle, so I&#8217;ll have to return home {by foot\/by buss\/by riding the train}. <br><br>33. 今日はバスで来た（か）？<br>Did you come by bus today?<br><br>In Exs. 32-33, the mode of transportation provided to the agent is viewed as being the focus of negation (Ex. 32)\/focus of the question (Ex. 33). These statements inherently imply a limited set of multiple choices that the agent had at their disposal, and with those choices providing the context of the statements, the scope marker ～のだ is not necessary. <br><br>For there to be multiple choices inherit to these scenarios, that means this dynamic is, once again, intrinsic to the predicate. The one situation where this &#8220;multiple choice&#8221; dynamic seems to break is when the complement is a dependent clause (also think back to Ex. 27). <br><br>34a. 「諒君、あのー、悲しくて泣いてるの？それとも、嬉しくて泣いてるの？」「悲しくて泣いてないから、心配しないで」???<br>34b. ・・・「悲しくて泣いてるんじゃないから、心配しないで」◎<br>34a. &#8220;Ryo-kun, umm, are you crying from being sad, or are you crying from being happy?&#8221; &#8220;Because I&#8217;m sad and not crying crying, don&#8217;t worry.&#8221; ???<br>34b. &#8230;&#8221;I&#8217;m not crying because I&#8217;m sad, so don&#8217;t worry.&#8221;<\/p>\n\n\n\n<p>The dependent clause 悲しくて within Ryo-kun&#8217;s answer cannot be viewed as being within the scope of 泣く, even though the multiple-choice scenario provided indicate that his tears are either due to being sad or happy. Instead, the lack of ～のだ creates a rather bizarre turn in interpretation in which &#8220;being sad&#8221; is not even being negated but as the first reason of two for why the listener ought not worry, which creates another source of unnaturalness to the statement from not actually answering the question. <br><br>Even with dependent clauses presenting themselves as a wrench in the notion of &#8220;multiple-choice&#8221; scenarios not needing ～のだ, the level of association the choices presented have with the predicate may differ in strength. How does commuting relate to modes of transportation? Greatly, they go hand in hand. With that fresh in your mind, consider the following.<br><br>35. 諒君は病院で生まれなかったので、お母さんが大変だったらしいです。<br>Since Ryo-kun was not born in a hospital, it was apparently rough for his mother.<br><br>36a.「諒君は東京で生まれたの？」「いや、俺は東京では生まれなかった」???<br>36b.・・・「いや、俺は神奈川で生まれたのだよ<sup data-fn=\"810c8eef-a616-4a12-8762-59f1c559e93f\" class=\"fn\"><a href=\"#810c8eef-a616-4a12-8762-59f1c559e93f\" id=\"810c8eef-a616-4a12-8762-59f1c559e93f-link\">7<\/a><\/sup>」〇<br>36c. ・・・「いや、東京で生まれたのではないよ」〇<br>36a. &#8220;Were you born in Tokyo, Ryo?&#8221; &#8220;No, I <em>wasn&#8217;t<\/em> <em>born in Tokyo<\/em>.&#8221; ?<br>36b. &#8230; &#8220;No, I was born in Kanagawa.&#8221;<br>36c. &#8230; &#8220;No, I was not born in Tokyo.&#8221; <br><br>In Ex. 35, the connection between being born and that action (predicate) taking place in a hospital is so strong that that not occurring in Ex. 35 leaves us with a strong guess (at home) as to where his mother gave birth to him, and that logic is crucial to tight-knit multiple choice scenarios. Meanwhile, in Ex. 36, there are just as many places to be born as there are people who are alive, so we see that even the questioner naturally inserts ～の？ (interrogative form) to even pose the question as to whether Ryo-kun&#8217;s birth took place in Tokyo. His response in Ex. 36a is unnatural for similar reasons as to why Ex 34a&#8217;s response was unnatural. Firstly, he is not answering the question, and while stating that Tokyo is not his birthplace is a logical response, the lack of ～のだ causes his reply to sound disjunct. It would only leave the questioner with more questions than an answer. Secondly, it sounds as though [東京では] is within the scope of the predicate, and with it also being negated, was he even born? If that sounds preposterous, then you are getting closer to understanding when and how ～のだ becomes necessary. <br><br>Context still remains key to how everything comes together in a sentence. With that being said, there are contexts (and lack thereof) which would affect ～のだ&#8217;s necessity with the predicate 生まれる at the center of discussion for Exs. 35-36. <br><br>37a. 僕は病院で生まれなかった。△<br>Intended: I was not born in a hospital. <br><br>With [病院で] sounding as it is a part=within the scope of the predicate, a focus particle like は・も ought to be placed to indicate that this complement is within just the scope of the negative element ～ない and not &#8220;[病院で] and the act of being born&#8221; being combined. Even then, ～のだ would likely still appear to define the scope clearly as &#8220;being born and where at.&#8221; <br><br>37b. 僕は病院では生まれなかった。(?)<br>Intended: I <em>wasn&#8217;t born in a hospital<\/em>. <br><br>Without context, we expect that this is the speaker explaining their backstory from the very beginning, as the focus marker は, while doing its part in highlighting [病院で] as a point of contrast, also provides contrast for [病院で生まれなかった] with a &#8220;normal&#8221; scenario. This would usually trigger the use of ～のだ. Sure enough, in the full context (37c), we see that the defining of [病院では生まれなかった] is manifested with ～の, indicating that was not entirely absent after all, albeit not within the same sentence. <br><br>37c. 僕は病院では生まれなかった。産声を上げたのは、どこかの空き家だったかな。<br>I was not born in a hospital. I suppose where I uttered my first cries was an empty house somewhere.<br><br>The presence of ～のだ in the first sentence would hinge on its use as a mood marker, in which case, the listener would anticipate a major implication as to what befell the speaker for not having been born <em>in a hospital<\/em>, or better yet, why the matter is even being brought up. If the claim were being challenged, that would be well within the realm of ～のだ, but then the level of uncertainty felt in the second sentence would be unnatural. As such, [僕は病院では生まれなかった] in context is merely a statement of fact not pertaining to the notion of multiple-choice scenarios, but the speaker does still then switch over to providing that context anyway as part of defining the scenario at hand. <br><br>Let&#8217;s also consider a context in which [東京で生まれなかった] and the &#8220;multiple-choice&#8221; dynamic between it and simply &#8220;not being a Tokyoite&#8221; having an effect be only natural to surmise, thus allowing also for ～のだ not to be present.<br><br>38. 諒君は東京で生まれなかったから、共通語を習得するには時間がかかった。<br>Because Ryo-kun was not born in Tokyo, it took some time for him to learn Standard Japanese. <br><br>In this context, there is no need to juxtapose [東京で] with other places. The dynamic is clear: those not born where Standard Japanese is spoken natively (Tokyo) end up having to learn it. The situation itself sufficiently defines its own parameters=scopes (think about both clauses) without the need for ～のだ.<\/p>\n\n\n\n<p>What these contexts have shown is that, for the scope marker ～のだ to not be invoked with verbal predicates, the complements pertaining to the establishment of said predicate must be tight-knit, with the connection being apparent to both the speaker and potential listeners. Even so, ～のだ may still need to be present to prevent ambiguity, given how certain modifiers work (think about adverbial modifiers which are extensions of the predicate or on dependent clauses). <br><br>39a. わざとやったのであれば、別の話だが、わざとやらなかったから、大丈夫だろう。X<br>39b. わざとやったのであれば、別の話だが、わざとやったんじゃないから、大丈夫だろう。〇<br>39a. If (he) had done it on purpose, that&#8217;d be one thing, but since he didn&#8217;t do it, that being on purpose, things&#8217;ll be fine. X <br>39b. If (he) had done it on purpose, that&#8217;d be one thing, but since he didn&#8217;t do it on purpose, things&#8217;ll be fine. <\/p>\n\n\n\n<p>39a is not spared from an outright &#8220;X&#8221;—unlike previous examples which were barely spared—because of how わざと would make it sound like the agent purposefully did not act, but that does not make sense because an action did occur; the speaker is trying to make it clear that that act was not intentional. As such, ～のだ is necessary to bring about this interpretation. <\/p>\n\n\n\n<p>For sentences without ～のだ, the establishment of the predicate becomes the focus of affirmation or negation itself, and so adding a &#8220;scope marker&#8221; becomes grammatically redundant. <br><br>40. 諒君は日本人だ。<br>Ryo-kun is Japanese.<br><br>41. 外は寒くない。<br>It is not cold outside.<br><br>42. ラファエル君はきょうは、仕事に行かなかった。<br>Rafael-kun did not go to work today. <br><br>When we do see the scope marker ～のだ, that clues us in to there being an element separate from the predicate establishing itself but that which is still involved. That additional element(s) becomes its focus, and ～のだ then ties everything together. If this relation happens to be intrinsically obvious based on certain criteria, ～のだ may be foregone (Exs. 32-33, 35, 38) , but other sentence dynamics (adverbial modifiers, etc. )can easily disrupt these criteria (Ex. 39). <\/p>\n\n\n\n<p>Having seen so many sentences utilizing negation because of how much impact it has on the utility of ～のだ, let&#8217;s step back and look at questions in the affirmative and how focus on a particular element (complement) would warrant ～のだ.<\/p>\n\n\n\n<p>43.（表面に『EXPO 2025』という文字の書かれた饅頭を見て）<br>a. これ、<mark style=\"background-color:#e1dfdc\" class=\"has-inline-color\">大阪で<\/mark>買ったんですか？◎<br>b. これ、大阪で買いましたか？(?)<br>(Looks at manju with the words &#8220;EXPO 2025&#8221; written on the surface)<br>a. Did you buy this in Osaka? <br>b. Intended: Did you buy this in Osaka? <br><br>Without ～のだ, [大阪で] would sound more integral to the predicate, which if the speaker were mocking the listener for &#8220;buying in Osaka,&#8221; that would make sense, but then the &#8220;intended&#8221; meaning would be given # as its grammaticality judgment. With ～のだ, it is abundantly clear that [大阪で] is the focus and that the speaker wants an explanation for the other person&#8217;s action. <\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Comparing Scope ～のだ with Nominal Predicates<\/h3>\n\n\n\n<p>This lesson has demonstrated in great detail how the scope marker ～のだ functions, and while we have defined it as being composed of the nominalizer の and the copula, we will now delve into &#8220;why&#8221; this grammar emerges from this combination by comparing it with the very nominal predicates that it relates to.<\/p>\n\n\n\n<p>Going back to the basics, we find that both the scope marker ～のだ and nominal predicates allow for negation, questioning, and tense to be marked with the copula.<br><br>44. 諒君は僕の彼氏【だ】よ。(Nominal Predicate in Affirmative)<br>Ryo-kun is my boyfriend. <br><br>45. お前は俺の弟子ではないの<sup data-fn=\"1a7a5d86-0243-48ae-9e1c-954ba7db8f2a\" class=\"fn\"><a href=\"#1a7a5d86-0243-48ae-9e1c-954ba7db8f2a\" id=\"1a7a5d86-0243-48ae-9e1c-954ba7db8f2a-link\">8<\/a><\/sup>【か】？(Question with か)<br>Are you not my apprentice?<\/p>\n\n\n\n<p>46. 寒波は熱帯雨林の気候【ではない】。(Negative Non-Past)<br>Cold waves are not (part of) tropical rainforest weather.<br><br>47. 百合子とその両親は、一緒に出掛けていたの【ではなかった】。(Negative Past)<br>Yuriko and her parents had not gone out together. <br><br>48. 気候、風景、芸術、文学、法律ー英国ではすべてが完璧なの【だった】。(Past)<br>The climate, the scenery, the arts, the literature, the laws—everything was perfect in England. <br>From 『パリ・ロンドン放浪記』by ジョージ・オーウェル（小野寺健訳）<br><br>Taking one more step back, though, let&#8217;s think about the logical implications of the most basic grammar pattern in Japanese: XはYだ.<br><br>In XはYだ, Y is defined as a description fitting of X, other Ys that are not fitting descriptions of X create unnatural statements. Likewise, in XはYではない, any Y that is not a suitable description of X are natural, but fitting descriptions of X would not create natural statements. <br><br>For instance, if Seth is a graduate from UT Austin, he cannot be a graduate from all other schools he did not attend, and listener(s) do not have to know this prior, for once XはYだ is defined, so too are the logical ramifications. In fact, oftentimes, a lot of information may be obtained from XはYだ. <br><br>49. セスはテキサス州オースティン校卒だ。アリゾナ州大学卒ではない。<br>Seth is a graduate of the University of Texas at Austin. (He) is not a graduate of Arizona State University.<br><br>50. セスはテキサス州オースティン校卒だ。日本語の教師でもある。<br>Seth is a graduate of the University of Texas at Austin. (He) is also a Japanese teacher. <br><br>Consecutive XはYだ statements need not always be contrary (Ex. 49), but when they complement each other (Ex. 50), we begin to see a glimpse of where the mood marker ～のだ, which we will examine in our next lesson on ～のだ.<br><br>While a lot can be gleaned from XはYだ, the same cannot be said about verbal predicates.<\/p>\n\n\n\n<p>51. セスは同僚たちに日本語を教えなかった。<br>Seth did not teach his colleagues Japanese.<br><br>From Ex. 51, all we know is that Seth did not teach his colleagues Japanese. Anything and everything else pertaining to his conduct, or even his own attributes, are unknown. Meanwhile, when we see the scope marker ～のだ attached to verbal predicates, we see that the statement regains the logical inclusion\/exclusion of appropriate Ys. <br><br>52. 諒君が泣いたんじゃない。<br>It&#8217;s not that Ryo-kun cried. <br><br>From Ex. 52, either someone other than Ryo-kun cried, or the action that Ryo-kun did is not represented by 泣く. In either case, these assessments are ascertainable thanks to the sentence structure itself. One other assessment overlooked is that since Ryo-kun still did something, Ex. 53a is both ungrammatical and illogical, but 53b is just fine because of there being no other ascertainable information implied.<br><br>53a. 諒君が泣いたんじゃない。誰も泣かなかった。X<br>53b. 諒君は泣かなかったよ。というか、誰も泣かなかった。<br>53a. Intended: It&#8217;s not that Ryo-kun cried; no one cried. <br>53b. Ryo-kun didn&#8217;t cry. Come to think of it, no one cried. <br><br>The word &#8220;focus&#8221; has appeared in our discussion a lot, but let&#8217;s take a moment to evaluate what &#8220;focus&#8221; means for nominal predicates, then relate that knowledge to the &#8220;focus&#8221; in sentences with the scope marker ～のだ. <br><br>In Ex. 54, the focus is on what is modifying 料理.<\/p>\n\n\n\n<p>54. 担々麵は日本料理ではありません。四川料理です。<br>Dandanmian is not Japanese dish. It is a Szechuan dish.<br><br>Oftentimes, the focus is not so straightforward. Consider the following.<br><br>55. 「それは辞書ですか」「いえ、辞書じゃありませんよ。教科書です」<br>&#8220;Is that a dictionary?&#8221; No, it is not a dictionary. It is a textbook.&#8221;<br><br>56.  「その段ボール、大変重そうですね。本ですか？」「いえ、本じゃありませんよ。食器です」<br>&#8220;That cardboard box seems awfully heavy; are there books? &#8220;No, there aren&#8217;t books (inside). They&#8217;re dishes.&#8221; <\/p>\n\n\n\n<p>While the focus of Ex. 55 could be considered the genre of the book, in which case the negative copula ではない&#8217;s focus is not negating the preceding noun in its entirety, the focus of Ex. 56 does imply that the focus is the Y in its entirety. Thus, Exs. 54-56 demonstrate that the extent of Y that may be considered the focus varies depending on context, and that that information is gathered by what logical Y are available. <\/p>\n\n\n\n<p>With this in mind, we should expect the scope marker ～のだ to inherit this same context-dependent boundary of what constitutes its focus. To examine this, let&#8217;s return back to Ex. 3. <br><br>3. テイラー君は、<mark style=\"background-color:#e1dfdc\" class=\"has-inline-color\">経済学部を<\/mark>卒業した<span style=\"text-decoration: underline;\">のではない<\/span>。<mark style=\"background-color:#e1dfdc\" class=\"has-inline-color\">芸術学部を<\/mark>卒業した<span style=\"text-decoration: underline;\">のだ<\/span>。<br>It is not the case that Taylor-kun is a graduate of the economics department; he is a graduate of the fine arts department. <br><br>Here, we see that the greyed areas constitute the focus of ～のでない and ～のだ respectively, and that in this context, &#8220;graduating itself&#8221; is not part of the focus. However, in Ex. 57, &#8220;graduating&#8221; <em>is<\/em> part of the focus. <br><br>57. ラファエル君の元カノは卒業したのでない。中退したのだ。<br>Rafael-kun&#8217;s ex-girlfriend didn&#8217;t graduate; she dropped out. <br><br>Also, just as was the case in Ex. 56, there are also times when the focus does include the complement and predicate. We know this is possible from dependent clauses, but even when a dependent clause is not present, this may still be the case. <br><br>58. 「あれ、指に包帯してますね。包丁で切ったんですか」「いえ、包丁で切ったんじゃありません。車のドアに挟んだんです」<br>&#8220;Oh no, your finger is bandaged. Did you cut it with a kitchen knife?&#8221; No, I didn&#8217;t cut it with a kitchen knife. I smashed it in a car door.&#8221; <br><br>In Ex. 58, as was also the case in Ex. 52, an event happening, though one would think that would be the most macro approach to defining focus, is <strong>not<\/strong> what is being negated. Something did happen, and that is evident from the first ～のだ in the exchange, and at which point, the search for what Y is for the main predicate (～のだ) is on and then answered by the second speaker. <br><br>If we were to search for a difference regarding nuance between scope marker ～のだ statements and nominal predicate ones (think Ex. 56.), it would be that whereas the focus of a nominal predicate, whether it is part or all of Y, is still reflective of basic sentence structure, for ～のだ statements, an active choice is made to attribute its properties to whatever it follows. Ultimately, the basic negative form of 切った is 切らなかった, so the choice to say 切ったんじゃない has more meaning than just &#8220;&#8216;Y&#8217; didn&#8217;t happen.&#8221; If that <strong>meaning<\/strong> is clear, you have successfully learned about the scope marker ～のだ. But, it is just as important to still know when &#8220;&#8216;Y&#8217; didn&#8217;t happen&#8221; really is all what happened.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">What can be the Focus of ～のだ<\/h3>\n\n\n\n<p>Back in Exs. 16-19, we saw how various grammatical entities may constitute the focus of the scope marker ～のだ, but now it is time to take a closer look at what all the focus could be placed on as well as where in the sentence said focus is placed.<br><br>So long as the context supports and upholds the juxtaposition, the focus of ～のだ could be any of the following kinds of complements:<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Noun+ Case Particle<\/li>\n\n\n\n<li>Adverb(ial Modifier)<\/li>\n\n\n\n<li>Tense<\/li>\n\n\n\n<li>Negation<\/li>\n\n\n\n<li>Aspect <\/li>\n\n\n\n<li>Voice<sup data-fn=\"3b15356a-3126-4345-996c-43199044d9f3\" class=\"fn\"><a href=\"#3b15356a-3126-4345-996c-43199044d9f3\" id=\"3b15356a-3126-4345-996c-43199044d9f3-link\">9<\/a><\/sup><\/li>\n\n\n\n<li>Mood<sup data-fn=\"997966ff-423f-4e89-b278-b63973cc6565\" class=\"fn\"><a href=\"#997966ff-423f-4e89-b278-b63973cc6565\" id=\"997966ff-423f-4e89-b278-b63973cc6565-link\">10<\/a><\/sup><\/li>\n\n\n\n<li>Verb (Root)<\/li>\n\n\n\n<li>Any Modifier Restricting Definition of Modified Element<\/li>\n<\/ul>\n\n\n\n<p>59. <mark style=\"background-color:#e1dfdc\" class=\"has-inline-color\">僕の顔が<\/mark>大きいのではない。<mark style=\"background-color:#e1dfdc\" class=\"has-inline-color\">皆の顔が<\/mark>小さいのだ。(Focus = Noun + が)<br>It&#8217;s not that my face is big; everyone else&#8217;s faces are small!<br><br>60. 君は<mark style=\"background-color:#e1dfdc\" class=\"has-inline-color\">自分の目的の実現のために<\/mark>頑張ったのではない。<mark style=\"background-color:#e1dfdc\" class=\"has-inline-color\">人に気に入られようと自分を欺いて<\/mark>頑張ったのである。(Focus = Adverbial Modifiers)<br>It isn&#8217;t that you worked hard to achieve your goals; you worked hard by deceiving yourself to be liked by others. <br><br>61. 辞めたのではない。辞めさせられたのだ。(Focus = Voice)<br>It&#8217;s not that I quit; I was made to quit. <br><br>62. 竜巻が発生するかもしれないのではない。発生するに違いないのだ。(Focus = Mood)<br>It&#8217;s not that a tornado might form; tornado(s) will undoubtedly form. <br><br>63. <mark style=\"background-color:#e1dfdc\" class=\"has-inline-color\">全員首にする<\/mark>んじゃない。<mark style=\"background-color:#e1dfdc\" class=\"has-inline-color\">すでにしてる<\/mark>んだ。(Focus: Tense)<br>It&#8217;s not the case that I&#8217;ll fire everyone; I&#8217;ve already fired them. <br><br>64. 死ぬのではない。生まれ変わるのだ。(Focus: Verb)<br>It&#8217;s not you will die; you are reborn. <br><br>65. 決して欧米のマネをしているのではない。欧米の技術をベースに、日本独自の技術を研究開発してきているのだ。(Focus: Verb Root)<br>Japan is by no means imitating the West. Japan has been researching and developing its own unique technology based on Western technology.<br>From 『儲かる企業の新常識』by 唐津一<\/p>\n\n\n\n<p>Generally speaking, what can be inside the scope of ～のだ may be the focus, but negation is quite particular, often being unnatural if ～のだ is also in the negative and the ～ない within the scope is also the focus. If it is not the focus, then the issue is resolved. <br><br>66. <mark style=\"background-color:#e1dfdc\" class=\"has-inline-color\">お金が<\/mark>ないのではない。<mark style=\"background-color:#e1dfdc\" class=\"has-inline-color\">時間が<\/mark>ないのだ。<br>It&#8217;s not that I don&#8217;t have money; it&#8217;s that I don&#8217;t have time. <br><br>67. 日本に<mark style=\"background-color:#e1dfdc\" class=\"has-inline-color\">行かない<\/mark>のではない。<mark style=\"background-color:#e1dfdc\" class=\"has-inline-color\">行く<\/mark>のだ。△<br>It&#8217;s not that I will not go to Japan; I will go to Japan. (?)<\/p>\n\n\n\n<p>68. <mark style=\"background-color:#e1dfdc\" class=\"has-inline-color\">出来<\/mark>ないのではない。<mark style=\"background-color:#e1dfdc\" class=\"has-inline-color\">やりたく<\/mark>ないのだ。<br>It&#8217;s not that I can&#8217;t do it; I don&#8217;t want to do it.<br><br>Multiple focuses can lead to unique internal redefinitions of the scope within the bounds of ～のだ.<\/p>\n\n\n\n<p>69. <mark style=\"background-color:#e1dfdc\" class=\"has-inline-color\">マネジャーがポリシーを決める<\/mark>のではない。<mark style=\"background-color:#e1dfdc\" class=\"has-inline-color\">ポリシーがその人間を決定する<\/mark>のだ。<br>It is not the case that managers decide policies. Policies are what determine who those people. <br><br>In Ex. 69, the components within the scope of ～のではない can be viewed as [XがYをZ], which is then redefined as being [YがXをZ], which further exemplifies the extent of parallelism between a specific element, in this case, a whole syntax pattern, may be focused on to prove a point upon defining a circumstance.<\/p>\n\n\n\n<p>While we have seen many kinds of focuses and instances in which the focus is made of more than one part, what if there is more than one complement in the sentence that can be focus? Unlike Ex. 69, in which case the greyed elements constitute one focus, sentences can be ambiguous if the mixing of different kinds of potential focuses appear simultaneously. As a severe example of ambiguity, consider the following. Possible focuses are encased in 【】.<br><br>70. 【きのう】【用事があって】、【諒君が】【セス君に】【電話】したんじゃない。??<br>a. It&#8217;s not that Ryo had stuff to do yesterday and called <em>Seth-kun<\/em>. <br>b. It&#8217;s not that, <em>yesterday<\/em>, Ryo had stuff to do and didn&#8217;t call Seth-kun.<br>c. It&#8217;s not that Ryo-kun <em>having stuff to do<\/em> is why he called Seth-kun.<br>d. It&#8217;s not that <em>Ryo<\/em> had stuff to do and didn&#8217;t call Seth-kun yesterday. <br>e. It&#8217;s not that Ryo had stuff to and <em>called<\/em> Seth-kun yesterday.<br><br>If this sentence were spoken, the <em>prominent<\/em> element would undoubtedly be accompanied with higher intonation, potentially alleviating the intense structural ambiguity of the sentence. Even when written down, however, as undesirable as this is for even Japanese standards, the idea of &#8220;prominence&#8221; can help us determine which of these five interpretations is more likely. The more ancillary a complement feels, the less fathomable that <em>it<\/em> is the focus becomes.<br><br>In Ex. 70, the predicate is 電話する, and since the point of calling is to call someone, a is the most likely interpretation based on the notion of prominence and the exclusion of ancillary details from that designation. In turn, the least likely interpretation b, with the second worst being c. Though not unfathomable, d is odd because prominence has it that a is most likely, with e being potentially high if solid external context whatsoever indicates strongly what Ryo did in actuality and why mentioning the wrong action is even pertinent. Though a rather specific threshold, it is more likely than b or c. If Ryo is not the one who called, who did, and who was it, then, who had stuff to do yesterday? Yet, what makes this more likely is the likelihood of external context having already filled in that blank. <br><br>Typically, when there are two or more complements that could be interpreted as the focus, the one with the strongest (most intrinsic) relationship with the predicate wins, as we are beginning to see. <br><br>71. 【テイラー君が】【自分の猫に】餌をあげたのではない。<br>a. It&#8217;s not that Taylor gave <em>his own cat food<\/em>. (&#8230;He gave Seth&#8217;s cat food) ◎<br>b. It&#8217;s not that <em>Taylor<\/em> gave his own cat food. (&#8230;Seth did) <br><br>The reason why the strongest relationship equates to prominence is that the way a verb intrinsically works does not change even if the elements of the sentence are switched around due to however the speaker, quite simply, feels. For the verb あげる, its most intrinsic complement is &#8220;to whom&#8221; one is giving. This can be proven in English by how unnatural ii is.<br><br>ii. I gave a watch. ?<br><br>If you are already thinking of donation drives, etc., your mind is forcibly reinserting that intrinsic complement the verb requires to make sense. Turning back to Ex. 71, [自分の猫に] not being directly next to its predicate あげる is irrelevant. <br><br>参照<br>『の（だ）の機能』by 野田春美 (1997)<br><\/p>\n\n\n<ol class=\"wp-block-footnotes\"><li id=\"aea955fe-ada7-4d77-a9e5-4b7acabc2fc7\">Using tonality and politeness markers correctly are facets of natural speech, so ungrammatical judgments based on poor execution on these grounds must be first viewed on the basis of diction, as the functionality of ～のだ is likely irrelevant.  <a href=\"#aea955fe-ada7-4d77-a9e5-4b7acabc2fc7-link\" aria-label=\"脚注参照1にジャンプ\">↩︎<\/a><\/li><li id=\"8336d61d-4426-4e11-8787-f4ef065c9967\">The final particle の, which is believed to derive from ～のだ, breaks this convention. However, there are rare instances of ～のだ following ～ます in colloquial female speech via hypercorrection. <br>Ex. 主人はお人好しでバカだから、今でもあんなこと言ってますんです。<br>From『理由』by 宮部みゆき. <a href=\"#8336d61d-4426-4e11-8787-f4ef065c9967-link\" aria-label=\"脚注参照2にジャンプ\">↩︎<\/a><\/li><li id=\"20ea8ef7-580e-4b35-98c8-3ed1be73595e\">～かもしれない and ～に違いない constitute mood markers, and they so happen to be compatible with the scope marker ～のだ. <a href=\"#20ea8ef7-580e-4b35-98c8-3ed1be73595e-link\" aria-label=\"脚注参照3にジャンプ\">↩︎<\/a><\/li><li id=\"e2b517e4-ce0e-45f5-b94f-af6aa161f5b3\">What constitutes as a dependent clause (従属節) is mostly straightforward from an English mindset, but one type of complement that may not appear as such is nominal predicates. At the etymological level, all complements made with the particle で are dependent clauses by default, resulting in their complements not inherently sharing a tight-knit relationship with their predicates. <br>   <a href=\"#e2b517e4-ce0e-45f5-b94f-af6aa161f5b3-link\" aria-label=\"脚注参照4にジャンプ\">↩︎<\/a><\/li><li id=\"6d9cc81e-82b9-4da5-acc5-d31b3fa1a720\">These terms are borrowed from 益岡隆志&#8217;s 『とりたての焦点に関する議論』 (1991) <a href=\"#6d9cc81e-82b9-4da5-acc5-d31b3fa1a720-link\" aria-label=\"脚注参照5にジャンプ\">↩︎<\/a><\/li><li id=\"729a0653-e395-440f-baab-18370545092c\">This exceptional extension of the scope of negation and interrogative markers are explained in 久野暲 (1983).  <a href=\"#729a0653-e395-440f-baab-18370545092c-link\" aria-label=\"脚注参照6にジャンプ\">↩︎<\/a><\/li><li id=\"810c8eef-a616-4a12-8762-59f1c559e93f\">Also consider the following as grammatically correct responses and their implications as to how ～のだ functions:<br>・・・いや、生まれたのは神奈川だよ。◎<br>・・・いや、出身は神奈川だよ。〇<br>The first alternative listed here is the most grammatically parallel means of answering the premise of the questioner&#8217;s inquiry and providing the ultimate answer the questioner would then want to know in one sentence. The second alternative rewrites this with a simple nominal predicate, which switches out [生まれたの] with an equivalent noun, and the lack of ～のだ is substantiated by what we have learned regarding the scope of said predicates. Once again, we are faced with the reality that ～のだ is a nominalizer because ～の is a nominalizer. <a href=\"#810c8eef-a616-4a12-8762-59f1c559e93f-link\" aria-label=\"脚注参照7にジャンプ\">↩︎<\/a><\/li><li id=\"1a7a5d86-0243-48ae-9e1c-954ba7db8f2a\">～のだか does not realize in main-clause predicate position. However, the copula is still present in the deep-sentence structure of ～のか. <a href=\"#1a7a5d86-0243-48ae-9e1c-954ba7db8f2a-link\" aria-label=\"脚注参照8にジャンプ\">↩︎<\/a><\/li><li id=\"3b15356a-3126-4345-996c-43199044d9f3\">&#8220;Voice&#8221; in grammar describes the relationship between the action (state) expressed by the verb and the participants. Think &#8220;active&#8221; voice vs &#8220;passive&#8221; voice: <br>The cat ate the bug. (Active)<br>The bug was eaten by the cat. (Passive) <a href=\"#3b15356a-3126-4345-996c-43199044d9f3-link\" aria-label=\"脚注参照9にジャンプ\">↩︎<\/a><\/li><li id=\"997966ff-423f-4e89-b278-b63973cc6565\">Verbal inflections which express the speaker&#8217;s attitude toward what they are saying.  <a href=\"#997966ff-423f-4e89-b278-b63973cc6565-link\" aria-label=\"脚注参照10にジャンプ\">↩︎<\/a><\/li><\/ol>","protected":false},"excerpt":{"rendered":"<p>The Scope Marker ～のだ Having learned about how the particles から and ので indicate reason, it is time to learn abo<a class=\"more-link\" href=\"https:\/\/imabi.org\/the-scope-marker-%ef%bd%9e%e3%81%ae%e3%81%a0\/\">続きを読む <span class=\"screen-reader-text\">&#8220;The Scope Marker ～のだ&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":"[{\"content\":\"Using tonality and politeness markers correctly are facets of natural speech, so ungrammatical judgments based on poor execution on these grounds must be first viewed on the basis of diction, as the functionality of ～のだ is likely irrelevant. \",\"id\":\"aea955fe-ada7-4d77-a9e5-4b7acabc2fc7\"},{\"content\":\"The final particle の, which is believed to derive from ～のだ, breaks this convention. However, there are rare instances of ～のだ following ～ます in colloquial female speech via hypercorrection. <br>Ex. 主人はお人好しでバカだから、今でもあんなこと言ってますんです。<br>From『理由』by 宮部みゆき.\",\"id\":\"8336d61d-4426-4e11-8787-f4ef065c9967\"},{\"content\":\"～かもしれない and ～に違いない constitute mood markers, and they so happen to be compatible with the scope marker ～のだ.\",\"id\":\"20ea8ef7-580e-4b35-98c8-3ed1be73595e\"},{\"content\":\"What constitutes as a dependent clause (従属節) is mostly straightforward from an English mindset, but one type of complement that may not appear as such is nominal predicates. At the etymological level, all complements made with the particle で are dependent clauses by default, resulting in their complements not inherently sharing a tight-knit relationship with their predicates. <br>  \",\"id\":\"e2b517e4-ce0e-45f5-b94f-af6aa161f5b3\"},{\"content\":\"These terms are borrowed from 益岡隆志's 『とりたての焦点に関する議論』 (1991)\",\"id\":\"6d9cc81e-82b9-4da5-acc5-d31b3fa1a720\"},{\"content\":\"This exceptional extension of the scope of negation and interrogative markers are explained in 久野暲 (1983). \",\"id\":\"729a0653-e395-440f-baab-18370545092c\"},{\"content\":\"Also consider the following as grammatically correct responses and their implications as to how ～のだ functions:<br>・・・いや、生まれたのは神奈川だよ。◎<br>・・・いや、出身は神奈川だよ。〇<br>The first alternative listed here is the most grammatically parallel means of answering the premise of the questioner's inquiry and providing the ultimate answer the questioner would then want to know in one sentence. The second alternative rewrites this with a simple nominal predicate, which switches out [生まれたの] with an equivalent noun, and the lack of ～のだ is substantiated by what we have learned regarding the scope of said predicates. Once again, we are faced with the reality that ～のだ is a nominalizer because ～の is a nominalizer.\",\"id\":\"810c8eef-a616-4a12-8762-59f1c559e93f\"},{\"content\":\"～のだか does not realize in main-clause predicate position. However, the copula is still present in the deep-sentence structure of ～のか.\",\"id\":\"1a7a5d86-0243-48ae-9e1c-954ba7db8f2a\"},{\"content\":\"\\\"Voice\\\" in grammar describes the relationship between the action (state) expressed by the verb and the participants. Think \\\"active\\\" voice vs \\\"passive\\\" voice: <br>The cat ate the bug. (Active)<br>The bug was eaten by the cat. (Passive)\",\"id\":\"3b15356a-3126-4345-996c-43199044d9f3\"},{\"content\":\"Verbal inflections which express the speaker's attitude toward what they are saying. \",\"id\":\"997966ff-423f-4e89-b278-b63973cc6565\"}]"},"tags":[],"class_list":["post-7485","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-1WJ","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/7485","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=7485"}],"version-history":[{"count":37,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/7485\/revisions"}],"predecessor-version":[{"id":12597,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/7485\/revisions\/12597"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=7485"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=7485"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}