{"id":798,"date":"2023-07-21T12:33:32","date_gmt":"2023-07-21T19:33:32","guid":{"rendered":"https:\/\/imabi.org\/?page_id=798"},"modified":"2024-05-23T14:20:41","modified_gmt":"2024-05-23T21:20:41","slug":"when-it-comes-to-iii%e3%81%a8%ef%bd%9b%e3%81%8d%e3%81%9f%e3%82%89%e3%83%bb%e3%81%8d%e3%81%a6%e3%81%af%e3%83%bb%e3%81%8f%e3%82%8b%e3%81%a8%e3%83%bb%e3%81%8d%e3%81%9f%e6%97%a5%e3%81%ab","status":"publish","type":"page","link":"https:\/\/imabi.org\/when-it-comes-to-iii%e3%81%a8%ef%bd%9b%e3%81%8d%e3%81%9f%e3%82%89%e3%83%bb%e3%81%8d%e3%81%a6%e3%81%af%e3%83%bb%e3%81%8f%e3%82%8b%e3%81%a8%e3%83%bb%e3%81%8d%e3%81%9f%e6%97%a5%e3%81%ab\/","title":{"rendered":"”When it Comes to&#8230;&#8221; III:と｛きたら・きては・くると・きた日には・きている（ものだ）・くれば｝"},"content":{"rendered":"\n<h3 class=\"wp-block-heading\">”When it Comes to&#8230;&#8221; III: と｛きたら・きては・くると・きた日には・きている（ものだ）・くれば｝<\/h3>\n\n\n\n<p>This lesson is a continuation of the last lesson but with a twist. It just so happens that the verb 来る is not as easy as it has been made out to be. At this point, we know that it is not always used in the literal sense of “coming” to a location. For instance, we know it can be used in idiomatic expressions such as 頭にくる (to get mad).<\/p>\n\n\n\n<p>One usage that the verb has had for a very long time in Japanese history but which has been in decline in recent decades is using it to mean いう. This has been done so in Japanese to bring about extremely emphatic commentary about things that are deemed sensitive\/of importance to the speaker.<\/p>\n\n\n\n<p>So far, this sounds like random commentary out of context, but remember how といったら・いえば were used in the last lesson. These phrases are both used to conjure up some topic to emphatically make a statement about it. The phrases in this lesson are more or less synonymous to this degree, but the nuances implied, of course, are not 100% the same. &nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">くる ≒ いう<\/h3>\n\n\n\n<p><strong>ときたら<\/strong><\/p>\n\n\n\n<p>The purpose of ときたら is to bring up into conversation a very specific circumstance\/event\/matter\/topic of some significance to the speaker in an emphatic manner, which is then followed by commentary true in the eyes of the speaker for the situation mentioned. This commentary is usually negative in connotation; however, regardless of whether the sentence is positive or negative in nuance, it always brings about some sense of astonishment\/amazement. After all, you can be astounded by how awesome or how horrible something is.<\/p>\n\n\n\n<p>Basic Translation: “When it comes to…”; “Regarding…”<\/p>\n\n\n\n<p>As the basic translations suggest, you can view this phrase to be a very emphatic variation of phrases like といえば and に関しては.<\/p>\n\n\n\n<p>1.&nbsp;<ruby>中国<rt>ちゅうごく<\/rt><\/ruby>での<ruby>生活<rt>せいかつ<\/rt><\/ruby>ときたら、<ruby>本当<rt>ほんとう<\/rt><\/ruby>に<ruby>散々<rt>さんざん<\/rt><\/ruby>だった。<br>As far as my livelihood in China went, it was truly miserable.<\/p>\n\n\n\n<p>2. あの<ruby>回<rt>まわ<\/rt><\/ruby>らない<ruby>寿司屋<rt>すしや<\/rt><\/ruby>ときたら、<ruby>利益率<rt>りえきりつ<\/rt><\/ruby>が<ruby>高<rt>たか<\/rt><\/ruby>そうだな。<br>When it comes to sushi restaurants that aren’t conveyor ones, it seems that the profit ratio is high, you know.<\/p>\n\n\n\n<p>3. この<ruby>車<rt>くるま<\/rt><\/ruby>ときたら、<ruby>夏<rt>なつ<\/rt><\/ruby>はエンジンの<ruby>熱気<rt>ねっき<\/rt><\/ruby>で<ruby>外気<rt>がいき<\/rt><\/ruby>より<ruby>暑<rt>あつ<\/rt><\/ruby>いくせに<ruby>冬<rt>ふゆ<\/rt><\/ruby>は<ruby>隙間風<rt>すきまかぜ<\/rt><\/ruby>で<ruby>外<rt>そと<\/rt><\/ruby>より<ruby>寒<rt>さむ<\/rt><\/ruby>い。<br>Regarding this car, despite it being hotter than the outside due to the heat of the engine in the summer, it’s colder than the outside due to draft in the winter.<\/p>\n\n\n\n<p>4. メキシコの<ruby>天気<rt>てんき<\/rt><\/ruby>ときたら、<ruby>酷<rt>ひど<\/rt><\/ruby>い<ruby>暑<rt>あつ<\/rt><\/ruby>さだ。<br>When it comes to the weather in Mexico, the heat is awful.<\/p>\n\n\n\n<p>5.&nbsp;<ruby>世界<rt>せかい<\/rt><\/ruby>では<ruby>酷<rt>ひど<\/rt><\/ruby>い<ruby>事件<rt>じけん<\/rt><\/ruby>が<ruby>頻発<rt>ひんぱつ<\/rt><\/ruby>してるのに、<ruby>日本<rt>にほん<\/rt><\/ruby>の<ruby>警察<rt>けいさつ<\/rt><\/ruby>ときたらこんなことを･･･<br>Even though horrible incidents are frequently happening in the world, to think that the Japanese police of all things would…<\/p>\n\n\n\n<p>6. あの<ruby>先生<rt>せんせい<\/rt><\/ruby>ときたら、<ruby>授業中<rt>じゅぎょうちゅう<\/rt><\/ruby>も<ruby>冗談<rt>じょうだん<\/rt><\/ruby>ばかりで、<ruby>困<rt>こま<\/rt><\/ruby>るなあ。<br>When it comes to that teacher, he’s always joking in class, which is really bothersome.<\/p>\n\n\n\n<p>7. このパソコンときたら、<ruby>買<rt>か<\/rt><\/ruby>ったばかりなのに、もう<ruby>壊<rt>こわ<\/rt><\/ruby>れ<ruby>始<rt>はじ<\/rt><\/ruby>めてて、<ruby>困<rt>こま<\/rt><\/ruby>ってるよ。<br>When it comes to this PC, even though I’ve just bought it, it’s already beginning to break, which is causing me a great bit of trouble.<\/p>\n\n\n\n<p>8. まったく、<ruby>最近<rt>さいきん<\/rt><\/ruby>の<ruby>若者<rt>わかもの<\/rt><\/ruby>ときたら、なっとらん！<br>Ugh, young people these days, they just won’t cut it.<\/p>\n\n\n\n<p>9. このチェーン<ruby>居酒屋<rt>いざかや<\/rt><\/ruby>ときたら、<ruby>従業員<rt>じゅうぎょういん<\/rt><\/ruby>は<ruby>最低<rt>さいてい<\/rt><\/ruby>だよ。<br>When it comes to this chain izakaya, the employees are the worst.<\/p>\n\n\n\n<p>10.&nbsp;<ruby>夫<rt>おっと<\/rt><\/ruby>ときたら、<ruby>私<rt>わたし<\/rt><\/ruby>を<ruby>片時<rt>かたとき<\/rt><\/ruby>とも<ruby>一人<rt>ひとり<\/rt><\/ruby>にしてくれないのです。<br>When it comes to my husband, he won’t even let me have a moment alone by myself.<\/p>\n\n\n\n<p>11. あいつときたら、いっつも<ruby>嘘<rt>うそ<\/rt><\/ruby>を<ruby>突<rt>つ<\/rt><\/ruby>くんだ。<br>When it comes to that guy, he always lies.<\/p>\n\n\n\n<p>12. あいつときたら、<ruby>毎朝<rt>まいあさ<\/rt><\/ruby><ruby>30<rt>さんじゅっぷん<\/rt><\/ruby><ruby>分以上遅刻<rt>ぷんいじょうちこく<\/rt><\/ruby>してくるんだよ。<br>When it comes to that guy, he always shows up 30 minutes or more late every morning.<\/p>\n\n\n\n<p>13.&nbsp;<ruby>隣<rt>となり<\/rt><\/ruby>の<ruby>家<rt>いえ<\/rt><\/ruby>の<ruby>犬<rt>いぬ<\/rt><\/ruby>ときたら、いつも<ruby>吠<rt>ほ<\/rt><\/ruby>えてばかりで<ruby>困<rt>こま<\/rt><\/ruby>ってます。<br>When it comes to my neighbor’s dog, it’s always barking, and it’s bothering me.<\/p>\n\n\n\n<p>14. うちの<ruby>妻<rt>つま<\/rt><\/ruby>ときたら、またもや<ruby>出張中<rt>しゅっちょうちゅう<\/rt><\/ruby>だ。<br>Concerning my wife, she’s on a business trip&nbsp;<em>again<\/em>.<\/p>\n\n\n\n<p>と言ったら is used in two kinds of situations. It either calls out\/talks to a listener, or it talks about a certain situation. In both situations, commentary follows. The entire situation implies familiarity with the person\/situation at hand. The commentary\/critique\/outburst can have a variety of emotions packed into it: anxiety, worry, rebuke, jealousy, pride, resignation, etc. Regardless of the emotion, all this holds together.<\/p>\n\n\n\n<p>ときたら, on the other hand, brings up some topic as a prerequisite for a comment that follows. The comment that follows is deemed to be obvious\/natural\/absolutely certain. This ‘opinion’ is deeply felt by the speaker, demonstrating that the topic is of some significance to the speaker. &nbsp;Although と言ったら can be used to give positive or negative feedback in a familial tone, the same cannot be said of ときたら. The difference is that ときたら does not guarantee a tone of familiarity. In fact, the more negative the statement, the more visceral, cold line of sight you feel from the speaker. It is very easy to belittle someone by using ときたら whereas と言ったら doesn’t go beyond jokingly chastising someone.<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p><strong>ときては<\/strong><\/p>\n\n\n\n<p>ときては is a variation of ときたら which only differs in the fact that it brings into mind a cause-effect relationship. We know that the basic understand of ときたら is “With A being a prerequisite, B is only natural.” With ときては, you more explicitly state this on the lines of “Since A is so, B is only natural (as an effect).” Although very subjective, there is a very “as a matter of fact” tone to this pattern.<\/p>\n\n\n\n<p>15.&nbsp;<ruby>見<rt>み<\/rt><\/ruby>た<ruby>目<rt>め<\/rt><\/ruby>も<ruby>同<rt>おな<\/rt><\/ruby>じ、<ruby>使<rt>つか<\/rt><\/ruby>われ<ruby>方<rt>かた<\/rt><\/ruby>も<ruby>同<rt>おな<\/rt><\/ruby>じ、<ruby>薬効<rt>やっこう<\/rt><\/ruby>まで<ruby>同<rt>おな<\/rt><\/ruby>じときては<ruby>混同<rt>こんどう<\/rt><\/ruby>するのも<ruby>無理<rt>むり<\/rt><\/ruby>はないでしょう。<br>When it comes down to their appearance, how they’re used, and even to their efficacy being the same, it would not be reasonable to also confuse them.<\/p>\n\n\n\n<p>16.&nbsp;<ruby>残業代<rt>ざんぎょうだい<\/rt><\/ruby>は<ruby>満額<rt>まんがく<\/rt><\/ruby>でないときては、<ruby>納得<rt>なっとく<\/rt><\/ruby>できない<ruby>人<rt>ひと<\/rt><\/ruby>が<ruby>多<rt>おお<\/rt><\/ruby>い。<br>There are many people who cannot accept it when their overtime pay is not the full amount.<\/p>\n\n\n\n<p>17. この<ruby>雑誌<rt>ざっし<\/rt><\/ruby>ときては、<ruby>半分以上<rt>はんぶんいじょう<\/rt><\/ruby>が<ruby>宣伝広告<rt>せんでんこうこく<\/rt><\/ruby>だよ。<br>Regarding this magazine, over half of it is advertisements.<\/p>\n\n\n\n<p>18. おまけに<ruby>殺人<rt>さつじん<\/rt><\/ruby>ときては<ruby>笑<rt>わら<\/rt><\/ruby>うに<ruby>笑<rt>わら<\/rt><\/ruby>えぬ<ruby>話<rt>はなし<\/rt><\/ruby>だ。<br>What’s more is that this story is one that not even murders are able to laugh at.<\/p>\n\n\n\n<p>19. しかも<ruby>商売<rt>しょうばい<\/rt><\/ruby>にならないほどの<ruby>安値<rt>やすね<\/rt><\/ruby>ときてはどうにも<ruby>消費<rt>しょうひ<\/rt><\/ruby>しきれないだろう。<br>Moreover, especially when it’s at such a low price it won’t even turn into business, you can’t possibly go through all of it.<\/p>\n\n\n\n<p>20. おまけにハンサムときては<ruby>皆<rt>みな<\/rt><\/ruby>の<ruby>妬<rt>ねた<\/rt><\/ruby>みを<ruby>買<rt>か<\/rt><\/ruby>っている。<br>What’s more, his handsomeness makes everyone envious.<\/p>\n\n\n\n<p>21. 自らで<ruby>朝<rt>あさ<\/rt><\/ruby>から<ruby>晩<rt>ばん<\/rt><\/ruby>まで<ruby>苦労<rt>くろう<\/rt><\/ruby>して<ruby>食事<rt>しょくじ<\/rt><\/ruby>の<ruby>用意<rt>ようい<\/rt><\/ruby>をしても「<ruby>天<rt>てん<\/rt><\/ruby>にましますお父さま、<ruby>今日<rt>きょう<\/rt><\/ruby>の<ruby>食事<rt>しょくじ<\/rt><\/ruby>を<ruby>感謝<rt>かんしゃ<\/rt><\/ruby>します」ときては、<ruby>神様<rt>かみさま<\/rt><\/ruby>も<ruby>困<rt>こま<\/rt><\/ruby>ってしまうだろう。<br>When you still pray, &#8220;Father who art in heaven, we thank you for this meal,” despite having worked on your own from morning to night and prepare the meal, God will be surely troubled as well.<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p><strong>とくると<\/strong><\/p>\n\n\n\n<p>This variation is the most objective form, and this is because of the use of と rather than the other conditional particles. As an effect, it doesn’t get used at scolding statements directed at others. It is essentially the same as と言うと with the only difference being that it is not near as common. This is simply due to the fact that the use of くる to stand for いう is in decline overall.<\/p>\n\n\n\n<p>22.&nbsp;<ruby>酒<rt>さけ<\/rt><\/ruby>とくると、からっきし<ruby>駄目<rt>だめ<\/rt><\/ruby>だ。<br>When it comes to alcohol, I’m absolutely hopeless.<\/p>\n\n\n\n<p>23.&nbsp;<ruby>音楽<rt>おんがく<\/rt><\/ruby>とくると、やはりモーツァルトですね。<br>When it comes to music, Mozart is definitely where it’s at, you know.<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p><strong>ときた日にゃ（あ）<\/strong><\/p>\n\n\n\n<p>The compound particle には, in either dialectical and\/or old-fashioned speech, can be contracted as にゃ（あ）. Putting this aside, ときた日｛には・にゃ（あ）｝ is simply a somewhat old-fashioned variant of ときたら. The 日 in this phrase is equivalent to 場合. Many speakers do not even know what this phrase is anymore, but it does appear in literature as well as in Early Modern Japanese. Meaning, if you like reading things from Natsume Sōseki (夏目漱石), you will find it.<\/p>\n\n\n\n<p>24. うちの人と<ruby>来<rt>き<\/rt><\/ruby>た<ruby>日<rt>ひ<\/rt><\/ruby>にゃ、<ruby>大変<rt>たいへん<\/rt><\/ruby>なヤキモチやきでね。<br>When it comes to my partner, he\/she is extremely jealous, you see.<\/p>\n\n\n\n<p>25. うちの<ruby>息子<rt>むすこ<\/rt><\/ruby>と<ruby>来<rt>き<\/rt><\/ruby>た<ruby>日<rt>ひ<\/rt><\/ruby>には、<ruby>先<rt>さき<\/rt><\/ruby>が<ruby>思<rt>おも<\/rt><\/ruby>いやられる。<br>When it comes to my son, I have no idea what is going to happen.<\/p>\n\n\n\n<p>26.&nbsp;<ruby>松尾芭蕉<rt>まつおばしょう<\/rt><\/ruby>と<ruby>来<rt>き<\/rt><\/ruby>た<ruby>日<rt>ひ<\/rt><\/ruby>にゃあ、<ruby>大馬鹿<rt>おおばか<\/rt><\/ruby>じゃ。<br>When it comes to Basho Matsuo, he is an utter fool.<\/p>\n\n\n\n<p>27.&nbsp;<ruby>会<rt>あ<\/rt><\/ruby>ったのは<ruby>男性<rt>だんせい<\/rt><\/ruby>の<ruby>高校生<rt>こうこうせい<\/rt><\/ruby>、ついでに<ruby>美少年<rt>びしょうねん<\/rt><\/ruby>ときた<ruby>日<rt>ひ<\/rt><\/ruby>にゃあ、<ruby>夜<rt>よる<\/rt><\/ruby>も<ruby>眠<rt>ねむ<\/rt><\/ruby>れない。<br>Who I met is a guy in high school, and incidentally he’s a handsome guy; I can’t even sleep at night.<\/p>\n\n\n\n<p>28.&nbsp;<ruby>大人<rt>おとな<\/rt><\/ruby>になるときた<ruby>日<rt>ひ<\/rt><\/ruby>にゃ、まったくしょうがない。<br>When it comes to becoming an adult, it absolutely can’t be helped.<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p><strong>ときている（もんだ）<\/strong><\/p>\n\n\n\n<p>When ときたら is paraphrased to come at the end of a sentence, you get ときている（ものだ）. The use of ｛もの・もん｝だ is there to simply imply that the statement is common sense, but the principles in understanding the phrase at large mentioned above still apply. Typically, the phrase is partnered with phrases that equate to “in addition to,” “what’s more,” etc. These phrases include ～うえに, ～に加えて, おまけに～, etc. The best way to translate this, although translation is not always necessary to reflect its meaning, is “to boot.”<\/p>\n\n\n\n<p>31.&nbsp;<ruby>彼氏<rt>かれし<\/rt><\/ruby>は<ruby>金遣<rt>かねづか<\/rt><\/ruby>いが<ruby>荒<rt>あら<\/rt><\/ruby>いのに<ruby>加<rt>くわ<\/rt><\/ruby>えて、<ruby>我<rt>わ<\/rt><\/ruby>が<ruby>儘<rt>まま<\/rt><\/ruby>ときている。<br>In addition to his use of money being wasteful, my boyfriend is selfish to boot.<\/p>\n\n\n\n<p><strong>Sentence Note<\/strong>: The prerequisite for the boyfriend’s selfishness would be the person’s inherent nature which not only doesn&#8217;t stop at wasting money but which also leads to being selfish as a natural effect.<\/p>\n\n\n\n<p>32.&nbsp;<ruby>賢<rt>かしこ<\/rt><\/ruby>い<ruby>上<rt>うえ<\/rt><\/ruby>に、<ruby>性格<rt>せいかく<\/rt><\/ruby>もいいときてるもんだから、<ruby>困<rt>こま<\/rt><\/ruby>ってます。<br>On top of being wise, since (his\/her) personality is also nice to boot, which is what I’m grappling with.<\/p>\n\n\n\n<p>33. サラリーマンは<ruby>気楽<rt>きらく<\/rt><\/ruby>な<ruby>家業<rt>かぎょう<\/rt><\/ruby>ときたもんだ。<br>Salary-men have a carefree line of work to boot.<\/p>\n\n\n\n<p><strong>Sentence Note<\/strong>: The prerequisite of the “carefree nature” indicative of a salary-man have would be based on the nature of their work. In today’s Japan, this statement would not be true, but in the past, this was a very prominent critique of the leisure many saw in their lifestyles.<\/p>\n\n\n\n<p>34. とんだタイミングときたもんだ。<br>What unthinkable timing.<\/p>\n\n\n\n<p><strong>Sentence Note<\/strong>: Although the prerequisite is not mentioned, one can imagine that the situation with the “horribly unthinkable timing” was a domino effect of bad circumstances. &nbsp;<\/p>\n\n\n\n<p>35. 水も滴るいい男ときたもんだわ。<br>What a breathtakingly beautiful, nice guy he is!<\/p>\n\n\n\n<p>36. この<ruby>浴衣<rt>ゆかた<\/rt><\/ruby>と<ruby>言<rt>い<\/rt><\/ruby>ったら<ruby>綺麗<rt>きれい<\/rt><\/ruby>な<ruby>上<rt>うえ<\/rt><\/ruby>に<ruby>安<rt>やす<\/rt><\/ruby>いときている。<br>Talking about this yukata, on top of it being so pretty, it’s cheap to boot.<\/p>\n\n\n\n<p>37.&nbsp;<ruby>全然美味<rt>ぜんぜんおい<\/rt><\/ruby>しくないときたもんだ。<br>It’s absolutely disgusting to boot. (taste)<\/p>\n\n\n\n<p>38. どちらもしっかり<ruby>1<rt>いち<\/rt><\/ruby><ruby>人前<rt>にんまえ<\/rt><\/ruby>で、おまけに<ruby>900<rt>きゅうひゃく<\/rt><\/ruby><ruby>円<rt>えん<\/rt><\/ruby>ときたもんだ。<br>Both are full portions, and what’s more is that they’re 900 yen!<\/p>\n\n\n\n<p>39. あの<ruby>人<rt>ひと<\/rt><\/ruby>は、&nbsp;<ruby>何<rt>なに<\/rt><\/ruby>をするか<ruby>分<rt>わ<\/rt><\/ruby>からない<ruby>上<rt>うえ<\/rt><\/ruby>に、<ruby>物覚<rt>ものおぼ<\/rt><\/ruby>えが<ruby>悪<rt>わる<\/rt><\/ruby>い。おまけにコーヒーの<ruby>味<rt>あじ<\/rt><\/ruby>でさえ<ruby>毎日違<rt>まいにちちが<\/rt><\/ruby>うときたもんです。<br>On top of not knowing what he’s doing, that person has a terrible memory. To make matters worse, the taste of the coffee (he makes) is different each day. &nbsp;<\/p>\n\n\n\n<p>40. あいつは、いつも<ruby>自分<rt>じぶん<\/rt><\/ruby>のことしか<ruby>考<rt>かんが<\/rt><\/ruby>えてないのに<ruby>困<rt>こま<\/rt><\/ruby>ったときだけ<ruby>助<rt>たす<\/rt><\/ruby>けてくれときたもんだ。<br>Even though this guy is always thinking just about himself, what’s more is that he only cries for help only when he’s in trouble.<\/p>\n\n\n\n<p>41.&nbsp;<ruby>女王蜂<rt>じょおうばち<\/rt><\/ruby>は<ruby>過酷<rt>かこく<\/rt><\/ruby>な<ruby>家業<rt>かぎょう<\/rt><\/ruby>ときたものだ。<br>Queen bees have a cruel occupation to boot.<\/p>\n\n\n\n<p>42. おまけに<ruby>勉強<rt>べんきょう<\/rt><\/ruby>も<ruby>出来<rt>でき<\/rt><\/ruby>て<ruby>運動<rt>うんどう<\/rt><\/ruby>もそこそこときてるもんだ。<br>What’s more, I’ve been able to study as well as reasonably exercise.<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p><strong>とくれば<\/strong><\/p>\n\n\n\n<p>We know that with the use of the particle ば, you can create a conditional phrase that is subjective, relating to present\/future situation, and that also leads to a desire of the speaker. As such, this is never used in a negative connotation. This, as you can imagine, is a more emphatic version of と言えば.<\/p>\n\n\n\n<p>44.&nbsp;<ruby>海<rt>うみ<\/rt><\/ruby>とくれば、<ruby>海水浴<rt>かいすいよく<\/rt><\/ruby>だ。<br>When it comes to the ocean, you think of sea bathing.<\/p>\n\n\n\n<p>45.&nbsp;<ruby>大阪<rt>おおさか<\/rt><\/ruby>とくれば、やっぱりたこ<ruby>焼<rt>や<\/rt><\/ruby>きが<ruby>一番<rt>いちばん<\/rt><\/ruby>に<ruby>思<rt>おも<\/rt><\/ruby>い<ruby>浮<rt>う<\/rt><\/ruby>かびますね。<br>When it comes to Ōsaka, takoyaki definitely first comes to mind.<\/p>\n\n\n\n<p>46. 前回は99点とくれば、次は100点が取れそうだね。<br>With it being that I got a 99 last time, it seems that I will get a 100 next time, huh.<\/p>\n\n\n\n<p>47. クエン酸とくれば疲労回復！<br>When it comes to citric acid, think recovery from fatigue!<\/p>\n","protected":false},"excerpt":{"rendered":"<p>”When it Comes to&#8230;&#8221; III: と｛きたら・きては・くると・きた日には・きている（ものだ）・くれば｝ This lesson is a continuation of the l<a class=\"more-link\" href=\"https:\/\/imabi.org\/when-it-comes-to-iii%e3%81%a8%ef%bd%9b%e3%81%8d%e3%81%9f%e3%82%89%e3%83%bb%e3%81%8d%e3%81%a6%e3%81%af%e3%83%bb%e3%81%8f%e3%82%8b%e3%81%a8%e3%83%bb%e3%81%8d%e3%81%9f%e6%97%a5%e3%81%ab\/\">続きを読む <span class=\"screen-reader-text\">&#8220;”When it Comes to&#8230;&#8221; III:と｛きたら・きては・くると・きた日には・きている（ものだ）・くれば｝&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":""},"tags":[],"class_list":["post-798","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-cS","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/798","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=798"}],"version-history":[{"count":2,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/798\/revisions"}],"predecessor-version":[{"id":5878,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/798\/revisions\/5878"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=798"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=798"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}