{"id":832,"date":"2023-07-21T12:47:42","date_gmt":"2023-07-21T19:47:42","guid":{"rendered":"https:\/\/imabi.org\/?page_id=832"},"modified":"2024-05-23T15:01:12","modified_gmt":"2024-05-23T22:01:12","slug":"japanese-ceremony-customs-%e5%86%a0%e5%a9%9a%e8%91%ac%e7%a5%ad","status":"publish","type":"page","link":"https:\/\/imabi.org\/japanese-ceremony-customs-%e5%86%a0%e5%a9%9a%e8%91%ac%e7%a5%ad\/","title":{"rendered":"Japanese Ceremony Customs 冠婚葬祭"},"content":{"rendered":"\n<h3 class=\"wp-block-heading\">Ceremony Customs of Japan 　冠婚葬祭<\/h3>\n\n\n\n<p>Life in Japan is filled with important ceremonies that are held by families and the community at large. The four-character idiom&nbsp;冠婚葬祭 encapsulates these ceremonies in one word. By breaking down this word, we see that&nbsp;婚 stands for &#8220;marriage ceremony&#8221; (婚礼) and&nbsp;葬 stands for &#8220;funeral ceremony&#8221; (葬儀). Then, 冠&nbsp;is in reference to special milestones such as the coming-of-age ceremony and 祭 refers to Shinto ceremonies.&nbsp;<\/p>\n\n\n\n<p>By looking into these ceremonies, you will gain a better appreciation of Japanese culture and begin to understand what it means to live life in a &#8216;Japanese&#8217; fashion. Birth, marriage, death, and the celebrations that fill one&#8217;s life all carry a Japanese perspective worth investigating.&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">冠: Turning Point Celebrations　人生の節目のお祝い<\/h3>\n\n\n\n<p><strong>Congratulations on Giving Birth 出産祝い<\/strong><\/p>\n\n\n\n<p>The health of a new mother and her child(ren) is utmost, and expressing joy to the family is especially important. If you are not immediate family, however, it is best not to rush over to directly convey one&#8217;s thoughts unless there is a deeper connection that warrants such behavior. Otherwise, it is standard etiquette to let them know via letter or electronic correspondence (電報). It is standard to go visit the new mother and her child(ren) about a month after having given birth. Make sure to visit once you&#8217;ve confirmed with them that both the mother and child(ren) are doing well. If you yourself are not feeling well, refrain from visiting until you are fully healthy.&nbsp;<\/p>\n\n\n\n<p>Whether you choose to send a letter, an e-mail, or a text message, make sure your language is appropriate. Avoid any sort of taboo word (忌み言葉) that may relate to death (死), separation (別れ), etc. This tradition has remained true even with the COVID 19 pandemic (コロナ禍). Although some may take a comment such as &#8220;surviving COVID and starting a beautiful family&#8221; as an uplifting compliment, others may be frightened of something so ominous being mentioned in relation to their child&#8217;s birth.&nbsp;&nbsp;&nbsp;<\/p>\n\n\n\n<p>Make sure you are being respectful, even if you are a friend, but also don&#8217;t write your message too formally either. This may come off as being rude under a veneer of politeness (慇懃無礼). Make sure you have no typos (誤字脱字) and that what you&#8217;ve written will make the receiver happy.&nbsp;<\/p>\n\n\n\n<p>1. Sender: Close friend\/relative<\/p>\n\n\n\n<p>ご出産、本当におめでとうございます！<br>母子ともに健康とのことでなによりです。<br>少しの間無理をせずゆっくりと休養をとってください。<br>また、困ったことがあったら遠慮なく相談してくださいね。<br>ママになったあなたとかわいい赤ちゃんに会える日を楽しみにしています。<\/p>\n\n\n\n<p>2. Sender: Someone from the Workplace&nbsp;<\/p>\n\n\n\n<p>元気な赤ちゃんのご出産おめでとうございます。<br>心ばかりではありますが、お祝いの品をお贈りします。<br>赤ちゃんの元気なご成長とともにご家族皆様の明るい未来を<br>心よりお祈り申し上げます。<\/p>\n\n\n\n<p>If you do choose the send a physical letter, make sure that the envelope&nbsp;(封筒) isn&#8217;t a standard blank one. Add some decoration (デコレーション) to it and have it warm the feelings of the receiver upon looking at it.<\/p>\n\n\n\n<p>Relatives (親類) of the mother may wish to provide money as a gift to support the new addition to the family. In today&#8217;s society, 10,000 yen or more is viewed as being appropriate. If you are a close friend (友人), acquaintance (知人), colleague (同僚), work associate (職場関係者), etc.,&nbsp;3-5,000 yen is appropriate. In addition to cash, gift certificates (ギフト券), toys (玩具), diapers (おむつ), baby clothes (ベビー服), etc. are also appropriate. However, if you do send clothing, be sure to keep in mind the season and what size the child(ren) need(s). To be on the safe side, try sending clothing that the child may use at age 1-2 as it may be hard to gauge how quickly the child might grow, potentially not even able to wear something you buy if it becomes out-of-season and the child is no longer the size you had bought. The gifts, though, need not be limited to direct use for the child. Parents will also appreciate books on childrearing (育児書), backpacks (リュック) for carrying&nbsp;diapers, etc.<\/p>\n\n\n\n<p><strong>Coming of Age Ceremony 成人式<\/strong><\/p>\n\n\n\n<p>成人の日 is a&nbsp;<a href=\"https:\/\/www.imabi.net\/holidays\">national holiday<\/a>, a day which celebrates those who have turned 20, which is the age of adulthood in Modern Japan. This tradition, as mentioned earlier, is based on the older tradition known as 元服の儀, which was also alternatively known as 加冠の儀.&nbsp;Males aged 11-16 would change their clothing to adult status, and for those who were of court noble status or higher, that attire would include adorning one&#8217;s head with a cap known as a 冠.&nbsp;&nbsp;<\/p>\n\n\n\n<p>However, the major difference between the prior ceremony and the modern iteration is that the former one was male-centric, limited to certain castes of society, and affected boys of varying age in their teens depending on when it was deemed suitable for that child to start behaving as a man, whereas the modern ceremony is held equally for both sexes.&nbsp;<\/p>\n\n\n\n<p>Though not all municipalities may be the same, most local governments of Japan annual hold coming-of-age ceremonies. Men have the choice of either wearing suits or traditional hakama (袴), and women may wear either a formal dress or a long-sleeved kimono (振袖).&nbsp;<\/p>\n\n\n\n<p>Of course, aside from the ceremony itself, congratulating those being commemorated by the ceremony is just as important. When you know someone who has reached this milestone, let them know by giving them encouraging messages such as the following.&nbsp;<\/p>\n\n\n\n<p><br>3. Formal Example<\/p>\n\n\n\n<p>ご成人おめでとうございます。<br>心からお祝い申し上げます。<br>良い出会いに恵まれ、社会人として<br>大きく飛躍されんこととともに<br>幸多き日々でありますよう<br>お祈りいたします。<\/p>\n\n\n\n<p><br>4. Casual Example<\/p>\n\n\n\n<p>成人おめでとう！〇〇君もやっと大人の仲間入りだね。<br>これからも焦らず一歩うっぽ、素敵な大人になっていってください！<br>一度しかないこの時をめいっぱい楽しんでおいてね！<\/p>\n\n\n\n<p><strong>叙勲・褒章<\/strong><\/p>\n\n\n\n<p>Twice a year, once on April 29th (昭和の日) and once on November 3rd (文化の日), holds medal ceremonies to honor citizens who have contributed greatly to Japanese society. These ceremonies are collectively known as 春秋叙勲・褒章. As can be seen, there are two kinds of awards: 勲章（くんしょう） and 褒章（ほうしょう）.<\/p>\n\n\n\n<p>&nbsp;叙勲 is the symbolic act of a nation conferring a rank (勲等) to a citizen that has contributed substantially to society by&nbsp;issuing a 勲章, which is an order of honor (栄典の等級) meant to celebrate one&#8217;s accomplishments for the nation.&nbsp;<\/p>\n\n\n\n<p>In Modern Japan, the 勲章 that may be presented to a citizen include the following:<\/p>\n\n\n\n<p>・大勲位菊花章（だいくんいきっかしょう）:&nbsp;Its official English name being the &#8220;Grand Cordon of the Supreme Order of the Chrysanthemum,&#8221; this award has been established since 1876 AD during Year 9 of the Meiji Period. The Collar of the Order (&nbsp;大勲位菊花章頸飾・だいくんいきっかけいしょく ) was added to it in 1888 AD.&nbsp;<\/p>\n\n\n\n<p>&nbsp;It is known as the highest order of 勲章 that a Japanese citizen may be awarded. It was partially implemented to mimic similar awards offered by heads of state to their citizenry. The distinguished service () a citizen must undertake to receive it is believed to be higher than all other titles.&nbsp;<\/p>\n\n\n\n<p>This award may be conferred posthumously, most notably several former prime ministers (元首相) such as Nakasone Yasuhiro 中曾根康弘, who passed away in 2019 AD.&nbsp;Only six Japanese citizens outside the Imperial Family (皇族) have received this highest honor, and when royals are included, the total number of recipients is only 44. This award has also been given to foreign royalty.<\/p>\n\n\n\n<p><br>・桐花大綬章（とうかだいじゅしょう）: Its official English name being the &#8220;Order of the Paulownia Flower&#8221; was initially designed to be the highest award in the Order of the Rising Sun, but as of 2003 AD, it is an Order in its own right.&nbsp;<\/p>\n\n\n\n<p>This Order has primarily been conferred to statesmen, diplomats, judges, and the like, and it has only been awarded to 24 people, some of whom were given this title posthumously. Of those 24 people, six were foreigners.<\/p>\n\n\n\n<p>・旭日章（きょくじつしょう）: Its official English name being the &#8220;Order of the Rising Sun,&#8221; this Order is awarded to those who have made distinguished achievements which promote Japan internationally and\/or aided in the development and preservation of the planet. It currently holds six classes with the two lowest rankings being abolished and the highest class being reclassified as the Order of the Paulownia Flowers in 2003 AD. The names of the remaining six ranks are as follows:<\/p>\n\n\n\n<p>・Rank 1: 旭日大綬章（きょくじつだいじゅしょう）<br>・Rank 2: 旭日重光章（きょくじつじゅうこうしょう）<br>・Rank 3: 旭日中綬章（きょくじつちゅうじゅしょう）<br>・Rank 4: 旭日小綬章（きょくじつしょうじゅしょう）<br>・Rank 5: 旭日双光章（きょくじつそうこうしょう）<br>・Rank 6: 旭日単光章（きょくじつたんこうしょう）<\/p>\n\n\n\n<p><br>・瑞宝章（ずいほうしょう）: Its official English name being the &#8220;Order of the Sacred Treasure,&#8221; it is the most frequently conferred Order as it is bestowed to those who have made great achievements in various fields. It is awarded for both civil and military merit, though it has mostly been given to civilians. It, too, has six ranks, of which their names are as follows:&nbsp;<\/p>\n\n\n\n<p>・Rank 1: 瑞宝大綬章（ずいほうだいじゅしょう）<br>・Rank 2: 瑞宝重光章（ずいほうじゅうこうしょう）<br>・Rank 3: 瑞宝中綬章（ずいほうちゅうじゅしょう）<br>・Rank 4: 瑞宝小綬章（ずいほうしょうじゅしょう）<br>・Rank 5: 瑞宝双光章（ずいほうそうこうしょう）<br>・Rank 6: 瑞宝単光章（ずいほうたんこうしょう）<\/p>\n\n\n\n<p><br>・文化勲章（ぶんかくんしょう）: Its official English name being the &#8220;Order of Culture,&#8221; this award is given to individuals who have contributed to Japan&#8217;s science, literature, art, technological advancement. It only has one rank and is conferred annually on Culture Day by the Emperor.&nbsp;<\/p>\n\n\n\n<p>Medals of Honor 褒章 may also be presented by the Emperor to citizens who have contributed greatly to Japanese society. These medals are not limited to people of Japanese citizenship, and it may also be awarded to legal personalities. There are six kinds:<\/p>\n\n\n\n<p>・紅綬褒章（こうじゅほうしょう）: The &#8220;Medal with Red Ribbon&#8221; is awarded to those who have risked their lives to save the lives of others.&nbsp;<\/p>\n\n\n\n<p>・緑綬褒章（りょくじゅほうしょう）: The &#8220;Medal with Green Ribbon&#8221; is currently awarded to those who have served society remarkably.&nbsp;<br>・黄綬褒章（おうじゅほうしょう）: The &#8220;Medal with Yellow Ribbon&#8221; is awarded to those who have become role models in their professional fields through their diligence and perseverance.&nbsp;<br>・紫綬褒章（しじゅほうしょう）: The &#8220;Medal with Purple Ribbon&#8221; is awarded to those who have contributed to the advancement of academics and\/or the arts.&nbsp;<br>・藍綬褒章（らんじゅほうしょう）: The &#8220;Medal with Blue Ribbon&#8221; is awarded to those who have made important achievements for the welfare of the public.<br>・紺綬褒章（こんじゅほうしょう）: The &#8220;Medal with Dark Blue Ribbon&#8221; is awarded to those who have made exceptionally generous financial contributions for the well-being of society.<\/p>\n\n\n\n<p>The medal design for all six types are the same, bearing the stylized characters&nbsp;褒章&nbsp;on a&nbsp;central disc surrounded by a silver ring of cherry blossoms&nbsp;on the obverse.&nbsp;Only the colors of the ribbon differ between the designs.&nbsp;<\/p>\n\n\n\n<p>When congratulating someone who has received any of this awards, it is customary to send that individual 5,000 yen or more enclosed in patterned paper called 熨斗紙（のしがみ）. The envelope is to be wrapped in a butterfly knot (蝶結び) with a decorative cord known as a 水引（みずひき）. On the front side, you&#8217;ll write something like the following based on the type of award.<\/p>\n\n\n\n<p>5. 〇〇章御受章御祝<\/p>\n\n\n\n<p>6. 〇〇褒章御受章御祝<\/p>\n\n\n\n<p>If you are to congratulate the person directly, be sure to do it within at least ten days of the person having received the award, but also make sure to plan the visit with the person in question as their schedule could still be very busy because of the honor ceremony. Bringing gifts such as champagne, fine sake, Japanese spiny lobster (伊勢海老), sea bream (鯛), and\/or a bouquet of flowers (花束) would be wonderful.&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">婚: Marriage　婚姻の成立を祝う儀式<\/h3>\n\n\n\n<p>The technical word for &#8220;marriage ceremony&#8221; is 婚礼. This word under Japanese law&nbsp;is defined as the legal ceremony which forms the official couple status of two individuals getting married. Marriage ceremonies are colloquially known as 結婚式.&nbsp;<\/p>\n\n\n\n<p>A wedding ceremony is either held in the Shinto or the Christian fashion. Regardless of the kind of ceremony chosen, afterward, a reception party known as 披露宴（ひろうえん） is typically held at a large venue such as a banquet hall. There, extended families and friends give speeches on account of the couple and offer gift money known as ご祝儀 in special envelopes. After all, the price for holding the wedding (挙式料) can be expensive.<\/p>\n\n\n\n<p>In addition to sending gifts to the newlyweds, the newlyweds themselves may gift back to close friends and relatives. This is known as 結婚内祝い. On the 熨斗紙（のしがみ） used for the envelope, a red-white decorative 水引. It must then be fastening via the 結び切り method, which is meant to produce a single knot that never unravels. On the front side of the card, the newlyweds will write either 内祝 or 寿, with the latter Kanji frequently stylized. For the sender field on the back, the couple should write their new names under the chosen family name (新姓).&nbsp;<\/p>\n\n\n\n<p><strong>Shinto Weddings 神前結婚<\/strong><\/p>\n\n\n\n<p>Shinto wedding ceremonies are known as 神前式, which is short for 神社結婚式. Shinto ceremonies used to mainstream up until around 30 years ago when popularity in Christian ceremonies surpassed the tradition. In Modern Japan, about 20% still choose this route, though, as it best reflects Japanese tradition (伝統) and also provides the opportunity of choosing the shrine for your new&nbsp;family.&nbsp;<\/p>\n\n\n\n<p>The ceremony is held (挙式) at the main sanctuary&nbsp;(本殿) Shinto shrine (神殿).&nbsp;Leading up to the rituals (神事), it&#8217;s important to cleanse oneself. The ritual for washing one&#8217;s hands is known as 手水（ちょうず）の儀. You pour water scooped up in a ladle known as a 柄杓（ひしゃく）onto your left then right hand and then on your left hand again, and with the water poured lastly on your left hand, you then rinse your mouth.<\/p>\n\n\n\n<p>With the priest (神職) and priest maiden (巫女) in the lead, the groom and bride (新郎新婦), both families&#8217; parents, and relatives head toward the main building (社殿) of the shrine&#8217;s premises (境内). This procession is known as 参進（さんしん）. At the hall of worship (拝殿),&nbsp;the couple takes a seat near the gods with the groom on the left and the bride on the right.<\/p>\n\n\n\n<p>The priest performs a purification ritual for the couple and attendees known as 修祓（しゅはつ）. With the start of the ceremony now truly commencing, everyone rises with the priest responsible for the religious ceremonies (斎主) at the forefront, at which point all bow their heads in worship (拝礼). Food offerings are then presented to the gods. This is known as&nbsp; 献饌（けんせん）. Examples include rice, sacred sake (お神酒), 山の幸 (food taken from the mountains), 海の幸 (food taken from the seas).&nbsp;<\/p>\n\n\n\n<p>The priest&nbsp;then announces their wedding to the kami of the shrine (祭神)&nbsp;. The gods Izanagi and Izanami are also often invoked in prayers made during the ceremony. This is known as 祝詞奏上（のりとそうじょう）.<\/p>\n\n\n\n<p>Both the bride and groom take three sips from three different-sized cups of sake 盃 in a ritual known as 三々九度（さんさんくど）の儀 (alternatively known as 三献の儀). The smaller of the cups represents the past, the medium-sized cup represents the present and the larger cup represents the future.<\/p>\n\n\n\n<p>When the couple approaches the alter, the groom reads out his vows while the bride listens. A &#8216;matchmaker&#8217; (仲人) will be thanked in the vows. If there wasn&#8217;t a matchmaker, then the role is filled in a similar way to that of a best man or bridesmaid. Reading out one&#8217;s vows is called 誓詞奏上（せいしそうじょう）.&nbsp;Then, priest maidens offer a dance to the gods to further appease them and bless the occasion. This ritual is called 神楽奉奏（かぐらほうそう）.<\/p>\n\n\n\n<p>7.<br>誓詞<br>私共は今日を佳き日と選び、<br>〇〇神の大前で、<br>結婚式を挙げました。<br>今後は信頼と愛情を以って<br>輔け合い励まし合って<br>良き家庭を築いて行きたいと存じます。<br>何卒幾久しくお守り下さい。<br>令和〇〇年〇〇月〇〇日<\/p>\n\n\n\n<p>夫妻<br>We, having chosen today as an excellent day,&nbsp;<\/p>\n\n\n\n<p>before the god of xx,&nbsp;<br>have held our marriage ceremony.&nbsp;<br>We pledge to help and encourage one another<br>and to build a great family.&nbsp;<br>We ask that you please protect us eternally.&nbsp;<br>Reiwa Year ## Month ## Day ##<br>Husband and Wife<\/p>\n\n\n\n<p>At the end of the ceremony, the priest presents a branch from the sacred Japanese evergreen (榊)&#8211;or&nbsp;a branch from a similar evergreen tree (常緑樹)&nbsp;&nbsp;such as pine (松) or the Japanese yew (櫟・イチイ)&#8211;with a zigzag-shaped paper streamer known as a 紙垂（しで） wrapped around it, symbolizing how one has come to deliver (託す) one&#8217;s true heart (真心) in front of the gods (神前) via the wooden stick (串). This act is described in Japanese as 玉串を奉って拝礼する. By relaying your gratitude to the kami for your lives, having met your spouse, you are asking them to sanctify your message.&nbsp;This ceremony is known as 玉串拝礼 or 玉串奉奠.&nbsp;This ritual should also be performed whenever one wishes for prayers (祈祷) to be made at a shrine when you enter its grounds (昇殿) and pay homage (参拝) to it.&nbsp;<\/p>\n\n\n\n<p>At this point, rings are exchanged&#8211;指輪交換（ゆびわこうかん）. With two families now united, members of both families drink from their sake cups at once in a ritual known as 親族盃の儀. Then, once the priesthood has removed the food offerings made to the gods in what is known as&nbsp;撤饌（てっせん）, the priest and all those attending rise and bow their heads in worship 斎主一拝（さいしゅいっぱい）to thank the gods for having given their blessings.&nbsp;<\/p>\n\n\n\n<p>※Some shrines do offer wedding ceremonies for same-sex couples, in which case all tradition is upheld with attire still determined by the sex of the individuals.&nbsp;<\/p>\n\n\n\n<p><strong>Clothing　婚礼衣装<\/strong><\/p>\n\n\n\n<p>Brides are expected to a wear a kimono that is either a pure white (白無垢), has a colorful outer robe (打掛), or has a black pattern (黒引き振袖). Brides may also were headdresses such as the 角隠し made out of white silk, which covers the bridal high topknot known as 文金高島田（ぶんきんたかしまだ）&nbsp;to metaphorically cover up the horns of ego the new bride might have.&nbsp;Or, she may choose to wear a 綿帽子, which is an all-white hood that is more similar in appearance to a western bridal veil. Hair&nbsp;<\/p>\n\n\n\n<p>Grooms wear a black haori (羽織) with the family crest embroidered (紋服) and a loose hakama with a vertical stripe. This attire, in full, is known as 黒五つ紋付きは羽織袴. This is also viewed as proper, traditional, formal dress (正礼装) for men.&nbsp;<\/p>\n\n\n\n<p><strong>Christian Weddings　 教会式・チャペル式<\/strong><\/p>\n\n\n\n<p>Even if you aren&#8217;t Christian, it is still possible to hold your wedding at a church. Women especially find it romantic to walk down the aisle (バージンロード) in a wedding dress&nbsp;(ウエディングドレス). Of course, grooms also fancy their wedding tuxedo (ウェディングタキシード).<\/p>\n\n\n\n<p>Imagine the flower girl (フラワーガール), the ring boy&nbsp;(リングボーイ), the mother of the bride putting down her daughter&#8217;s veil (ベールダウン), etc. The one thing that may be embarrassing to some are the vows (誓いの言葉) and the wedding kiss 誓いのキス.&nbsp;<\/p>\n\n\n\n<p><strong>Buddhist Wedding　仏前式<\/strong><\/p>\n\n\n\n<p>Vowing one&#8217;s marriage to one&#8217;s ancestors follows Buddhist teachings. The officiator (司婚者) of the wedding is a Buddhist priest (僧侶). However, the ceremony itself may not have to be done at a temple&#8217;s main building (寺院の本堂). In fact, it can even be done in front of the family alter (仏壇).<\/p>\n\n\n\n<p>Although this form of ceremony is rare, when it does occur, the sect of Buddhism (宗派) will typically be aligned with the groom&#8217;s sect. Note that attire is generally the same as that of Shinto weddings with traditional Japanese dress (和装) being the rule.&nbsp;<\/p>\n\n\n\n<p><strong>Non-Religious Ceremony　人前式（じんぜんしき）<\/strong><\/p>\n\n\n\n<p>Sometimes referred as 無宗教式, having a simple wedding void of religious ceremonies is becoming a more common practice. It allows for more people to feel comfortable going to the wedding, and there is more freedom in what both the bride and groom may wear, although attire is usually akin to what would be worn at a Christian-style wedding. Common locations for such a wedding may include a garden or beach venue.&nbsp;<\/p>\n\n\n\n<p>These weddings will need to have a witness to the wedding (結婚の証人), and the couple&#8217;s vows are done in front of the whole audience.&nbsp;<\/p>\n\n\n\n<p><strong>Remember to Congratulate Them<\/strong><\/p>\n\n\n\n<p>Remember to congratulate the newlyweds with ご結婚おめでとうございます, changing the formality of the expression based on your relationship with the couple. If you are to write a message to them, don&#8217;t use punctuation marks such as periods or commas, but exclamation points are acceptable.&nbsp;<\/p>\n\n\n\n<p>It&#8217;s also customary to avoid both taboo words such as 別れる, 最後, etc. but also repetitive words such as ますます, いよいよ, etc. as this may conjure up imagery of divorce (離婚) and remarriage (再婚).&nbsp;<\/p>\n\n\n\n<p>Make sure your message is written in either black or dark blue ink, and when you place your message in its envelope, have the frontside of the card face the same direction as the front of the envelope.&nbsp;<\/p>\n\n\n\n<p>8.<br>ご結婚おめでとうございます<br>末永くお幸せに！<\/p>\n\n\n\n<p>9.&nbsp;<br>結婚おめでとう！<br>二人で明るい未来を歩んでいってね<\/p>\n\n\n\n<p><strong>The Definition of Marriage in Japan<\/strong><\/p>\n\n\n\n<p>Though 結婚 is the colloquial word for &#8220;marriage,&#8221; it literally refers to becoming a couple. The legal word for &#8220;marriage&#8221;&nbsp;is 婚姻. The right to marriage in the Japanese Constitution is defined in Article 24. The provision is written as such:&nbsp;<\/p>\n\n\n\n<p>10.<\/p>\n\n\n\n<p>①婚姻は、両性の合意のみに基づいて成立し、夫婦が同等の権利を有することを基本として、相互の協力により、維持されなければならない。<br>②配偶者の選択、財産権、相続、住居の選定、離婚並びに婚姻及び家族に関するその他の事項に関しては、法律は、個人の尊厳と両性の本質的平等に立脚して、制定されなければならない。<\/p>\n\n\n\n<p>Official English Translation:<br><strong>Article 24.<\/strong>&nbsp;Marriage shall be based only on the mutual consent of both sexes and it shall be maintained through mutual cooperation with the equal rights of husband and wife as a basis.<br>With regard to choice of spouse, property rights, inheritance, choice of domicile, divorce and other matters pertaining to marriage and the family, laws shall be enacted from the standpoint of individual dignity and the essential equality of the sexes.<\/p>\n\n\n\n<p>As for marriage equality for same-sex couples, Japanese civil law under the Family Register Act (戸籍法) currently only allows heterosexual couples from becoming registered as married. A marriage is only legally recognized once a couple has successfully submitted the required documents (婚姻届)&nbsp;to the city hall registrar (市役所) to change their status in their family registration sheet (戸籍).&nbsp;<\/p>\n\n\n\n<p>However, this article of the Constitution has been interpreted by scholars and most recently in a 2021 court decision as only foreseeing the existence of heterosexual marriage (異性婚). Therefore, it is not an outright ban on same-sex marriage (同成婚). Nonetheless, revision to existing Japanese law would be necessary to allow for marriage equality.&nbsp;<\/p>\n\n\n\n<p>It must be noted that same-sex couples may still wish to perform wedding ceremonies. There are Shinto, Buddhist, and Christian institutions in Japan which perform ceremonies for couples that wish to make the symbolic act to sanctify their relationship.&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">葬: Funeral　葬儀の慣習<\/h3>\n\n\n\n<p>Death (死) of a loved one is mourned (弔う)&nbsp;in Japanese society. Hearing the news of someone&#8217;s death (訃報) is never an easy matter. When and how to show one&#8217;s condolences (お悔み) to the family&nbsp;can also be a complicated and sensitive. The vigil (通夜), funeral (葬儀), and memorial service (告別式) are all aspects of showing one&#8217;s respects to the deceased (弔問).&nbsp;<\/p>\n\n\n\n<p>The full term for burial rites is 葬送（儀礼）. Colloquially, the funeral itself is called お葬式（そうしき）.&nbsp;From giving your respects, knowing how the funeral\/handling of the body is going to be done based on religion or economic circumstances, and the sheer number of terminology associated with burial in Japan can seem overly complex, but if you are in the position of losing a Japanese friend or loved one, people will surely help you get through the situation. With that being said, let&#8217;s try to go through as much of the basic terms and customs that you ought to be aware of.&nbsp;<\/p>\n\n\n\n<p>Participating in a funeral is expressed with 葬儀に参列する. Depending on the kind of funeral and the wishes of the family (遺族), there may be restrictions held on who else may be present for the actual funeral rites. When in doubt, ask for times, dates, what to specifically wear, and consult with others to not what to offer the loved ones.&nbsp;<\/p>\n\n\n\n<p><strong>Contacting the Family<\/strong><\/p>\n\n\n\n<p>If the person is a loved one of your family or a close family, you should contact the family as soon as you can. If it is an acquaintance of some sort, you should wait until after the vigil to give your condolences. When you do receive contact, make sure to not only give your condolences but also find out the time and place of the vigil and funeral as well as the person&#8217;s religion if you are unsure.&nbsp;<\/p>\n\n\n\n<p>If you unable to attend either or if it is business related, you should send a 弔電, This is literally a &#8220;condolence telegram&#8221;, but there are ways of doing this through phone,&nbsp;fax, and now social media. The 表書き for this should be 御弔料 along with the name of the company\/organization. However, you should consult others for this as well as practices vary in acceptability. In it, you should have 故こ〇〇〇〇様ご遺族様 in it.&nbsp;The prefix 故 means “late” and&nbsp;遺族 means “the family of the deceased.”&nbsp;<\/p>\n\n\n\n<p>In either event, whether you wait to send your condolences for the funeral, send them via phone, letter, or what have you, there are several phrases that you may wish to use.&nbsp;<\/p>\n\n\n\n<p>11. この度はお悔み申し上げます。<br>Please allow me to give you my condolences during this time.&nbsp;<\/p>\n\n\n\n<p>12.&nbsp;（この度は）（誠に）ご愁傷様です。<br>My (sincerest) condolences (at this time).&nbsp;<\/p>\n\n\n\n<p>13. 哀悼の意を表します。<br>Allow me to express my condolences\/sympathy.<\/p>\n\n\n\n<p>14. ご冥福をお祈りします。*<br>May they rest in the afterworld.&nbsp;<\/p>\n\n\n\n<p>※This phrase may be considered inappropriate to Christian families and Buddhist families who adhere to the 浄土真宗 sect.&nbsp;<\/p>\n\n\n\n<p><strong>香典（こうでん<\/strong><strong>）<\/strong><\/p>\n\n\n\n<p>When a person dies, 香典 is usually given as a funeral gift of money (金封・ご祝儀袋) to the family at the vigil or funeral. However, the kind of envelope 熨斗袋（のしぶくろ）you put it in will differ depending on the religion of the family.&nbsp;For instance, if there is a picture of a lotus on it, it should only be used for those who follow Buddhism. What is put in the inscription is not an easy question, and it depends heavily on the religious beliefs of the deceased. It also doesn&#8217;t help that there isn&#8217;t unilateral decision on what to do.&nbsp;<\/p>\n\n\n\n<p>The amount of money you give is based on your relation to the person. The most common amounts are 3, 5, or 10,000 yen. If you are unable to give much money, providing flowers is also acceptable. If you are expected to write in the registry of attendees what you have donated, write&nbsp;&nbsp;菊一輪（きくいちりん）if you chose to bring flowers, but also don&#8217;t come empty handed either.&nbsp;<\/p>\n\n\n\n<p>In the inside of the card of money, the front side of the card (中包み) should have the numbers written in 大字 form as such:&nbsp;壱 (1),&nbsp;弐 (2), 参 (3), 四 (4), 五・伍 (5), 六 (6), 七 (7), 八 (8) , 九 (9), 拾 (10), 百, 千 (1,000) , and 萬 (10,00o).&nbsp;&nbsp;Yen is also typically spelled with its old character form 圓. The amount should also be preceded with 金. So, as an example, if you are giving 3,000 yen, the front side of the card should read 金 参千圓.<\/p>\n\n\n\n<p>The name and address of the individual should be written on the back side.&nbsp;<\/p>\n\n\n\n<p>The envelope itself also has text. Although many will say 御香典. This is typically read as おこうでん, but there are many speakers who read it as ごこうでん. It&#8217;s also noteworthy to mention that the technically correct spelling of the word is actually 御香奠.&nbsp;<\/p>\n\n\n\n<p>In Shinto contexts, the envelope will be marked with&nbsp;&nbsp;御神前（ごしんぜん） or 御玉串料（おんたまぐしりょう）&nbsp;. 御榊料（おさかきりょう）(money for the sakaki branches), 御神饌料（ごしんせんりょう）(money for the offerings to the gods), and 御供物料（おそなえものりょう）(money for the offerings)&nbsp;may also be acceptable depending on the respective cost the money is meant for. 初穂料（はつほりょう） is written in an envelope addressed to the Shinto shrine. 幣料（ぬさりょう） may be used on the 金包み with the money for the&nbsp;お祓い&nbsp;(purification) costs.<\/p>\n\n\n\n<p>For Christians, proper labeling may be either 御花料（おはなりょう） or 御ミサ料・御弥撒料 if the family is&nbsp;Catholic. You may also see 御花環料（おんはなわりょう）.&nbsp;<\/p>\n\n\n\n<p>御霊前 can also be possibly used even if a person is Buddhist, Shinto follower, or Christian. However, if the person is of the Buddhist sect 浄土真宗, you should use 御仏前 instead. If you didn&#8217;t know that information prior, 御霊前 would still be acceptable without offense being taken. So, it can be used if you don&#8217;t know the religious of the person. Continuing on with Buddhist acceptable lettering, 御霊前・御香典 can be used on the vigil or funeral, but&nbsp;御仏前・御佛前 should be used after the Buddhist service on the 49th day the person has died. 御香料（ごこうりょう）・御香華料（ごこうげりょう） is also acceptable for this occasion.<\/p>\n\n\n\n<p>The labeling of the envelope, as we have seen, for 香典 is quite complicated. So, sticking to offerings&nbsp;(御供物) of flowers and the like could very well be less stressful for many.&nbsp;&nbsp;<\/p>\n\n\n\n<p><strong>Buddhist Funeral-Related Donations<\/strong><\/p>\n\n\n\n<p>There are a number of other forms of money gratuity one may wish to give for Buddhist services (法要).&nbsp;<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>御布施（おふせ）: Used to give thanks to the temple and or monks for a Buddhist funeral.<\/li>\n\n\n\n<li>御経料（おきょうりょう）: This is the same as 御布施.<\/li>\n\n\n\n<li>読経御礼（どきょうおんれい）: It is used in the same sense as 御経料. This is a tip for the sutra being read.<\/li>\n\n\n\n<li>戒名料（かいみょうりょう）: This is used for showing thanks for the posthumous Buddhist name being given to the deceased.<\/li>\n\n\n\n<li>御回向料（ごえこうりょう）: This is used for showing thanks for reading out a sutra at the funeral.<\/li>\n\n\n\n<li>御車料（おくるまりょう）: This is used for travel expenses.<\/li>\n\n\n\n<li>御膳料（おぜんりょう）: Used for food costs. It may also be 御食事料.<\/li>\n\n\n\n<li>御足衣料（ごそくいりょう）: This may also be used for travel expenses.<\/li>\n<\/ul>\n\n\n\n<p><strong>Gift in Return for Money Offering 香典返し<\/strong><\/p>\n\n\n\n<p>Showing thanks to those who paid their respects to your loved one is very important. What to send and when to send it should also be thought out appropriately. It is generally understood that after a person dies, the family of the deceased have to handle many legal and social obligations, and that addressing all obligations may take some time.&nbsp;<\/p>\n\n\n\n<p>Regardless of the religion of the family, there is usually one person who was closest (blood-relation) to the deceased that is chosen as the head mourner (喪主).&nbsp;This person is also responsible for making the funeral arrangements. If Buddhist, that person would be reaching out to a 菩提寺（ぼだいじ）, the temple where one&#8217;s ancestors&#8217; ashes are stored. If Christian, that person would be reaching out to a Christian cemetery.&nbsp;&nbsp;<\/p>\n\n\n\n<p>The rule of thumb is to give back half the money that was offered to by the other party for the funeral\/vigil. This practice is known as 半返し. On the frontside of the envelope, 志 is often written regardless of religious affiliation. In regions of Japan where Buddhist traditions are stronger, you may alternatively see&nbsp;忌明（きあけ・いみあけ） or even 満中陰志（まんちゅういんし） once 49 days has passed since the death of the individual. In Shinto context, you&#8217;ll see 偲び草 used, and in a Christian context, you may see 記念品 written.&nbsp;<\/p>\n\n\n\n<p><strong>&#8220;To Bury&#8221;<\/strong><\/p>\n\n\n\n<p>There are five words that relate to&nbsp;&#8220;to bury&#8221; in Japanese.&nbsp;<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>埋葬する: This is the generic word for &#8220;to bury.&#8221; It may refer to either burying the deceased in the ground or storying the deceased&#8217;s ashes.&nbsp;<\/li>\n\n\n\n<li>埋骨する: This word is specifically for &#8220;burying ashes.&#8221;&nbsp;<\/li>\n\n\n\n<li>納骨する: This word is specifically for &#8220;storying ashes.&#8221;&nbsp;<\/li>\n\n\n\n<li>葬（ほうむ）る: This is the native word for &#8220;to bury a body.&#8221; It is not as formal as 埋葬する, but it is frequently used in literature. On rare occasion, someone may try using its classical pronunciation, which was はぶる.&nbsp;<\/li>\n\n\n\n<li>埋（う）める: This word is simply &#8220;to bury&#8221; and may not have to be used in reference to bodies.&nbsp;<\/li>\n<\/ul>\n\n\n\n<p>15. 故郷に葬られた。<br>(The person) was buried in their hometown.&nbsp;<\/p>\n\n\n\n<p>16. 改葬とは、一度お墓に埋葬された遺骨を、取り出してほかのお墓に移動させることだ。<br>Reburial is when one removes remains that have once been buried in a grave and move them to another grave.<\/p>\n\n\n\n<p>17. 火葬後、遺骨を引き取り、小さな骨壺（こつつぼ）に納骨しました。<br>After the cremation, (I\/we) retrieved the ashes and stored them in a small urn.&nbsp;<\/p>\n\n\n\n<p>18. 安置しておりました子供たちは、令和〇年〇〇月〇〇日に無事に土に埋骨いたしました。<br>For those children (whose remains) we had enshrined, their ashes were returned to the Earth on Year # Month # Day ## of the Reiwa Era.&nbsp;<\/p>\n\n\n\n<p><strong>The Words for &#8220;Grave&#8221;<\/strong><\/p>\n\n\n\n<p>Where one stores someone&#8217;s remains may be expressed with one of the following words.<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>墓地（ぼち）: Legally defined as a place that the government has authorized as a space for the construction of a grave (墳墓). This word is also used figuratively in card-game contexts.&nbsp;　<\/li>\n\n\n\n<li>墓所（ぼしょ）: May refer to either 霊園墓地 (park-style cemeteries)&nbsp;or 寺院墓地 (temple cemeteries), this word generically refers to space for where graves are built.&nbsp;<\/li>\n\n\n\n<li>墓場（はかば）: This translates to &#8220;graveyard&#8221; is the colloquial equivalent of&nbsp;墓地・墓所.&nbsp;<\/li>\n\n\n\n<li>墳墓（ふんぼ）: A place where one buries a body, ashes of the deceased, and\/or belongings of a deceased.&nbsp;This may be broadly translated as &#8220;tomb&#8221; as well as the generic legal jargon for &#8220;grave.&#8221;&nbsp;In contexts related to&nbsp;antiquity, it refers to grave mounds.&nbsp;墳塋（ふんえい） is an outdated alternative variant of this word.<\/li>\n\n\n\n<li>（お）墓（はか）: This is the colloquial word for &#8220;grave&#8221; itself. It may be marked by a tombstone&nbsp;(墓石（ぼせき・はかいし）), which may be alternatively called 墓碑（ぼひ）. The entirety of the tombstone is referred to as 墓標（ぼひょう）. The stone monument with the person&#8217;s name, posthumous name (戒名), and date of death (没年月日)&nbsp;that is often accompanied in Japanese cemeteries is called 墓誌（ぼし）.&nbsp;<\/li>\n\n\n\n<li>霊園（れいえん）: A park-style cemetery which is not affiliated with a temple.&nbsp;It may also be referred to as a 霊園墓地. They are usually independently constructed, but there are both public (民間・民営霊園) and private (公営霊園) ones.&nbsp;<\/li>\n\n\n\n<li>納骨堂（のうこつどう）: Translated as &#8220;ossuary,&#8221; this is an indoor&nbsp;storage place for the ashes of the deceased. This practice was typically done while a proper grave site for ashes was in construction, but many now choose having ashes stored here rather than finding a specific site for their ashes.<\/li>\n\n\n\n<li>廟（びょう）: Translated as &#8220;mausoleum,&#8221; these institutions enshrine the deceased, and it is often used in the names of ossuaries in Japan. You may alternatively see 御廟（ごびょう）, 廟所（びょうしょ）, 御霊屋（おたまや・みたまや・ごれいおく）, or 霊廟（れいびょう）.<\/li>\n\n\n\n<li>奥津城（おくつき）: The Shinto word for gravesite.&nbsp;<\/li>\n<\/ul>\n\n\n\n<p>19. 横になぜか墓場がありました。<br>For some reason, there was a grave to the side.<\/p>\n\n\n\n<p>20. 青山霊園に参りました。<br>I came to Aoyama Cemetery.<\/p>\n\n\n\n<p>21. 素材カードを墓地に送りました。<br>I sent to the materials card to the grave pile.&nbsp;<\/p>\n\n\n\n<p>22. 墳墓を発掘した者は2年以下の懲役に処せられる。<br>Those who excavate a grave will be sentenced to 2 years or less of penal servitude.&nbsp;<\/p>\n\n\n\n<p>23. 暮石には「〇〇家奥都城」と刻まれている。<br>On the gravestone is inscribed, &#8220;Grave of the xx Family.&#8221;&nbsp;<\/p>\n\n\n\n<p>24. 谷川岳は「墓標の山」と恐れられてきました。<br>Mt. Tanigawa has been revered as the &#8220;Mountain of Headstones.&#8221;<\/p>\n\n\n\n<p>25. 墓碑に何を刻みますか。<br>What are you going to write on your tombstone?<\/p>\n\n\n\n<p>26. 亡母（はは）の墳塋（おくつき）を訪うて・・・　<br>From 『良人の自白』 by 木下尚江.<br>I visited my mother&#8217;s grave.<\/p>\n\n\n\n<p><strong>The Words for Corpse<\/strong><\/p>\n\n\n\n<p>Japanese also has several words for &#8220;corpse.&#8221; Of these, however, only one is appropriate in a funeral context.<\/p>\n\n\n\n<p>死体（したい）: The generic term for &#8220;body,&#8221; this is also used in law.&nbsp;<br>遺体（いたい）: The formal, polite term for &#8220;body of the deceased&#8221; which is appropriate in funeral contexts.<br>屍・&nbsp;尸&nbsp;（しかばね）: The native word for &#8220;dead body,&#8221; it is primarily used figuratively.&nbsp;<\/p>\n\n\n\n<p>亡骸（なきがら）: Another native word &#8220;dead body,&#8221; but with the nuance of the spirit (魂) having left the body. It is occasionally used in a more colloquial context.&nbsp;<\/p>\n\n\n\n<p>27. 行方不明になっていた60代の男性が遺体で見つかりました。<br>A man in his 60s who had been missing was discovered dead.&nbsp;<\/p>\n\n\n\n<p>28. 何百という死体が川面を漂っていた。<br>Hundreds of dead bodies were floating on the river&#8217;s surface.<\/p>\n\n\n\n<p>29. 野に屍を晒す。<br>To leave a corpse exposed in a field.&nbsp;<\/p>\n\n\n\n<p>30. 亡骸を拾って帰るつもりだった。<br>I intended to come home with the body.<\/p>\n\n\n\n<p><strong>Words for &#8220;Dead Person&#8221;<\/strong><\/p>\n\n\n\n<p>Just how there are several words for &#8220;corpse,&#8221; there are also several words for &#8220;dead person&#8221; with their own nuances and level of formality.&nbsp;<\/p>\n\n\n\n<p>死者（ししゃ）: This is the generic word for &#8220;dead person.&#8221; It is used in contexts that are not directly emotionally tied to any given death.&nbsp;<\/p>\n\n\n\n<p>死亡者（しぼうしゃ）: Although it may be used in the same sense as &#8220;the deceased,&#8221; it&#8217;s usually used in contexts more similar to &#8220;fatalities\/persons killed.&#8221;&nbsp;<br>故人（こじん）: This word is used in formal contexts when referring to a particular deceased individual.&nbsp;<\/p>\n\n\n\n<p>亡（な）き人（ひと）: Usually used in a literary setting, this word is used in a respectful way to the dead.<\/p>\n\n\n\n<p>亡人（ぼうじん・もうじん）: Equivalent to 故人 but not used in the spoken language.&nbsp;<\/p>\n\n\n\n<p>亡者（もうじゃ）: Refers to the dead who have yet to pass on to Nirvana.&nbsp;<br>死人（しにん）: This is a rather figurative word that is not used in reference to a particular individual.&nbsp;<br>死人（しびと）: This reading is rather old-fashioned and is limited to very figurative expressions.&nbsp;<\/p>\n\n\n\n<p>31. 先ほどの事故で死者が出たという。<br>They say that there were fatalities in the accident from earlier.<\/p>\n\n\n\n<p>32. ささやかではございますが、お食事の用意をいたしましたので、召し上がりながら個人の思い出話をお聞かせください。<br>Though I have prepared a modest meal for us, please listen to stories about our deceased love one as you eat.&nbsp;<\/p>\n\n\n\n<p>33.&nbsp; 死人（しにん）に口なし。<br>Dead men tell no tales.<\/p>\n\n\n\n<p>34. 振り返った男の顔が死びとのようだった。<br>The man&#8217;s face who turned around looked like that of the dead.<\/p>\n\n\n\n<p>35. 亡き人に生かされている自分を思う。<br>I think upon myself who is kept alive by those who have passed.&nbsp;<\/p>\n\n\n\n<p>36. 過去のスペイン風邪では、世界中で2500万人以上の死亡者が出ました。<br>With the Spanish flu from the past, over 25 million fatalities occurred.&nbsp;<\/p>\n\n\n\n<p><strong>Burial Customs<\/strong><\/p>\n\n\n\n<p>通夜 is a ceremony in which the body of the deceased is present so that people may give their respects to that individual. It is equivalent to &#8220;viewings&#8221; that are held in Western countries. This takes the form of being the night before the funeral （前夜祭）. Someone throughout the night must make sure that the light which is lit (灯明) and the incenses (線香の日) don&#8217;t burn out. Due to modern fire regulations, this is sometimes no longer done throughout the night but until dusk arrives, at which point the family may go home. Some ceremonial halls may not even allow the presence of fire being lit, even for vigils, at which point this part of the tradition is omitted.&nbsp;&nbsp;<\/p>\n\n\n\n<p>At the vigil, the head mourner (喪主) will give an appreciative speech (挨拶) to those in attendance.&nbsp;<\/p>\n\n\n\n<p>37.<\/p>\n\n\n\n<p>本日はお忙しいところ、【故人・亡き】〇〇の通夜（式）に【ご参列・ご足労】いただき、心よりお礼を申し上げます。故人もさぞかし喜んでいることと存じます。生前は、格別のご厚情を賜りましたこと、故人も感謝しておりました。【ご都合・お時間を許す】の宜しい方は、別室にお食事の席を設けておりますので、ぜひお寛ぎください。<br>尚、明日の葬儀は〇〇時よりｘｘにて執り行う予定でございます。何卒宜しくお願い致します。<br>本日は誠にありがとうございました。<br>Allow me to show our heartfelt gratitude for visiting the late xx&#8217;s vigil today despite everyone&#8217;s busy schedules. Our deceased loved one is certainly happy (that you&#8217;ve come). While they were alive, they received especial hospitality (from all of you), and they were very thankful for that. For those who have the time, we&#8217;ve set up food in the other room, so please feel free to relax.&nbsp;<br>Also, as for tomorrow&#8217;s funeral, the plan is to perform it at xx at ## o&#8217;clock. Thank you in advance.<br>And of course, thank you so much for today.&nbsp;<\/p>\n\n\n\n<p>This tradition dates back to the ancient practice of 殯（もがり）. The body of the deceased would be place in a coffin and temporarily installed (安置) in a building known as a 殯宮（もがりのみや） for people to go to give their respects during the long time until the actual funeral. Such buildings today would be referred to as &#8220;mortuaries&#8221; or 安置所（あんちじょ）, which do exist for preparing the body for burial\/cremation. Rather than being the night before, the body traditionally was set out until the remains skeletonized (白骨化した遺体) to ensure that the person had truly died.&nbsp;The&nbsp;term 殯 is still used as one of the practices done in the burial rites of the Imperial Family 大喪儀（たいそうぎ）.&nbsp;<\/p>\n\n\n\n<p>The point of the coffin leaving the home\/vigil site\/funeral home is known as 出棺（しゅっかん）. For the most part, bodies are sent to be cremated 火葬（かそう） at a crematory 火葬場（かそうば）. When going home, the family does not take the same road they took to get to the crematory. Though some Buddhist sects frown on the tradition, a Shinto relic done at this time is the spreading of purifying salt known as 振り塩（じお）is done after the funeral.&nbsp;<\/p>\n\n\n\n<p>When the ashes are being gathered (収骨・骨上げ・お骨拾い),&nbsp;one person uses chopsticks to pass each bone to the second person in what is known as 箸渡し. This is a play on words in which 箸 also stands for 橋, and this two-person job is reminiscent of the deceased being taken from this world to the next. The bones are placed in a 骨壺（こつつぼ） and the chopsticks used are especially made for this practice. When families wish to share bones between people (分骨), a legal verification of each separate compilation of remains has to be processed and presented to the facility before the ceremony.<\/p>\n\n\n\n<p>In the event that the body is still lying in rest (before cremation), a knife\/sword-like weapon known as a 守り刀 may be placed on the chest of the deceased to ward off evil spirits as a talisman (魔除け). In a Buddhist setting, offerings (供え物・供物) such as 枕飯 (rice placed at the bedside of the deceased) or 枕団子 (rice cakes placed at the bedside of the deceased) may also be present. Buddhist households may choose to leave anywhere from 6, 13, or 49 of these &#8216;meals&#8217; depending on the source of inspiration. 6 relates to the 6 realms (六道), 13 relates to the 13 buddhas (十三仏), and 49 is the 49th day after the death of the individual known as 四十九日（しじゅうくにち）.&nbsp;<\/p>\n\n\n\n<p>During the funeral, prayers and messages will likely be given by some religious official. In a Buddhist context, a monk (僧侶) may read a sutra (読経) and offer incense (焼香). In a Shinto context, they may give a prayer (祭詞). In a Christian setting, a reading from the Bible (聖書の朗読) along with a prayer (お祈り) can be expected.<\/p>\n\n\n\n<p>The farewell ceremony is known as 告別式（こくべつしき）. Sending the body\/ashes to the final resting place is known as 野辺送り.Various regions may have other customs associated with the funeral procession（葬列）. This is the last moment for those who have attended the funeral (会葬者) to give their respects.<\/p>\n\n\n\n<p>Sometimes, known of these practices are held and the body is immediately cremated and buried\/ashes stored. This is known as 直葬（ちょくそう）. This happens frequently when the deceased no longer has any friends or family, but it may also be done to prevent the spread of decease. This practice has become especially more common since the 2019 coronavirus pandemic. When the identity of a body cannot be determined, assisted funerals (助葬) may be held by NPOs or other welfare organizations.&nbsp;<\/p>\n\n\n\n<p><strong>Shinto Funerals<\/strong><\/p>\n\n\n\n<p>Purely Shinto-style funerals are rare as the traditions mentioned above linked to Buddhism are so widespread. Nonetheless, such funerals are known as 神葬祭（しんそうさい）. As death is viewed as impure in Shintoism, such funerals are not actually held at Shinto shrines. Instead, they are either held at the home of the deceased or at a&nbsp;葬斎場（そうさいじょう）, which is essentially the Shinto wording for crematory. During the ceremony, an alter (祭壇) will be placed with a picture of the deceased (遺影), and to the back of the coffin (棺), a flag with the name of the deceased (銘旗) is placed. The surroundings may also be adorned with lit fire (灯明), sakaki branches, and offerings. The priest will performing a cleansing ceremony for those attending, present the offerings (神饌) to the deceased &#8216;kami&#8217;, read out the prayer （祭詞の奏上）, and asked the deceased who is now an ancestor spirit to protect the family that remains living, and while holding sakaki branches (玉串), those attending bow twice, clap once, and bow once more （二拝二拍一拝）. The clapping is known as (偲び手) as it is not meant to make a sound so as not to disturb the spirit of the deceased.<\/p>\n\n\n\n<p><strong>Christian Funerals<\/strong><\/p>\n\n\n\n<p>In Japan, Christian funerals don&#8217;t behave much differently than Buddhist ones. The difference is that Buddhist rituals are replaced by Christian ones. However, the timing of the vigil, funeral service, and farewell service are typically the same.&nbsp;<\/p>\n\n\n\n<p>Whenever 通夜 is felt to have too strong of Buddhist imagery, 前夜祭 may be used instead. Yet, it is still the case that people may offer incense and flowers for the deceased. For the funeral, Catholics will hold a funeral mass (葬儀ミサ). Generally speaking, the number of Christians in Japan is small, so it is more likely for the funeral to be fitted in a way that is most familiar to those attending rather than being strict to Christian dogma.&nbsp;<\/p>\n\n\n\n<p>Regardless of religion, people shun away from extravagant attire, and across the board, black clothing is preferred as this is the traditional color to signify mourning.&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Buddhist Memorial Services 　法要<\/h3>\n\n\n\n<p>Buddhist memorial services don&#8217;t just occur the day of the funeral in a Japanese household. Even if the person who has deceased had a Shinto-style or a Christian-style funeral, their life may still be honored following the timing of the many Buddhist-style memorial commemorations that are held well past death. One of which we&#8217;ve already touched on was commemorating the 49th day after passing known as 四十九日, but now we&#8217;ll be looking at a closer look at these services.<\/p>\n\n\n\n<p>In Buddhism, the 49 day period after a person has passed away is known as 中陰（ちゅういん） and the 49th day of that period is known as 満中陰. During that length of time, it is believed that the sole of the deceased (死者の魂) has not entered Nirvana, a process known as 成仏（じょうぶつ）, and because of this memorial services (追善供養) to pray for their happiness in the next world (冥福・めいふく). Every 7 days from the day of death (命日) up until the 49th day, such a&nbsp;法要 is performed.&nbsp;<\/p>\n\n\n\n<p><strong>忌日法要（きにちほうよう）<\/strong><\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><thead><tr><td><strong>法事名<\/strong><\/td><td><strong>&nbsp;読み<\/strong><\/td><td><strong>&nbsp;詳細<\/strong><\/td><\/tr><\/thead><tbody><tr><td>初七日<\/td><td>&nbsp;しょなのか&nbsp;しょなぬか<\/td><td>&nbsp;This ceremony is held on the 7th day since the death of the deceased. This is when it is believed that the deceased has made it to the 三途（さんず）の川, which is the Buddhist equivalent of the River Styx. By holding the ceremony, it is believed that&nbsp; 秦広王（しんこうおう）, the king who judges the killings of living things (殺生) one may have done in one&#8217;s life (生前) to determine whether one has smooth passage (緩流) or rough passage (激流) to the Pure Land (極楽浄土).&nbsp;Participants look upon pictures and mortuary tablets (位牌) of the deceased as they burn incease in conjunction with the priest reading from a sutra. This ceremony is either held at the home or at the temple with the remains (遺骨) brought there for the service.&nbsp;&nbsp;In modern times, some families may choose to hold this on the same day as the funeral&#8211;戻り初七日. When this ceremony is done before cremation 繰りこみ法要, it&#8217;s called, and when done after cremation it&#8217;s called&nbsp;繰り上げ法要.&nbsp;<\/td><\/tr><tr><td>&nbsp;二七日<\/td><td>&nbsp;ふたなのかふたなぬか<\/td><td>&nbsp; This ceremony is held on the 14th day after death. This is when the deceased in judged for any thefts they may have committed while alive. The ceremony is held to lessen the weight of those sins so that they may go onto a better world.&nbsp;<\/td><\/tr><tr><td>&nbsp; 三七日<\/td><td>&nbsp;みなのか&nbsp;みなぬか<\/td><td>&nbsp; This ceremony is held on the 21st day after death. The scale of this ceremony is not as large as the prior two ceremonies, and so some families choose not to perform this one, and if they do, it&#8217;s often limited to simply the family and the priests.&nbsp;<\/td><\/tr><tr><td>&nbsp;四七日<\/td><td>&nbsp;よなぬか&nbsp;ししちにち<\/td><td>&nbsp;This ceremony is held on the 28th day after death, and it is held just with close family. This is the day when it is believed the fourth king (普賢菩薩) of the underworld (冥界) judges one for sins brought about by one&#8217;s words.&nbsp;<\/td><\/tr><tr><td>&nbsp;五七日<\/td><td>&nbsp;いつなのか&nbsp;いつなぬか<\/td><td>&nbsp;This ceremony is held on the 35th day after death. This day often marks the end of required mourning. In the underworld, however, the fifth king (地蔵菩薩) presents all sins done in one&#8217;s life, and so the service is meant to calm the deceased so that they may pass into Nirvana.<\/td><\/tr><tr><td>&nbsp;六七日<\/td><td>&nbsp;むなのか&nbsp;むなぬか<\/td><td>&nbsp;This ceremony is held on the 42nd day after death. This is the day in which the sixth king (弥勒菩薩) issues judgment on one&#8217;s past sins. Though being judged for them, one is told by the king how to correct those sins in the next life.&nbsp;<\/td><\/tr><tr><td>&nbsp;七七日<\/td><td>&nbsp;なななぬか&nbsp;なななのか&nbsp;しちしちにち<\/td><td>&nbsp;This ceremony is held on the 49th day after death, also known as 四十九日. This is the most known of the memorial services. This is the day what sort of next life () is decided. Those that had a part in the person&#8217;s life gather to wish them good luck into the next life. The memorial tablet made of plain wood (白木位牌) used up to that point is stored at the family temple (菩提寺), and the new proper tablet (本位牌) is placed at the household alter, and this also coincides with storing the remains (納骨) in its proper resting place. This day also marks the end of mourning for most households.<\/td><\/tr><tr><td>&nbsp;百箇日<\/td><td>&nbsp;ひゃっかにち<\/td><td>&nbsp;This ceremony is held on the 100th day after death. Also known as 卒哭忌（そっこくき）, this is when the family of the deceased are released from the sadness of having lost their loved one. This ceremony is typically only held with the family and priests.&nbsp;<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p><strong>忌年法要（きねんほうよう）<\/strong><\/p>\n\n\n\n<p>In addition to the ceremonies held on the days after death mentioned above, annual ceremonies are also done for many years after the death of the individual. However, such memorial services are not held every year after death. Rather, there are 13 years chosen, of which most families do not observe all of them as one&#8217;s own longevity comes into question toward the end.&nbsp;<\/p>\n\n\n\n<p>※As for how to read the following ceremonies&#8217; names, it is common practice to read numbers with their ON readings only. Thus, 4 = シ, 7 =&nbsp;シチ, and 9 =&nbsp;ク. However, colloquially, it is not incorrect to substitute the typical pronunciation of the number used, thus treating ～回忌（かいき） as a typical counter.<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><thead><tr><td><strong>法事名<\/strong><\/td><td><strong>&nbsp;詳細<\/strong><\/td><\/tr><\/thead><tbody><tr><td>一周忌<\/td><td>&nbsp; Held on the first year anniversary of passing. Offerings to the priest(s) (お布施) as well as what is to be served to guests must all be taken into account for the service. Families tend to split up the preparations as priests, relatives, and friends will be attending.<\/td><\/tr><tr><td>&nbsp;三回忌<\/td><td>&nbsp; Held on the second year anniversary. This is the third anniversary of death, however, as the day one dies is the first. The scale of this service is usually similar to that of 一周忌, but for most households this is the last time a major gathering is held to honor the deceased.&nbsp;<\/td><\/tr><tr><td>&nbsp;七回忌<\/td><td>&nbsp;Held on the sixth year anniversary, if a service is held, it is done with just the relatives and priests in a small-scale ceremony.&nbsp;<\/td><\/tr><tr><td>&nbsp;十三回忌<\/td><td>&nbsp;Held on the twelfth year anniversary,&nbsp;if a service is held, it is done with just the relatives and priests in a small-scale ceremony.&nbsp;<\/td><\/tr><tr><td>&nbsp;十七回忌<\/td><td>&nbsp;Held on the sixteenth year anniversary, this is typically viewed as a good juncture to invite people over who knew the deceased to reminisce. How big of a scale the family wishes to have is left to their decision making.&nbsp;<\/td><\/tr><tr><td>&nbsp;二十三回忌<\/td><td>&nbsp;Held on the 22nd year anniversary, if it is held at all, it is done just within the family while having a sutra read by the priest.&nbsp;<\/td><\/tr><tr><td>二十七回忌<\/td><td>&nbsp;Held on the 26th year anniversary, if a ceremony is held,&nbsp; it most often takes the form of 併修（へいしゅう） in which deceased members of similar death date are collectively honored as more and more people who knew the individual have likely passed on too.<\/td><\/tr><tr><td>&nbsp;三十三回忌<\/td><td>&nbsp;Most temples mark the 32nd year anniversary after passing is the last death anniversary for which a memorial service is held. This is known as 弔い上げ. However, not all households choose to stop here and will continue the tradition for a tad few more ceremonies.&nbsp;<\/td><\/tr><tr><td>三十七回忌<\/td><td>&nbsp;Held on the 36th year anniversary of passing, only those who remember the individual will likely participate in this ceremony.&nbsp;<\/td><\/tr><tr><td>&nbsp;四十三回忌<\/td><td>&nbsp;Held on the 42nd year anniversary of passing, very few people who knew the person are still around, so if a service is held, it will include honoring other deceased relatives as well.&nbsp;<\/td><\/tr><tr><td>&nbsp;四十七回忌<\/td><td>&nbsp;Held on the 46th year anniversary of passing, if anything is held by the family, it&#8217;s whoever is left and there is no need to make any particular arrangements.&nbsp;<\/td><\/tr><tr><td>&nbsp;五十回忌<\/td><td>&nbsp;If the family doesn&#8217;t choose to end the services on the 32rd aniversary, this is when they will likely end the tradition. It is believed that regardless of what the person had done while alive that they will have surely made it to the Pure Land by this point.&nbsp;<\/td><\/tr><tr><td>&nbsp;百回忌<\/td><td>&nbsp;Japanese people are more likely to reach their 100s than people of other nations, so if one is still alive to honor those in one&#8217;s life that had passed away a century ago, you are free to hold this service done on the 99th anniversary of passing. Sometimes, this ceremony is held for famous individuals by the general public.&nbsp;<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>Whether you attend these memorial services or not, be respectful to the family and the deceased by sending your condolences.&nbsp;<\/p>\n\n\n\n<p><br>38.&nbsp;<\/p>\n\n\n\n<p>故〇〇様の〇回忌ご法要に際し、<br>悲しみを新たにしつつ、<br>遠方より合掌をさせていただきます。<br>謹んで故人のご冥福をお祈り申し上げます。<br>On the occasion of the late xx&#8217;s # memorial service,<br>I renew my sadness (of the loss of that person),&nbsp;<br>and I press my hands in prayer (for that person) from where I am.<br>I respectfully pray for the repose of xx&#8217;s soul.&nbsp;<\/p>\n\n\n\n<p><br>39.&nbsp;<\/p>\n\n\n\n<p>三回忌法要にあたり、<br>心ばかりの香華を手向けさせていただきます。<br>今なお、ご生前のご厚情が蘇ってきます。<br>改めてご冥福をお祈り申し上げます。<br>For the 3rd memorial service,&nbsp;<br>I have taken the liberty of offering flowers and incense as a small token of my gratitude.<br>Even now, memories of the hospitality (I received while) they were alive come back to me.&nbsp;<br>Once more, I pray for the repose of their soul.&nbsp;<\/p>\n\n\n\n<p><br>40.&nbsp;<\/p>\n\n\n\n<p>故〇〇様〇回忌にあたり、故人のご遺徳を偲び、<br>衷心より哀悼の意を表します。<br>On the occasion of the late xx&#8217;s # memorial service, I recollect on their virtue,&nbsp;<br>and wish to express my heartfelt condolences.&nbsp;&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">祭: Rituals　祭祀の行事<\/h3>\n\n\n\n<p>祭 stands for 祭祀, which are Shinto rituals meant to honor one&#8217;s ancestors and the kami of Japan. Those performed by the royal family are known as 宮中祭祀（きゅうちゅうさいし）. These rituals are also widely known as お祭り, festivals which catch the attention of everyone in the community, Japanese and foreign alike.<\/p>\n\n\n\n<p>Though some Shinto traditions are still maintained by the Imperial Family, due to the separation of church and state imposed by the Constitution of Japan, the Emperor participates in such rituals out of personal volition in respect to tradition. Nonetheless, shrines themselves and communities are completely free to carry out rituals as they deem fit as this right is also protected by the Constitution.&nbsp;<\/p>\n\n\n\n<p>As there are so many Shinto rituals observed in Japan, and because studying them in depth would require extensive coverage into Shinto jargon, the chart below will describe just a handful of the most essential terms to at least begin familiarizing yourself with them.&nbsp;<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><thead><tr><td><strong>用語<\/strong><\/td><td><strong>&nbsp;詳細<\/strong><\/td><\/tr><\/thead><tbody><tr><td>大嘗祭<\/td><td>&nbsp;First ceremonial offering of rice by a newly enthroned Emperor. It is also known as 大新嘗祭（おおにいなめさい）.&nbsp;<\/td><\/tr><tr><td>&nbsp;新嘗祭<\/td><td>&nbsp;Read as にいなめさい, this is an annual ceremony held by the Emperor to offer newly harvested rice to the gods.&nbsp;<\/td><\/tr><tr><td>&nbsp;大祭（たいさい）<\/td><td>&nbsp;Long-held festival observed by he public which is accompanied with the returning of the kami (御霊代の還御) being honored in some symbolic representation. These rituals tend to be heavily tied to the kami of the shrine (祭神) in question.&nbsp;<\/td><\/tr><tr><td>&nbsp;例祭（れいさい）<\/td><td>&nbsp;Regularly held festival tied to specific dates that are taken very seriously by the shrine. The Kasuga Festival (春日祭) held at Kasuga Shrine (春日大社) is a great example.&nbsp;<\/td><\/tr><tr><td>&nbsp;鎮座祭（ちんざさい）<\/td><td>&nbsp;A ritual held to appease the gods when a new shrine building is constructed.<\/td><\/tr><tr><td>&nbsp;歳旦祭（さいたんさい）<\/td><td>&nbsp;Held on New Year&#8217;s by Shinto shrines to pray for the continued peace and prosperity of Japanese society.<\/td><\/tr><tr><td>&nbsp;天長祭（てんちょうさい）<\/td><td>&nbsp;The Shinto ritual associated with celebrating the birthday of the sitting emperor.<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>The overall knowledge of Shinto jargon is diminishing as the number of truly religious people who identify strongly with Shinto traditions declines as Japan moves quickly toward secularism. Although it is still fair to say that the average person will have a stronger knowledge of Shinto and Buddhist terminology as opposed to similar Christianity ones, esoteric jargon such as&nbsp;神祇 meaning &#8220;kami of both the heavens and the earth&#8221; will only be understood by a growing minority of speakers.&nbsp;<\/p>\n\n\n\n<p>Thus, the best way to appreciate the meaning and culture behind these rituals would be to better familiarize oneself with Shintoism. Even with limited Japanese, Shinto priests would be more than happy to sit down with you and discuss any matter about the faith that you may have. Shintoism embodies what it means to be born Japanese, so with that, when a Shinto festival is held where you are staying, don&#8217;t forget to participate.&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Ceremony Customs of Japan 　冠婚葬祭 Life in Japan is filled with important ceremonies that are held by families an<a class=\"more-link\" href=\"https:\/\/imabi.org\/japanese-ceremony-customs-%e5%86%a0%e5%a9%9a%e8%91%ac%e7%a5%ad\/\">続きを読む <span class=\"screen-reader-text\">&#8220;Japanese Ceremony Customs 冠婚葬祭&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":""},"tags":[],"class_list":["post-832","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-dq","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/832","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=832"}],"version-history":[{"count":4,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/832\/revisions"}],"predecessor-version":[{"id":5923,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/832\/revisions\/5923"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=832"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=832"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}