{"id":836,"date":"2023-07-21T12:48:20","date_gmt":"2023-07-21T19:48:20","guid":{"rendered":"https:\/\/imabi.org\/?page_id=836"},"modified":"2025-08-12T20:30:57","modified_gmt":"2025-08-13T03:30:57","slug":"the-%e5%90%9b%e3%81%8c%e4%bb%a3-%e3%81%84%e3%82%8d%e3%81%af","status":"publish","type":"page","link":"https:\/\/imabi.org\/the-%e5%90%9b%e3%81%8c%e4%bb%a3-%e3%81%84%e3%82%8d%e3%81%af\/","title":{"rendered":"The 君が代 &amp; いろは"},"content":{"rendered":"\n<h2 class=\"wp-block-heading\">The 君が代 &amp; いろは<\/h2>\n\n\n\n<p>In this brief lesson, we will go over two poems that are a part of life for Japanese speakers: the <em>Kimigayo<\/em> and the <em>Iroha<\/em>. <\/p>\n\n\n\n<h2 class=\"wp-block-heading\">君が代<\/h2>\n\n\n\n<p>The national anthem (国歌) of Japan is 君が代, which can be translated into English as &#8220;His Imperial Majesty&#8217;s Reign.&#8221; The anthem&#8217;s lyrics are from a waka poem (和歌) composed by an unnamed author in the Heian Period (平安時代), some time between 800 AD and 1200 AD. This makes the anthem of Japan the oldest national anthem in the world. <\/p>\n\n\n\n<p>The first mention of the 君が代 is believed to be from the 古今和歌集 from the 10th century. In this original version, the lyrics are identical except for the first phrase, 君が代, which instead appears as 我が君. In this time period, 我が君 was used to refer to people receiving praise, and as such, the poem was originally associated with wishing whoever is sung it to have a long life. <\/p>\n\n\n\n<p>The word 君, despite its modern use of predominantly referring to male speakers in colloquial speech, has historically been used to indicate the Emperor of Japan or one&#8217;s lord. Even earlier, however, emperors were referred to as 大君, while 君 could also imply endearment to high figures with whom one had romantic relationships with, as seen in Poem 78 of the Man&#8217;yōshū (万葉集) composed in the prior Nara Period by the female emperor Genmei (元明天皇).<br><br>飛ぶ鳥の明日香の里を置きて去なば君があたりは見えずかもあらむ<br>If I were to depart and leave behind Asuka, would I no longer be able to see where you live from there? <br><br>The meaning of 君 being ambiguous as to who exactly it may refer to has been the center of major controversy in the utilization of the poem 君が代 throughout the centuries. However, since 1999 with the passing of the Act on National Flag and Anthem (国旗及び国歌に関する法律), it has been the official position of the Japanese government to interpret 君 as the Emperor<sup data-fn=\"f9027e6b-5239-484d-b442-423dff3d7b6d\" class=\"fn\"><a href=\"#f9027e6b-5239-484d-b442-423dff3d7b6d\" id=\"f9027e6b-5239-484d-b442-423dff3d7b6d-link\">1<\/a><\/sup>, which is reflected in its English translation.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Lyrics to the 君が代<\/h3>\n\n\n\n<p>The anthem happens to be the shortest in the world, comprised of a mere 32 characters.&nbsp;<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table class=\"has-fixed-layout\"><tbody><tr><td>日本語<\/td><td>Direct Translation<\/td><td>Poetic Translation<sup data-fn=\"ecb57441-827b-439d-8f02-a59c6a6fb142\" class=\"fn\"><a href=\"#ecb57441-827b-439d-8f02-a59c6a6fb142\" id=\"ecb57441-827b-439d-8f02-a59c6a6fb142-link\">2<\/a><\/sup><\/td><\/tr><tr><td>君が代<sup data-fn=\"1f485f41-f871-487a-adf8-2637b9ce5ff3\" class=\"fn\"><a href=\"#1f485f41-f871-487a-adf8-2637b9ce5ff3\" id=\"1f485f41-f871-487a-adf8-2637b9ce5ff3-link\">3<\/a><\/sup>は<br>千代に八代に<br>さざれ石の<br>巌となりて<br>苔の生すまで<\/td><td>May your reign<br>Continue for a thousand, eight thousand generations,<br>Until the pebbles<br>Grow into boulders<br>Lush with moss<\/td><td><em>Thousands of years of happy reign be thine;<\/em><br><em>Rule on, my lord, till what are pebbles now<\/em><br><em>By age united to mighty rocks shall grow<\/em><br><em>Whose venerable sides the moss doth line.<\/em><\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>Putting aside the meaning of 君, which remains the greatest point of contingency in the poem, the grammatical differences should be readily recognizable. <\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>The case particle の is seen used in the same way the case particle が is used in Modern Japanese, which is to mark the subject. While in Modern Japanese, this interchangeability is still allowed in dependent clauses which modify a noun, this restriction did not exist in Classical Japanese.<\/li>\n\n\n\n<li>In Classical Japanese, the contractions that affect 五段 verbs when used with the conjunctive particle て are not found. <\/li>\n<\/ul>\n\n\n\n<h2 class=\"wp-block-heading\">いろは　(伊呂波)<\/h2>\n\n\n\n<p>The Iroha (いろは歌) is often referred to as the Japanese alphabet song, putting aside that the kana syllabaries are not alphabets. The poem consists of 47 letters, utilizing all kana excluding ん, as [ɴ] had not emerged as an independent phoneme at that time, only once. Meaning, no syllable is duplicated in the poem, which is why it continues to be used as a means of ordering the kana which reviles that of the 五十音図.<br><br>The poem is accredited to the founder of Shingon Buddhism (真言宗), Kūkai ( 空海), around the year 1079 AD, although there is also the possibility that it was penned after his death.<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table class=\"has-fixed-layout\"><tbody><tr><td>かな Layout<\/td><td>Modern-leaning Orthography<\/td><td>English Translation<sup data-fn=\"33b3a077-9535-4d8a-8651-11e60dd53805\" class=\"fn\"><a href=\"#33b3a077-9535-4d8a-8651-11e60dd53805\" id=\"33b3a077-9535-4d8a-8651-11e60dd53805-link\">4<\/a><\/sup><\/td><\/tr><tr><td>いろはにほへと <br>ちりぬるを<br>わかよたれそ　<br>つねならむ<br>うゐのおくやま <br>けふこえて<br>あさきゆめみし <br>ゑひもせす<\/td><td>色は匂へど <br>散りぬるを<br>我が世誰ぞ <br>常ならむ<br>有為の奥山 <br>今日越えて<br>浅き夢見じ <br>酔ひもせず<\/td><td><em>Although its scent still lingers on<br>&nbsp;&nbsp;the form of a flower has scattered away<br>For whom will the glory<br>&nbsp;&nbsp;of this world remain unchanged?<br>Arriving today at the yonder side<br>&nbsp;&nbsp;of the deep mountains of evanescent existence<br>We shall never allow ourselves to drift away<br>&nbsp;&nbsp;intoxicated, in the world of shallow dreams.<\/em><\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>Traditionally, no kana is read out with voiced consonants (濁音) when reciting the いろは歌, but when &#8220;reading&#8221; the poem, there is great debate as to which kana would have been voiced, as voicing would affect the meaning of certain lines<sup data-fn=\"124221a1-1373-4eef-a74e-c69fc1087e1b\" class=\"fn\"><a href=\"#124221a1-1373-4eef-a74e-c69fc1087e1b\" id=\"124221a1-1373-4eef-a74e-c69fc1087e1b-link\">5<\/a><\/sup>.<\/p>\n\n\n\n<p>Important observations that can be made from the above chart include:<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Obsolete kana such as ゐ and ゑ are testaments to how Japanese phonology has changed over time. <\/li>\n\n\n\n<li>This poem was penned after the ハ行 sounds of Japanese had gone from \/p\/ &gt; \/ɸ\/ but before \/ɸ\/ would change to [w] in medial position. <\/li>\n\n\n\n<li>The morae ア行の\/e\/ and ヤ行の\/je\/ had merged to [je] prior to this poem being penned, but some believe ア行の\/e\/ it might have appeared originally appeared after そ. <\/li>\n\n\n\n<li>The words which have experienced the most change in their pronunciation are けふ &gt; きょう (today) and ゑひ &gt; よい (intoxication) respectively. <\/li>\n<\/ul>\n\n\n\n<h3 class=\"wp-block-heading\">以呂波<sup data-fn=\"517d710d-c73a-457f-9736-1814bcb39b36\" class=\"fn\"><a href=\"#517d710d-c73a-457f-9736-1814bcb39b36\" id=\"517d710d-c73a-457f-9736-1814bcb39b36-link\">6<\/a><\/sup>・・・<\/h3>\n\n\n\n<p>The first appearance of the いろは歌 first appears in the 金光明最勝王経音義, which is believed to have been written in 1079 AD for the purpose of studying the tones (声調) and meanings (字義) of the kanji used in the sutra which bears its name via kanji chosen as transliterations (翻字). At this point in time, efforts were still made to try to pronounce what would solidify as Go-on (呉音) readings closer to their original pronunciations. In doing so, tones were related to pitch natively found in Japanese, albeit with a purported accuracy<sup data-fn=\"4395641c-f073-4628-8bd4-0bca2f5daa46\" class=\"fn\"><a href=\"#4395641c-f073-4628-8bd4-0bca2f5daa46\" id=\"4395641c-f073-4628-8bd4-0bca2f5daa46-link\">7<\/a><\/sup> of ≈70%.<br><br>The いろは歌 was written in seven lines: six with seven morae each and one with five morae. Structurally, the standard 7–5 mora pattern of Japanese poetry is still maintained<sup data-fn=\"54892abe-8357-4212-8c4e-3c30fb8e72ac\" class=\"fn\"><a href=\"#54892abe-8357-4212-8c4e-3c30fb8e72ac\" id=\"54892abe-8357-4212-8c4e-3c30fb8e72ac-link\">8<\/a><\/sup>. <\/p>\n\n\n\n<figure class=\"wp-block-table\"><table class=\"has-fixed-layout\"><tbody><tr><td>以〈伊〉<\/td><td>呂〈路〉<\/td><td>波〈八〉<\/td><td>耳〈尓〉<\/td><td>本〈保〉<\/td><td>へ〈反〉<\/td><td>止〈都〉<\/td><\/tr><tr><td>千〈知〉<\/td><td>利〈理〉<\/td><td>奴〈沼〉<\/td><td>流〈留〉<\/td><td>乎〈遠〉<\/td><td>和〈王〉<\/td><td>加〈可〉<\/td><\/tr><tr><td>餘〈与〉<\/td><td>多〈太〉<\/td><td>連〈礼〉<\/td><td>曽〈租〉<\/td><td>津〈ツ〉<\/td><td>祢〈年〉<\/td><td>那〈奈〉<\/td><\/tr><tr><td>良〈羅〉<\/td><td>牟〈无〉<\/td><td>有〈宇〉<\/td><td>為〈謂〉<\/td><td>能〈乃〉<\/td><td>於<\/td><td>久〈九〉<\/td><\/tr><tr><td>耶〈也〉<\/td><td>万〈末\/麻〉<\/td><td>計〈介\/気〉<\/td><td>不〈布\/符〉<\/td><td>己〈古〉<\/td><td>衣〈延〉<\/td><td>天〈弖〉<\/td><\/tr><tr><td>阿〈安〉<\/td><td>佐〈作〉<\/td><td>伎〈畿〉<\/td><td>喩〈由〉<\/td><td>女〈馬\/面〉<\/td><td>美〈弥〉<\/td><td>之〈志\/士〉<\/td><\/tr><tr><td>恵〈會\/廻〉<\/td><td>比〈皮\/非〉<\/td><td>毛〈文\/裳〉<\/td><td>勢〈世〉<\/td><td>須〈寸〉<\/td><td><\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>The kanji encased in〈〉are treated as 借字, which are kanji used for sound equivalence, of which all but 於 where given one or more, which is believed to be due to a merger with \/o\/ and \/wo\/ to [wo] which had already occurred by the time the poem had been written.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Modern Use of いろは Ordering<\/h2>\n\n\n\n<p>Ordering by the <em>Iroha<\/em> (いろは順) is used in many facets of everyday life in Japan. The ordering of the <em>Iroha<\/em>, which includes ん for completeness, is as follows: <\/p>\n\n\n\n<ol class=\"wp-block-list\">\n<li>い<\/li>\n\n\n\n<li>ろ<\/li>\n\n\n\n<li>は<\/li>\n\n\n\n<li>に<\/li>\n\n\n\n<li>ほ<\/li>\n\n\n\n<li>へ<\/li>\n\n\n\n<li>と<\/li>\n\n\n\n<li>ち<\/li>\n\n\n\n<li>り<\/li>\n\n\n\n<li>ぬ<\/li>\n\n\n\n<li>る<\/li>\n\n\n\n<li>を<\/li>\n\n\n\n<li>わ<\/li>\n\n\n\n<li>か<\/li>\n\n\n\n<li>よ<\/li>\n\n\n\n<li>た<\/li>\n\n\n\n<li>れ<\/li>\n\n\n\n<li>そ<\/li>\n\n\n\n<li>つ<\/li>\n\n\n\n<li>ね<\/li>\n\n\n\n<li>な<\/li>\n\n\n\n<li>ら<\/li>\n\n\n\n<li>む<\/li>\n\n\n\n<li>う<\/li>\n\n\n\n<li>ゐ<\/li>\n\n\n\n<li>の<\/li>\n\n\n\n<li>お<\/li>\n\n\n\n<li>く<\/li>\n\n\n\n<li>や<\/li>\n\n\n\n<li>ま<\/li>\n\n\n\n<li>け<\/li>\n\n\n\n<li>ふ<\/li>\n\n\n\n<li>こ<\/li>\n\n\n\n<li>え<\/li>\n\n\n\n<li>て<\/li>\n\n\n\n<li>あ<\/li>\n\n\n\n<li>さ<\/li>\n\n\n\n<li>き<\/li>\n\n\n\n<li>ゆ<\/li>\n\n\n\n<li>め<\/li>\n\n\n\n<li>み<\/li>\n\n\n\n<li>し<\/li>\n\n\n\n<li>ゑ<\/li>\n\n\n\n<li>ひ<\/li>\n\n\n\n<li>も<\/li>\n\n\n\n<li>せ<\/li>\n\n\n\n<li>す<\/li>\n\n\n\n<li>ん<\/li>\n<\/ol>\n\n\n\n<p>From dictionaries, addresses, use in official documents, to its use in transliteration of Morse code, this ordering has been in a myriad of applications. <\/p>\n\n\n\n<p>One application that remains in use today is the Japanese rendering of musical notes. <\/p>\n\n\n\n<figure class=\"wp-block-table\"><table class=\"has-fixed-layout\"><tbody><tr><td>C Major<\/td><td>ハ長調<\/td><td>C Minor<\/td><td>ハ短調<\/td><\/tr><tr><td>D Major<\/td><td>ニ長調<\/td><td>D Minor<\/td><td>ニ短調<\/td><\/tr><tr><td>E Major<\/td><td>ホ長調<\/td><td>E Minor<\/td><td>ホ短調<\/td><\/tr><tr><td>F Major<\/td><td>ヘ長調<\/td><td>F Minor<\/td><td>ヘ短調<\/td><\/tr><tr><td>G Major<\/td><td>ト長調<\/td><td>G Minor<\/td><td>ト短調<\/td><\/tr><tr><td>A Major<\/td><td>イ長調<\/td><td>A Minor<\/td><td>イ短調<\/td><\/tr><tr><td>B Major<\/td><td>ロ長調<\/td><td>B Minor<\/td><td>ロ短調<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\">天地の詞<\/h2>\n\n\n\n<p>Interestingly enough, the いろは歌 is not the first pangram ever to be written in Japanese. One much older, first appearing in the 9th century, is known as 天地の詞.<br>Being a century older than the いろは歌, this poem, more accurately a 誦文<sup data-fn=\"0e5c9371-9df2-44ab-8a5d-8b895a5f9b51\" class=\"fn\"><a href=\"#0e5c9371-9df2-44ab-8a5d-8b895a5f9b51\" id=\"0e5c9371-9df2-44ab-8a5d-8b895a5f9b51-link\">9<\/a><\/sup>, also includes the archaic syllable \/ye\/, written as 𛀁. <\/p>\n\n\n\n<figure class=\"wp-block-table\"><table class=\"has-fixed-layout\"><tbody><tr><td>かな表記<\/td><td>漢字仮名交じり<\/td><td>English Translation<\/td><\/tr><tr><td>あめ つち ほし そら<br>やま かは みね たに<br>くも きり むろ こけ<br>ひと いぬ うへ すゑ<br>ゆわ さる おふせよ<br>えの 𛀁を なれゐて<\/td><td>天 地 星 空<br>山 川 峰 谷<br>雲 霧 室 苔<br>人 犬 上 末<br>硫黄 猿 生ふせよ<br>榎の枝を 慣れ居て<\/td><td>Heaven, earths, stars, sky,<br>Mountains, rivers, ridges, valleys,<br>Clouds, fogs, mud houses, moss,<br>People, dogs, top, end,<br>Sulfur, monkeys, grow!<br>Hackberry branches! Keep getting more familiar!<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>The English translation is necessarily nonsensical, and it has been a debate for centuries as to how this poem ought to even be interpreted.  <\/p>\n\n\n\n<p>天 地 星 空<br>山 川 峰 谷<br>雲 霧 室 苔<br>人 犬 上 末<br>硫黄 猿  <\/p>\n\n\n\n<p>The words above are unambiguously these nouns simply being listed out, although for what purpose they are listed out remains an enigma. <\/p>\n\n\n\n<p>生ふせよ 榎の枝を 慣れ居て<\/p>\n\n\n\n<p>The rest of the poem is an even greater enigma, but given that each kana stands for the first and last letter of a set of 48 poems, duly named the 天地の歌, whether the resultant poem was to have any meaning at all is even debatable, as by the writing of the 宇津保物語 (mid-10th century), it had been carried on as a means of learning the kana but nothing more than that.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">大為爾の歌<\/h2>\n\n\n\n<p>Yet another pangram, though one which sought to rival the previous two but failed to reach modernity, is the 大為爾の歌, whose author is unknown. First appearing in the 口遊 (970 AD), the text of the poem is as follows:<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table class=\"has-fixed-layout\"><tbody><tr><td>かな表記<\/td><td>漢字仮名交じり<\/td><td>English Translation<\/td><\/tr><tr><td>たゐにいて<br>なつむわれをそ<br>きみめすと<br>あさりおひゆく<br>やましろの<br>うちゑへるこら<br>もはほせよ<br>えふねかけぬ（𛀁）<\/td><td>田に出て<br>菜摘む我をぞ<br>君召すと<br>求食り追ひ行く<br>山城の<br>うち酔える子等<br>藻葉干せよ<br>え舟繋けぬ（江）<\/td><td>You go out into the fields and call for me as I harvest vegetables, &#8220;you drunk from life in the capital going out around harvesting, take out and dry the seaweed; I was unable to moor my boat (in our inlet here).&#8221;<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>Unlike the 天地の詞, this poem was touted as being a superior, sensical replacement to meet the same end, but it still falls short of being entirely understood. It also features the same ambiguous placement of the sound mergers involving \/e\/ and \/ye\/ as well as \/o\/ and \/wo\/, with the お in 追ひ often purposely left out and \/ye\/ likely having been present as 江(𛀁) in the original version of the poem lost to time, which would aid in interpretation. <\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>鳥啼歌<\/strong><\/h2>\n\n\n\n<p>With all three poems mentioned thus far being insufficient on the grounds of being semantically ambiguous (or at worse nonsensical in the case of 天地の詞), a contest was held in the early 1900s to see if anyone could come up with a better alternative. Of the thousands that were submitted, the one that won was written by  坂本百次郎, and his poem was as follows:<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table class=\"has-fixed-layout\"><tbody><tr><td>かな表記<\/td><td>漢字仮名交じり<\/td><td>English Translation<\/td><\/tr><tr><td>とりなくこゑす<br>ゆめさませ<br>みよあけわたる<br>ひんかしを<br>そらいろはえて<br>おきつへに<br>ほふねむれゐぬ<br>もやのうち<\/td><td>鳥啼く聲す<br>夢覚ませ<br>見よ明け渡る<br>東を<br>空色映えて<br>沖つ辺に<br>帆船群れ居ぬ<br>靄の中<\/td><td>The sounds of the birds chirping wake (you) up from (your) dream; behold, the color of the sky shining toward the east as the daylight grows and as the sailboats are gathered amid the mist.<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>参照<br>『金光明最勝王経音義』所載「以呂波」のアクセント by 鈴木豊<\/p>\n\n\n<ol class=\"wp-block-footnotes\"><li id=\"f9027e6b-5239-484d-b442-423dff3d7b6d\">Most notably as the symbol of the unification of the Japanese people (日本国民統合の象徴) and not as a divine figure. <a href=\"#f9027e6b-5239-484d-b442-423dff3d7b6d-link\" aria-label=\"脚注参照1にジャンプ\">↩︎<\/a><\/li><li id=\"ecb57441-827b-439d-8f02-a59c6a6fb142\">Translation penned by Basil Hall Chamberlain.  <a href=\"#ecb57441-827b-439d-8f02-a59c6a6fb142-link\" aria-label=\"脚注参照2にジャンプ\">↩︎<\/a><\/li><li id=\"1f485f41-f871-487a-adf8-2637b9ce5ff3\">代 can also be viewed as referring to the lifespan of the person being referred to, as their &#8220;reign&#8221; or &#8220;period in which their governing capacity lasts&#8221; is within the confines of their longevity.   <a href=\"#1f485f41-f871-487a-adf8-2637b9ce5ff3-link\" aria-label=\"脚注参照3にジャンプ\">↩︎<\/a><\/li><li id=\"33b3a077-9535-4d8a-8651-11e60dd53805\">Translation as according to Professor Ryuichi Abe (1999, p. 398).  <a href=\"#33b3a077-9535-4d8a-8651-11e60dd53805-link\" aria-label=\"脚注参照4にジャンプ\">↩︎<\/a><\/li><li id=\"124221a1-1373-4eef-a74e-c69fc1087e1b\">Most notably, 見し utilizes the 連体形 of the auxiliary き, し, which marks first-hand experience, whereas 見じ utilizes the 終止形 of the auxiliary じ, which marks negative volition\/supposition.    <a href=\"#124221a1-1373-4eef-a74e-c69fc1087e1b-link\" aria-label=\"脚注参照5にジャンプ\">↩︎<\/a><\/li><li id=\"517d710d-c73a-457f-9736-1814bcb39b36\">While any of the kanji shown can be used to spell いろは in 万葉仮名, 伊呂波 is the spelling that has been maintained into the present. <a href=\"#517d710d-c73a-457f-9736-1814bcb39b36-link\" aria-label=\"脚注参照6にジャンプ\">↩︎<\/a><\/li><li id=\"4395641c-f073-4628-8bd4-0bca2f5daa46\">Roughly 70% of the poem is rendered in concurrence with what the pitch of said characters would have been at the time of compilation, sheading doubt as to whether matching &#8220;tone&#8221; with &#8220;pitch&#8221; was even meant to match up, or whether the compilator&#8217;s own pitch conflicted with reconstructions of what each character&#8217;s pitch would have been at the time. <a href=\"#4395641c-f073-4628-8bd4-0bca2f5daa46-link\" aria-label=\"脚注参照7にジャンプ\">↩︎<\/a><\/li><li id=\"54892abe-8357-4212-8c4e-3c30fb8e72ac\">The way in which the poem was not written out in the 7–5 mora pattern of waka poetry but rather line breaking every 7 characters (七字区切り) is evidence for the compilator not placing emphasis on what pitch each character would have when read out in Japanese.      <a href=\"#54892abe-8357-4212-8c4e-3c30fb8e72ac-link\" aria-label=\"脚注参照8にジャンプ\">↩︎<\/a><\/li><li id=\"0e5c9371-9df2-44ab-8a5d-8b895a5f9b51\">Poem used for recitation, often involving sutras, curses, etc. <a href=\"#0e5c9371-9df2-44ab-8a5d-8b895a5f9b51-link\" aria-label=\"脚注参照9にジャンプ\">↩︎<\/a><\/li><\/ol>\n\n\n<p><\/p>\n","protected":false},"excerpt":{"rendered":"<p>The 君が代 &amp; いろは In this brief lesson, we will go over two poems that are a part of life for Japanese speaker<a class=\"more-link\" href=\"https:\/\/imabi.org\/the-%e5%90%9b%e3%81%8c%e4%bb%a3-%e3%81%84%e3%82%8d%e3%81%af\/\">続きを読む <span class=\"screen-reader-text\">&#8220;The 君が代 &amp; いろは&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":"[{\"content\":\"Most notably as the symbol of the unification of the Japanese people (日本国民統合の象徴) and not as a divine figure.\",\"id\":\"f9027e6b-5239-484d-b442-423dff3d7b6d\"},{\"content\":\"Translation penned by Basil Hall Chamberlain. \",\"id\":\"ecb57441-827b-439d-8f02-a59c6a6fb142\"},{\"content\":\"代 can also be viewed as referring to the lifespan of the person being referred to, as their \\\"reign\\\" or \\\"period in which their governing capacity lasts\\\" is within the confines of their longevity.  \",\"id\":\"1f485f41-f871-487a-adf8-2637b9ce5ff3\"},{\"content\":\"Translation as according to Professor Ryuichi Abe (1999, p. 398). \",\"id\":\"33b3a077-9535-4d8a-8651-11e60dd53805\"},{\"content\":\"Most notably, 見し utilizes the 連体形 of the auxiliary き, し, which marks first-hand experience, whereas 見じ utilizes the 終止形 of the auxiliary じ, which marks negative volition\/supposition.   \",\"id\":\"124221a1-1373-4eef-a74e-c69fc1087e1b\"},{\"content\":\"While any of the kanji shown can be used to spell いろは in 万葉仮名, 伊呂波 is the spelling that has been maintained into the present.\",\"id\":\"517d710d-c73a-457f-9736-1814bcb39b36\"},{\"content\":\"Roughly 70% of the poem is rendered in concurrence with what the pitch of said characters would have been at the time of compilation, sheading doubt as to whether matching \\\"tone\\\" with \\\"pitch\\\" was even meant to match up, or whether the compilator's own pitch conflicted with reconstructions of what each character's pitch would have been at the time.\",\"id\":\"4395641c-f073-4628-8bd4-0bca2f5daa46\"},{\"content\":\"The way in which the poem was not written out in the 7–5 mora pattern of waka poetry but rather line breaking every 7 characters (七字区切り) is evidence for the compilator not placing emphasis on what pitch each character would have when read out in Japanese.     \",\"id\":\"54892abe-8357-4212-8c4e-3c30fb8e72ac\"},{\"content\":\"Poem used for recitation, often involving sutras, curses, etc.\",\"id\":\"0e5c9371-9df2-44ab-8a5d-8b895a5f9b51\"}]"},"tags":[],"class_list":["post-836","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-du","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/836","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=836"}],"version-history":[{"count":37,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/836\/revisions"}],"predecessor-version":[{"id":13542,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/836\/revisions\/13542"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=836"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=836"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}