{"id":85,"date":"2023-07-10T22:46:15","date_gmt":"2023-07-11T05:46:15","guid":{"rendered":"https:\/\/imabi.org\/?page_id=85"},"modified":"2025-07-04T01:19:45","modified_gmt":"2025-07-04T08:19:45","slug":"the-particle-wa-%e3%81%af-i-the-topic-contrast-marker","status":"publish","type":"page","link":"https:\/\/imabi.org\/the-particle-wa-%e3%81%af-i-the-topic-contrast-marker\/","title":{"rendered":"The Particle は I: The Topic\/Contrast Marker"},"content":{"rendered":"\n<h2 class=\"wp-block-heading\">The Particle&nbsp;は I: Topic\/Contrast Marker　<br>主題・対比を表す係助詞「は」①　<\/h2>\n\n\n\n<p>Differentiating the particles&nbsp;は and&nbsp;が&nbsp;is the hardest task for a non-native speaker to master. Even Japanese grammarians have published countless papers on the topic to solve the age-old question. At a basic understanding, the two particles do, in fact, serve different purposes. Putting nuances aside&#8230; <\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>The particle が is a case particle with the specific grammatical role of marking the subject of a sentence.<\/li>\n\n\n\n<li>The particle は is not a case particle, but rather a particle used to indicate the topic at hand, attaching to various types of words, not just nouns.<\/li>\n<\/ul>\n\n\n\n<h3 class=\"wp-block-heading\">The Source of the Confusion<\/h3>\n\n\n\n<p>Confusion arises when both は and が can theoretically work in a sentence after the grammatical subject. In such cases, context and logic enable native speakers to choose the appropriate particle with ease. For non-native speakers, however, managing the nuanced distinctions between the two requires careful practice and exposure. <\/p>\n\n\n\n<p>With that being said, our goal in this lesson will be to cover the absolute basics about は so you can start using it confidently upon understanding its general functions. This will help you become better prepared to differentiate it from が.<\/p>\n\n\n\n<p><strong>Curriculum Note<\/strong>: You are not required to study new grammar points used in the example sentences other than the particle は at this time. &nbsp;Since the function and nuance of は are shaped by the context or lack thereof that follows, observing it in action is crucial to fully understanding how it works. &nbsp;<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Usage 1: The Topic Marker は　<br>主題を表す「は」<\/h2>\n\n\n\n<p>The first and most important usage of は that we will discuss is how it functions as a topic marker. First, we will discuss what is meant by the word &#8220;topic.&#8221;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">What is a &#8220;Topic&#8221;?<\/h3>\n\n\n\n<p>The topic (主題) of a sentence can be an animate or inanimate entity (of one or more components), and that entity is what provides a starting point for conversation. A topic must also be something based on previously established information, whether it be from the ongoing conversation, one not too far back in the past, or from common sense.<\/p>\n\n\n\n<p>The topic is considered to be &#8220;old information.&#8221; For something to be registered information, though, you may need to use&nbsp;が&nbsp;first to establish it as so. <\/p>\n\n\n\n<p>This distinction is clearly illustrated in the opening of the famous fairy tale 桃太郎.<\/p>\n\n\n\n<p>1.&nbsp;昔々、あるところに、おじいさんとおばあさんが住んでいました。おじいさんは山へ柴刈りに、おばあさんは川へ洗濯に行きました。<br>Long, long ago, there lived an old man and woman. One day, the old man went to the mountains to gather firewood, and the old woman went to the river to wash clothes.<\/p>\n\n\n\n<p>At the beginning of a story, the reader presumably knows nothing about it. This is why the particle&nbsp;が&nbsp;is used to mark the subjects and to establish them as the characters, which in turn is &#8220;new information&#8221; to the reader. Once the characters are established, they are then treated as the topic in the following sentence, which is why they are marked by&nbsp;は. Note that although the comment that follows may still be new information, the topic itself is no longer new.&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Examples and Explanations<\/h3>\n\n\n\n<p>2. あれは私の帽子です。<br>That&#8217;s my hat.<\/p>\n\n\n\n<p><strong>Sentence Note<\/strong>: Though the comment, the hat being the speaker&#8217;s, is &#8220;new information,&#8221; the recognition of the hat is not.&nbsp;<\/p>\n\n\n\n<p>In Japanese, phrases may be topicalized and put at or near the front of the sentence, after which point a comment is made about said topic. The comment could be already known or new information, but the topic is something implied to be known to both speaker and listener(s). Oftentimes, this is based on a common sense assessment of reality.&nbsp;<\/p>\n\n\n\n<p>3. お名前は何ですか。<br>What&#8217;s your name?<\/p>\n\n\n\n<p><strong>Sentence Note<\/strong>: Everyone has a name. Even if this statement were not completely true, it is practically true. This is all the information one needs to know about the human world to understand how &#8220;your name&#8221; can be grammatically treated as &#8220;old\/registered&#8221; knowledge. You know the person you are talking to has a name; you just do not know what that person&#8217;s name is, which is why the question forms the comment about the topic. &nbsp;<\/p>\n\n\n\n<p>4. トイレはどこですか。<br>Where is the toilet?<\/p>\n\n\n\n<p><strong>Sentence Note<\/strong>: When you ask this question, you are assuming that there is a toilet nearby. The existence of toilets can be rather easily ascertained based on one&#8217;s surroundings. Asking this means you have already determined that there is one, and you are also implying that the existence and knowledge of its location is something that others might help you find out.&nbsp;<\/p>\n\n\n\n<p>5. 火星は赤いです。<br>Mars is red.<\/p>\n\n\n\n<p><strong>Sentence Note<\/strong>: Most people know about Mars, and so the acknowledgment of its existence is well established. Its color is also well known enough to be viewed as a generic statement. &nbsp;<\/p>\n\n\n\n<p>6. 日本は島国です。<br>Japan is an island nation.<\/p>\n\n\n\n<p><strong>Sentence Note<\/strong>: Japan is known by most people as an island nation. &nbsp;<\/p>\n\n\n\n<p>7. ウサギはかわいいですね。<br>Rabbits are cute, aren&#8217;t they?<\/p>\n\n\n\n<p><strong>Sentence Note<\/strong>: Wherever rabbits exist, there are humans that know about them.&nbsp;&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">は ≒ &#8220;As For&#8221;<\/h3>\n\n\n\n<p>All sorts of grammatical items can be topicalized with the help of the particle は. <br>Semantically, it is very similar to the English expression &#8220;as for.&#8221; While this translation is not adequate for all scenarios, it is a great stepping stone for understanding how は functions.<\/p>\n\n\n\n<p>8. 私は毎日ジムに行きます。<br>(As for me,) I go to the gym every day.<br><br>The purpose of は is two-fold. It establishes that &#8220;I&#8221; is the topic, but it also differentiates it from other possible topics like &#8220;he&#8221; or &#8220;she.&#8221; As such, the reason why 私 would even be used instead of just being dropped—which is often the case—is because the speaker has become the center of conversation. <br><br>This is the basis for the notion of &#8220;topicalization.&#8221; This is separate from the grammatical role designation of noun complements in a sentence, which is what case particles like が handle. While が is, indeed, the subject marker, it oddly cannot coexist with the particle は. Meaning, はが is not grammatical. Instead, the particle が is <strong>dropped<sup data-fn=\"ef8a0c7d-47c2-492b-bcb4-76b6bb1b90b8\" class=\"fn\"><a href=\"#ef8a0c7d-47c2-492b-bcb4-76b6bb1b90b8\" id=\"ef8a0c7d-47c2-492b-bcb4-76b6bb1b90b8-link\">1<\/a><\/sup> when the subject is also the topic<\/strong>.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">The Variety of Topicalized Phrases<\/h3>\n\n\n\n<p>The particle&nbsp;は has few restrictions on what it can topicalize. For instance, it can topicalize location and time phrases, among other things. These sentences are easy for learners because of how distinct these &#8220;topics&#8221; are from the other elements of the sentence.<\/p>\n\n\n\n<p>9.&nbsp;日本では地震がよく起きます。(Topicalization of Place of Occurrence)<br>In Japan, earthquakes often happen.<\/p>\n\n\n\n<p>10.&nbsp;今日は韓国語を勉強します。(Topicalization of Time Phrase)<br>Today, I will study Korean.<\/p>\n\n\n\n<p>11. ケーキはもう食べました。(Topicalization of Direct Object)<br>As for the cake, I ate it already.<br>I ate the cake already.<\/p>\n\n\n\n<p>12.&nbsp;中国経済には問題がある。(Topicalization of a Location)<br>There is\/are problem(s)&nbsp;<em>in the Chinese economy<\/em>.&nbsp;<br><br>Due to English phrasing constraints, it may not always be possible to place&nbsp;the topicalized phrase of a Japanese sentence&nbsp;at the front of the English translation. However, the fact that the&nbsp;は phrase in question is being topicalized and the fact that said&nbsp;は phrase forms the basis for the upcoming conversation do not change.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">ウナギ文<\/h3>\n\n\n\n<p>While there are sentences in which X in &#8220;XはYだ&#8221; is both the subject and the topic, there are some sentences that present themselves as major headaches to learners because of how Xは initially seems to be a subject but cannot logically be so. First, consider the following two examples.<\/p>\n\n\n\n<p>13. ウナギは魚だ。<br>Eels are fish.<\/p>\n\n\n\n<p>14. 僕はウナギだ。<br>i. As for me, I go for eel.<br>ii. As for me, eel is (the way to go). <br>iii. I (will) have eel. <br>iv. I&#8217;m an eel (kind of person).<br>v. I&#8217;m an eel person. ?<br>vi. I am an eel. X<sup data-fn=\"3a3a4043-7d0e-42a4-8bcf-c85f9680d779\" class=\"fn\"><a href=\"#3a3a4043-7d0e-42a4-8bcf-c85f9680d779\" id=\"3a3a4043-7d0e-42a4-8bcf-c85f9680d779-link\">2<\/a><\/sup><\/p>\n\n\n\n<p>Ex. 13 is a general statement of fact. No additional context is required to determine that X and Y refer to the same entity. These factors enable a speaker to know that X is both the topic and the subject.<\/p>\n\n\n\n<p>In Ex. 14, X and Y are not the same entity, and while the various interpretations i-iv are not inherently so different as far as the ultimate interpretation of the sentence is concerned, the exact grammatical relationship between X and Y differs accordingly. Ex. 14 is an extreme (though famous) example of how much syntax-related information can be omitted in Japanese sentences, but in natural discourse, surrounding context allows speakers to effectively combat grammatical ambiguity. Nonetheless, let&#8217;s consider what these interpretations can tell us about X vs. Y.<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>In ウナギ文, だ usually replaces a more complex predicate. <\/li>\n\n\n\n<li>If Y is attributed the role of the &#8220;object&#8221; which an agent (doer) X is acting upon, this results in i and iii. <\/li>\n\n\n\n<li>If Y is viewed as an &#8220;object&#8221; of desire, X is the subject which possesses that desire. This results in iv-v, with v requiring more context to reach an acceptable level of &#8220;naturalness&#8221; in both English and Japanese. <\/li>\n\n\n\n<li>For ii, the topic 僕は, much like other kinds of topicalized items, is an extra piece to the sentence, making X, the subject, ウナギ. Ironically, ii is still fairly synonymous with i. <\/li>\n<\/ul>\n\n\n\n<h3 class=\"wp-block-heading\">こんにゃく文<\/h3>\n\n\n\n<p>When a learner fails to understand that the &#8220;topic&#8221; need not always be the subject, and what the consequence might be for not making the connection, misunderstandings like 14vi are inevitable. Likewise, when a learner fails to understand that the &#8220;topic&#8221; might coincide with the &#8220;agent&#8221; (cause\/initiator) but not the subject, sentences known as こんにゃく文 become just as confusing.<\/p>\n\n\n\n<p>15. こんにゃくは太りません。<br>You won&#8217;t put on weight from konjac. (≠ Konjac won&#8217;t put on weight).&nbsp;<\/p>\n\n\n\n<p>These sentences come about by the &#8220;head&#8221; of an attributive predicate being omitted. In the case of Ex. 15, this omitted &#8220;head&#8221; of what would be a predicate in an attributive dependent clause can be simply understood to be &#8220;eat.&#8221; This allows for the sentence to be translated into English as, &#8220;As for konjac, you won&#8217;t gain weight from eating it.&#8221;<\/p>\n\n\n\n<p>16. 趣味はバスケが兄で、ピアノが姉です。<br>As for hobbies, my older brother does basketball and my older sister does piano.<\/p>\n\n\n\n<p>In Ex. 16, the speaker has chosen not to actually use the word for &#8220;to do,&#8221; and is instead attributing his\/her siblings to those activities.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Generic Statements<\/h2>\n\n\n\n<p>Many conversations are started off by mentioning something everyone already knows. However, implying that the listener(s) knows is subjective in nature. This is because one can never definitively know what someone else does or does not know. This usage of&nbsp;は is very different from the exhaustive-listing statements that&nbsp;が can make. Whereas an exhaustive-listing sentence is limited semantically solely to what is explicitly stated,&nbsp;は is far more open-ended due to its generic nature. There is always a chance for the speaker to imply “I know that X is Z, but I don’t know about Y.”&nbsp;<\/p>\n\n\n\n<p>17. こちらは（私の）弟です。<br>This is my little brother.<\/p>\n\n\n\n<p>18.&nbsp;彼女は｛中国人・日本人・アメリカ人・イギリス人｝です。<br>She is [Chinese\/Japanese\/American\/British].<\/p>\n\n\n\n<p>19. リンゴは果物です。<br>Apples are fruits.<\/p>\n\n\n\n<p>20.&nbsp;空は青い。<br>The sky is blue.<\/p>\n\n\n\n<p>21.&nbsp;宇宙は広い。<br>The universe is vast.<\/p>\n\n\n\n<p>22.&nbsp;太陽は明るい。<br>The sun is bright.<\/p>\n\n\n\n<p>23. 月は地球の衛星です。<br>The Moon is Earth&#8217;s satellite.&nbsp;<\/p>\n\n\n\n<p>24.&nbsp;夜は暗い。<br>Night is dark.<\/p>\n\n\n\n<p>25.&nbsp;花は美しい。<br>Flowers are beautiful.<\/p>\n\n\n\n<p>26.&nbsp;春は素晴らしいですね。<br>Spring is wonderful, isn&#8217;t it?<\/p>\n\n\n\n<p>27. 世界は小さい<sup data-fn=\"7a55609b-138a-4e70-945e-0d1e514b751a\" class=\"fn\"><a href=\"#7a55609b-138a-4e70-945e-0d1e514b751a\" id=\"7a55609b-138a-4e70-945e-0d1e514b751a-link\">3<\/a><\/sup>。<br>The world is small.<\/p>\n\n\n\n<p>28.&nbsp;数学は難しいですね。<br>Math is difficult, isn’t it?<\/p>\n\n\n\n<p>Now, the following example are not representative of generic statements. <\/p>\n\n\n\n<p>29.&nbsp;私は行きません。<br>I won’t go.<\/p>\n\n\n\n<p>30.&nbsp;彼は先生ではありません。<br>He is not a teacher.<br><br>In these examples, は bringing out the meaning of &#8220;X isn’t but something\/someone else might be\/do Z.&#8221; This implicit contrast is something that, depending on the context, may become even more profound (See Usage 2). As for Ex. 30, it could be that another person is a teacher, and that &#8220;he&#8221; could be something other than a teacher. If the particle&nbsp;が were used, the sentences would become examples of exhaustive-listing. Remember, exhaustive-listing is still exhaustive if X simply refers to one entity and one entity only.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Attributive Phrases: Xは[Y&#8217;がZ]<\/h2>\n\n\n\n<p>One of the most common ways to describe something is utilizing the pattern Xは[Y&#8217;がZ]. In Lesson 12, we learned the basic<sup data-fn=\"ce8f2e81-32fb-4322-b429-53e9dc26655d\" class=\"fn\"><a href=\"#ce8f2e81-32fb-4322-b429-53e9dc26655d\" id=\"ce8f2e81-32fb-4322-b429-53e9dc26655d-link\">4<\/a><\/sup> iteration Xが[Y’がZ], and the breakdown goes like this:<\/p>\n\n\n\n<ol class=\"wp-block-list\">\n<li><strong>X<\/strong>&nbsp;= The main subject of the sentence.<\/li>\n\n\n\n<li><strong>Y<\/strong>‘ = The auxiliary subject that relates to&nbsp;<strong>Z<\/strong>.<\/li>\n\n\n\n<li><strong>Z<\/strong>&nbsp;= The predicate describing an attribute of&nbsp;<strong>Y<\/strong>.<\/li>\n<\/ol>\n\n\n\n<p>In the examples below, there are generally two kinds of translations. The first will reflect the Japanese grammar, whereas the second will be a nativized rephrasing.<\/p>\n\n\n\n<p>31.&nbsp;象は鼻が長い。<br>As for&nbsp;(a\/the) elephant(s), their nose(s) are long.<br>Elephants have long noses.<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: It is important to understand&nbsp;that the topic is elephants, not their noses. The particle が does mark the nose&#8217;s length as the (new) information of the sentence, but imagine this sentence being the start or part of a longer discussion about elephants. Since we have already learned how the particle&nbsp;の marks attributes, you may wonder if the following sentence is correct:<\/p>\n\n\n\n<p>32. 象の鼻が長い。<br><em>Elephant noses&nbsp;<\/em>are long.<\/p>\n\n\n\n<p>This sentence is, in fact, grammatical, but its nuance is not the same. Focus is placed solely on elephant noses, and the speaker is purposely pointing out their length to the listener.<\/p>\n\n\n\n<p>33. 象の鼻は長い。<br>Elephant noses are long.<br><br>This sentence is also possible, but now the speaker is just talking about elephant noses with no particular emphasis on the comment.&nbsp;<\/p>\n\n\n\n<p>34.&nbsp;日本は神社が多い。<br>i. As for Japan, there are many Shinto shrines.<br>ii. Japan has many Shinto shrines.&nbsp;<\/p>\n\n\n\n<p>35.&nbsp;秋はサンマが最高だ。<br>i. As for autumn, Pacific saury is the best.<br>ii. In autumn, Pacific saury is the best.&nbsp;<\/p>\n\n\n\n<p>36.&nbsp;冬には気温が下がります。<br>In winter, the temperature goes down.<\/p>\n\n\n\n<p>37. その仕事は、私がします。<br>As for that job, <em>I<\/em> will do it.<\/p>\n\n\n\n<p>38. キリンは首が長い。<br>i. As for giraffes, their necks are long.<br>ii. Giraffes have long necks.<\/p>\n\n\n\n<p>39. （私は）頭が痛いです。<br>i. (As for me), my head hurts.<br>ii. I have a headache.<\/p>\n\n\n\n<p>40. （私は）お腹が空きました。<br>i. (As for me), my stomach is empty.<br>ii. I&#8217;m hungry.<\/p>\n\n\n\n<p>41. （私は）喉が渇きました。<br>i. (As for me), my throat is parched.<br>ii. I&#8217;m thirsty.<\/p>\n\n\n\n<p>In both Ex. 40 and Ex. 41, it is more natural to drop the pronoun. Although we have not studied verbal conjugations, it must be noted that the ～た at the end of these expressions SHOULD NOT be interpreted as past tense. Instead, it should be viewed as a present perfect tense with a heavy emphasis on the state having reached its state &#8220;now.&#8221; When someone says either of these phrases, they are not saying that their &#8220;stomach WAS&#8221; empty or that their &#8220;throat WAS parched.&#8221; They are experiencing hunger\/thirst, so be the better Japanese learner and get them something rather than assume they have already had something. <\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Generic Questions<\/h3>\n\n\n\n<p>As opposed to the questions made with&nbsp;が, those made with&nbsp;は have the interrogative (question) phrase as&nbsp;the predicate. This is because the questions formed with は imply that the question (topic) at hand should be evident\/relevant to the listener(s) as well.&nbsp;This pattern will be how most of the questions you ask are formed, and they tend to have a softer tone than those created with が (See&nbsp;Lesson 11).&nbsp;<\/p>\n\n\n\n<p>42. サム君はいつ来る？<br>When is Sam coming?<\/p>\n\n\n\n<p>43.&nbsp;今日は何曜日ですか。<br>What day is it today?<\/p>\n\n\n\n<p>44.（あなたは）誰ですか。&nbsp;<br>Who are you?<\/p>\n\n\n\n<p>45.&nbsp;病院はどこですか。<br>Where is the hospital?<\/p>\n\n\n\n<p>46.&nbsp;趣味は何ですか。<br>What are your hobbies?<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Usage 2: The Contrast Marker は　<br>対比を表す副助詞「は」<\/h2>\n\n\n\n<p>On top of being a topic marker,&nbsp;は&nbsp;is also the particle of contrast (対比), which can be seen in its usage of marking the topic. There is a line of thought that the contrast marker meaning of&nbsp;は&nbsp;is actually the primary meaning of&nbsp;は. Within a given sentence, several&nbsp;は&nbsp;may appear. Each one will have a different level of contrast implied. When は does not appear to be contrasting anything, it may very well just be used as a topic marker.<\/p>\n\n\n\n<p>47.&nbsp;私は昨日は昼食は取らなかったんです。<br>Yesterday, I didn&#8217;t have&nbsp;<em>lunch<\/em>.<\/p>\n\n\n\n<p>Although the presence of&nbsp;私は&nbsp;could imply a contrast with other people, the sentence is bringing oneself to the forefront of conversation, which would likely be on purpose in this scenario. With this being this case, it is viewed as the topic. Both the words for &#8220;yesterday&#8221; and &#8220;lunch&#8221; are marked with&nbsp;は because they contrast with other scenarios. For instance, the speaker may have eaten lunch today, and he may have eaten breakfast and\/or dinner that day.&nbsp;<\/p>\n\n\n\n<p>48.&nbsp;今日は行きます。（→ 明日は行きません）<br>I&#8217;m going&nbsp;<em>today<\/em>. (→ I&#8217;m not going&nbsp;<em>tomorrow<\/em>)<\/p>\n\n\n\n<p>49.&nbsp;旦那さんは上海へ行きます。（→ 奥さんは北京へ行きます）<br><em>His\/her husband<\/em>&nbsp;is going to Shanghai. (→&nbsp;<em>His\/her wife<\/em>&nbsp;is going to Beijing)<\/p>\n\n\n\n<p>50.&nbsp;大阪へは行きます。（→ 京都へは行きません）<br>I&#8217;m going to Osaka. (→&nbsp;I&#8217;m not going to&nbsp;<em>Kyoto<\/em>)<\/p>\n\n\n\n<p>51. ルールにない事は、私は何も言いません。<br>I will say nothing about anything not in the rules.<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: The use of 私は adds greater emphasis to the sentence. The speaker is drawing contrast with their stance as opposed to others. The は after&nbsp;事 can also be viewed as both being the topic and a point of contrast. Meaning, the speaker may talk about things in the rules, and the topic is still very much about what is not in the rules.&nbsp;<\/p>\n\n\n\n<p>52.&nbsp;本当は嬉しいです。<br>I&#8217;m actually happy.<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>:&nbsp;本当 is an adverbial noun, and in this sentence, it is being used in the sense of &#8220;in actuality.&#8221; The implication is that although the speaker may not appear happy, they are, in fact, happy.&nbsp;&nbsp;<\/p>\n\n\n\n<p>53. 「日本料理は好きですか」「タイ料理は好きです」<br>&#8220;Do you like Japanese cuisine?&#8221; I like Thai food(, but not Japanese cuisine.)<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: The reply provides an indirect means of saying that one does not like Japanese cuisine. Although this is inferred by the reply, such responses are deemed politer than just saying no.&nbsp;<\/p>\n\n\n\n<p>54.&nbsp;犬は好きですが、猫はどうも･･･<br>I like dogs, but cats&#8230;<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: The&nbsp;が seen after&nbsp;です is the conjunctive particle&nbsp;が, which is separate from its use as a subject marker. For now, simply know that it is the &#8220;but&#8221; in this example and in the ones that follow. &nbsp;<\/p>\n\n\n\n<p>55.&nbsp;コーヒーは飲まないが、ビールは飲むよ。<br>I don&#8217;t drink coffee, but I drink beer.<\/p>\n\n\n\n<p>56.&nbsp;鉛筆はありませんが、ペンはありますよ。<br>There aren&#8217;t pencils, but there are pens.<br>I don&#8217;t have pencils, but I have pens.<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: The verb&nbsp;ある&nbsp;may also mean &#8220;to have (an inanimate object).&#8221;<\/p>\n\n\n\n<p>57. 象の鼻は長いが、象以外の鼻も長い。<br>Elephant noses are long, but there are other noses that are long other than elephants&#8217;.<\/p>\n\n\n\n<p>58. 象は鼻が長くて、尻尾が短いです。<br>As for elephants, their noses are long and their tails are short.<\/p>\n\n\n\n<p>59. 象は確かに鼻は長いが、尻尾はかなり短いです。<br>As for elephants, their noses are certainly long, but their tails are pretty short.<\/p>\n\n\n\n<p>60. 象（だけ）が鼻が長い。<br><em>Elephants<\/em>&nbsp;are the&nbsp;(only) ones that&nbsp;have long noses.<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: Although Exs. 57-60&nbsp;add some more complexity, in combination with Exs. 31-33, they help better illustrate how changing up が and は affects meaning. Even without knowing the extra grammar points or words, the role that these particles play follow what is to be expected from their descriptions. Ex. 57&nbsp;is talking about noses, and the contrast that follows is still about noses. Ex. 58&nbsp;is simply about describing elephants, and so the length of their noses and tails are not being contrasted. In Ex. 59, though, these facts are being contrasted, and the topic is still on elephants, which is why there are three instances of は in the same sentence. Then, there is XがYがZ in Ex. 60. It is possible to have two subjects like this in a Japanese sentence, but in this structure it is best to view [YがZ] as a single predicate unit which is being paired with the exhaustive meaning of が.<\/p>\n\n\n\n<p>61.&nbsp;あれはオオカミではない、狐だよ。<br>That isn&#8217;t&nbsp;<em>a wolf<\/em>; it&#8217;s a fox.<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: This example demonstrates how the&nbsp;は in ではない is also the contrasting&nbsp;は. Also note how Japanese uses a comma when a semi-colon would be used in English.<\/p>\n\n\n\n<p>62. 運航のダイヤには影響はない。<br>There is no effect&nbsp;<em>on the operating schedule<\/em>.<\/p>\n\n\n\n<p><strong>Sentence Notes:<\/strong>&nbsp;運航 refers to the operation of aircraft or ships. When referring to the operation of busses or other similar motorized vehicles, it is spelled as 運行. Be careful to pronounce these words with a LHHH (low-high-high-high) intonation as the word&nbsp;うんこ with a HLL (high-low-low) intonation means &#8220;poop.&#8221;&nbsp;<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: The contrastive は is used heavily with negative sentences. The intent of the speaker is to imply that other scenarios may still be possible but that the one being mentioned is not the case. Meaning, the speaker mentioning the operating schedule is not implying that there will not be a change in quality of flight. The promise is limited to there being no effect on the timing, which is also why&nbsp;[運航のダイヤに] is topicalized.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Usage 3: Bare Minimum　<br>最低限を表す副助詞「は」<\/h2>\n\n\n\n<p>Another usage of the particle&nbsp;は is to express a bare minimum (最低限)—&#8221;at least.&#8221; This is primarily used with number expressions but it is not limited to them.&nbsp;<\/p>\n\n\n\n<p>63. 少なくとも２時間はかかります。<br>It will take at least two hours.<\/p>\n\n\n\n<p>64.&nbsp;10人は来ます。<br>At least ten people will come.<\/p>\n\n\n\n<p>65.&nbsp;10万円は必要です。<br>It will need at least 100,000 yen.<\/p>\n\n\n\n<p>66.&nbsp;牛乳ぐらいは買ってください。<br>At least buy milk, please.<\/p>\n\n\n\n<p><strong>Grammar Note<\/strong>: The adverbial particle&nbsp;くらい・ぐらい is frequently used with this function of the particle&nbsp;は to express &#8220;at least.&#8221; It can actually be inserted similarly to the other example sentences in this section. Its addition creates a greater emphatic tone.&nbsp;<\/p>\n\n\n\n<p>67.&nbsp;盲腸（虫垂炎）の手術でも1000ドルはかかります。<br>Even appendix (appendicitis) surgery will cost at least a thousand dollars.<\/p>\n\n\n<ol class=\"wp-block-footnotes\"><li id=\"ef8a0c7d-47c2-492b-bcb4-76b6bb1b90b8\">Though dropped from the surface structure (spoken elements) of the sentence, the particle が&#8217;s role is still inherited by the noun X of the predicate type X（が・は）Yだ. The existence of が in the deep sentence structure of any clause is verifiable from its equivalents&#8217; appearances in sister languages such as Okinawan in which it can coexist with their は counterparts.   <a href=\"#ef8a0c7d-47c2-492b-bcb4-76b6bb1b90b8-link\" aria-label=\"脚注参照1にジャンプ\">↩︎<\/a><\/li><li id=\"3a3a4043-7d0e-42a4-8bcf-c85f9680d779\">In fantasy in which a speaker may very well be asserting that they are, in fact, an eel, then this interpretation would become valid. The overarching context, however, would have already defined X in a way that would cause the sentence to be interpreted as so. <a href=\"#3a3a4043-7d0e-42a4-8bcf-c85f9680d779-link\" aria-label=\"脚注参照2にジャンプ\">↩︎<\/a><\/li><li id=\"7a55609b-138a-4e70-945e-0d1e514b751a\">世界は小さい is also actually the Japanese translation of the famous tune, &#8220;It&#8217;s a small world after all.&#8221; <a href=\"#7a55609b-138a-4e70-945e-0d1e514b751a-link\" aria-label=\"脚注参照3にジャンプ\">↩︎<\/a><\/li><li id=\"ce8f2e81-32fb-4322-b429-53e9dc26655d\">&#8220;Basic&#8221; as in the deep sentence structure of the pattern before nuance layering via が vs は come into play.  <a href=\"#ce8f2e81-32fb-4322-b429-53e9dc26655d-link\" aria-label=\"脚注参照4にジャンプ\">↩︎<\/a><\/li><\/ol>\n\n\n<p><\/p>\n","protected":false},"excerpt":{"rendered":"<p>The Particle&nbsp;は I: Topic\/Contrast Marker　主題・対比を表す係助詞「は」①　 Differentiating the particles&nbsp;は and&nbsp;が&#038;<a class=\"more-link\" href=\"https:\/\/imabi.org\/the-particle-wa-%e3%81%af-i-the-topic-contrast-marker\/\">続きを読む <span class=\"screen-reader-text\">&#8220;The Particle は I: The Topic\/Contrast Marker&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":"[{\"content\":\"Though dropped from the surface structure (spoken elements) of the sentence, the particle が's role is still inherited by the noun X of the predicate type X（が・は）Yだ. The existence of が in the deep sentence structure of any clause is verifiable from its equivalents' appearances in sister languages such as Okinawan in which it can coexist with their は counterparts.  \",\"id\":\"ef8a0c7d-47c2-492b-bcb4-76b6bb1b90b8\"},{\"content\":\"In fantasy in which a speaker may very well be asserting that they are, in fact, an eel, then this interpretation would become valid. The overarching context, however, would have already defined X in a way that would cause the sentence to be interpreted as so.\",\"id\":\"3a3a4043-7d0e-42a4-8bcf-c85f9680d779\"},{\"content\":\"世界は小さい is also actually the Japanese translation of the famous tune, \\\"It's a small world after all.\\\"\",\"id\":\"7a55609b-138a-4e70-945e-0d1e514b751a\"},{\"content\":\"\\\"Basic\\\" as in the deep sentence structure of the pattern before nuance layering via が vs は come into play. \",\"id\":\"ce8f2e81-32fb-4322-b429-53e9dc26655d\"}]"},"tags":[],"class_list":["post-85","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-1n","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/85","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=85"}],"version-history":[{"count":55,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/85\/revisions"}],"predecessor-version":[{"id":12175,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/85\/revisions\/12175"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=85"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=85"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}