{"id":870,"date":"2023-07-21T14:21:16","date_gmt":"2023-07-21T21:21:16","guid":{"rendered":"https:\/\/imabi.org\/?page_id=870"},"modified":"2024-05-23T14:39:04","modified_gmt":"2024-05-23T21:39:04","slug":"beforehand-%e3%81%8b%e3%81%ad%e3%81%a6-%e3%81%8b%e3%81%ad%e3%81%8c%e3%81%ad-%e5%89%8d%e3%82%82%e3%81%a3%e3%81%a6-%e5%85%88%e7%ab%8b%e3%81%a3%e3%81%a6-etc","status":"publish","type":"page","link":"https:\/\/imabi.org\/beforehand-%e3%81%8b%e3%81%ad%e3%81%a6-%e3%81%8b%e3%81%ad%e3%81%8c%e3%81%ad-%e5%89%8d%e3%82%82%e3%81%a3%e3%81%a6-%e5%85%88%e7%ab%8b%e3%81%a3%e3%81%a6-etc\/","title":{"rendered":"Beforehand: かねて, かねがね, 前もって, 先立って, Etc."},"content":{"rendered":"\n<h3 class=\"wp-block-heading\">Beforehand: かねて, かねがね, 前もって, 先立って, Etc.<\/h3>\n\n\n\n<p>In this lesson, we will learn about a handful of adverbs with meanings related to &#8220;beforehand.&#8221; At the same time, we will also take a closer look at the verb 兼ねる, which places a major role in the first grammar point.&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">かねて<\/h3>\n\n\n\n<p>Written in Kanji as 予て, this adverb is used to mean &#8220;in advance\/previously.&#8221; Grammatically speaking, it is best to treat かねて as an adverbial noun as it is often used with case particles such as の, から, and より.<\/p>\n\n\n\n<p>Dictionaries will list 兼ねて as an alternative spelling, the reason being that it does indeed derive from the verb 兼ねる. However, the usage of &#8220;in advance\/previously&#8221; is not related to showing potential or lack thereof or simultaneously handling of two actions. Rather, it derives from a less frequent meaning of &#8220;to plan ahead&#8221; and the use of て renders this literal meaning as&nbsp;&#8220;having been planned out.&#8221;&nbsp;<\/p>\n\n\n\n<p>1. お名前はかねて（から）伺っております。<br>I have heard your name previously.<\/p>\n\n\n\n<p>2.&nbsp; かねてお伝えしておりましたとおり、〇〇基金は、昨年来、東京都に認定NPOの承認申請を行っておりましたが、 本日、都知事からの承認証明書が交付されました。<br>As we have informed (everyone) previously, we had requested that our ## Fund&nbsp;be authorized&nbsp;as a recognized&nbsp;NPO to Tokyo Prefecture since last year, but today, we were granted our certificate of approval from the Governor of Tokyo.<\/p>\n\n\n\n<p>3.&nbsp;&nbsp;キリストは、かねてから約束したとおり、聖霊として来られ、異邦人にもユダヤ人にも、平和の福音を語られました。<br>Christ came as the Holy Spirit just as He had promised previously, distilling His gospel of peace to the Jews and the gentiles.&nbsp;<\/p>\n\n\n\n<p>かねて（から・より） may more broudly mean &#8220;(since) before,&#8221; making it synonymous with 前から and 以前から, which are more common in the spoken language.&nbsp;&nbsp;<\/p>\n\n\n\n<p>4. このワークショップを通じて、我々のかねての活動を周知できました。<br>Through this workshop, we were able to make our previous activities known.&nbsp;<\/p>\n\n\n\n<p>5.&nbsp;医師の不足がかねてから問題になっていると思います。<\/p>\n\n\n\n<p>I believe shortage of doctors has been a problem since well before.<br><\/p>\n\n\n\n<p>6. 以前から痛んでいた親不知を診てほしいとのことでした。<br>(The person) had wanted their wisdom teeth looked at, which had been hurting since well before.<\/p>\n\n\n\n<p><strong>Grammar Purism Note<\/strong>: In the prescriptive understanding of かねて, かねてから&nbsp;and かねてより&nbsp;are both examples of 重複表現. Meaning, the &#8220;since&#8221; part of the phrase&#8217;s meaning is built into it, making the particles から and より redundant. However, the addition of these particles to it has been a thing for centuries, and so whenever you do see them used, that indicates the speaker is conceptualizing かねて&nbsp;as a noun time phrase akin to かつて &#8220;ago.&#8221; It must also be noted, though, that かつてから is not grammatical as かつて is stuck in the past.&nbsp;<\/p>\n\n\n\n<p>7. かつてそう思っていた。<br>I once thought so.&nbsp;<\/p>\n\n\n\n<p>8. かねてからそう思っていた。&nbsp;<br>I&#8217;ve thought so for a long time (and still do).&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">～を兼ねて<\/h3>\n\n\n\n<p>Although this grammar point does not mean &#8220;beforehand&#8221; in any sense, because it is the verb which the adverb かねて is derived, there are some contexts in which it might be hard for the learner to tell which is which.&nbsp;<\/p>\n\n\n\n<p>Firstly, the primary meaning of the verb 兼ねる is &#8220;to do two or more functions\/roles at once.&#8221; When used in the pattern&nbsp;～を兼ねて, the task that follows is the more important of the mentioned duties.&nbsp;<\/p>\n\n\n\n<p>9. まずは、ご紹介もかねてお伝えしていきますよ。<\/p>\n\n\n\n<p>First off, I&#8217;ll be telling you (about everything that&#8217;s happened) while also introducing (them to you).<\/p>\n\n\n\n<p>This sentence showcases how one might think that the かねて for &#8220;doing two things at once&#8221; could be misunderstood as meaning &#8220;previously&#8221; to the untrained eye.&nbsp;<\/p>\n\n\n\n<p>The biggest clue one has in realizing that this is not the case is the fact that the sentence is in the future tense whereas the adverb かねて is intrinsically about something that started in the past.&nbsp;Even when analyzing 兼ねる&#8217;s meaning of &#8220;to plan ahead&#8221; for the future, as mentioned earlier,&nbsp;かねて would indicate that said preparation has already taken place.&nbsp;<\/p>\n\n\n\n<p>As such, although 兼ねて is not spelled in Kanji in this example, when ellipsed details are added into the translation, we see that the speaker is indeed doing two things at once with spilling out all the details being the most important one.&nbsp;<\/p>\n\n\n\n<p>10. 日本語の勉強を兼ねて、毎日日本人の友達と日本語でチャットしています。<br>While serving to study Japanese, I chat in Japanese with my Japanese friends every day.&nbsp;<\/p>\n\n\n\n<p>11.&nbsp;ダイエットを兼ねて筋トレを始めたいと思っています。<br>I want to start muscle-building while also dieting.&nbsp;<\/p>\n\n\n\n<p>12. キャリアチェンジのための情報収集も兼ねてSNSを活用しています。<br>I&#8217;m utilizing social media while also gathering information for a carrier change.&nbsp;<\/p>\n\n\n\n<p><strong>Particle Note<\/strong>: も is often seen with this pattern to indicate more importance on the secondary task being mentioned first.&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">かねがね<\/h3>\n\n\n\n<p>かねがね can be viewed as a more emphatic version of かねて. This form, however, can only be used adverbially and is never used with case particles. It places emphasis on a situation that started some time (considerably far) back which has lasted till the present moment. Appropriate translations include &#8220;since long ago,&#8221; &#8220;for quite a while,&#8221; and &#8220;for (quite) some time now.&#8221;<\/p>\n\n\n\n<p><strong>Orthography Note<\/strong>: 兼ね兼ね and 予々 are both possible Kanji spellings for かねがね, but it is overwhelmingly spelled in Hiragana.&nbsp;<\/p>\n\n\n\n<p>13. かねがね望んでいたことが本当に実現した。<br>The thing that I have been hoping for actually happened!<\/p>\n\n\n\n<p>14. お噂はかねがね承っておりました。<br>I had&nbsp;been hearing&nbsp;rumors (of you) beforehand.&nbsp;<\/p>\n\n\n\n<p>15.&nbsp; 私もかねがね思っていたことが、うまく書かれていて共感した。<br>What I too had thought for quite a while was written very well, and I sympathized (with the writer).&nbsp;<\/p>\n\n\n\n<p>16. その企画案の内容につきましては、髙橋さんからかねがね伺っております。<br>I had heard the details of the plan from Mr. Takahashi quite some time ago.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">前もって &amp; 先立って<\/h3>\n\n\n\n<p>Both&nbsp;前もって and 先だって&nbsp;describe doing something beforehand, but 先だって shares a meaning with かねて which 前もって does not, which is to mean &#8220;previously&#8221; as in &#8220;at a previous point in time.&#8221;&nbsp;<\/p>\n\n\n\n<p>In other words, 先立って is like かねて in that what&#8217;s on the speaker&#8217;s mind goes back in time, but 前もって merely denotes precaution. When 先立って does happen to mean &#8220;beforehand,&#8221; the nuance of taking a proactive stance is very strong. To distinguish this in English, translating&nbsp;先立って as &#8220;ahead of\/prior to&#8221; and 前もって as &#8220;beforehand\/in advance&#8221; can help you distinguish their different nuances.<\/p>\n\n\n\n<p>Consequently, 前もって and 先立って also differ grammatically. Whereas 前もって functions as a true adverb, 先立って is an adverbial interpretation of the te-form of the verb 先立つ meaning &#8220;to take the lead\/to precede.&#8221;&nbsp;<\/p>\n\n\n\n<p><strong>Orthography&nbsp;Notes<\/strong>:<br>1.&nbsp;The full Kanji spelling 前もって is 前以（っ）て.<\/p>\n\n\n\n<p>2. When 先だって is used to mean &#8220;previously&#8221; as in &#8220;the other day,&#8221; it is often spelled as&nbsp;先達て, and&nbsp;this meaning is read as&nbsp;せんだって.<\/p>\n\n\n\n<p>17. 会議に先立って資料を作成しておくことが重要である。<br>It is important to prepare resources ahead of the meeting.&nbsp;<\/p>\n\n\n\n<p>18. 前もって会議の資料を作成しておくことが重要である。<br>It is important to prepare meeting resources beforehand.&nbsp;<\/p>\n\n\n\n<p>19.&nbsp;次回は前もって電話してくださいませんか。<br>Could you please phone in advance&nbsp;next time?<\/p>\n\n\n\n<p>20. The Cheesecake Factoryってとても有名で人気なので、前もってテーブルを予約しておくべきだ。<br>The Cheesecake Factory is very famous and popular, so you ought to reserve your table beforehand.&nbsp;<\/p>\n\n\n\n<p>21. ご協力に対して前もってお礼を申し上げます。<br>Allow me to thank you in advance for your cooperation.&nbsp;<\/p>\n\n\n\n<p>22. 先達てはお忙しい中足を運んで頂き、誠に有難う御座いました。<br>I truly thank you for having come this way for us the other day during your busy schedule.&nbsp;<br><\/p>\n\n\n\n<p>23. 開始に先立ちまして、代表のセスから皆様に一言ご挨拶申し上げます。<\/p>\n\n\n\n<p>Prior to us starting, here is a word to everyone from our representative Seth.&nbsp;<\/p>\n\n\n\n<p><strong>Variation Note<\/strong>: As seen in Ex. 23, in very formal situations, you may see 先立って rendered as 先立ちまして.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">事前に<\/h3>\n\n\n\n<p>事前に is the one word that stands out as meaning &#8220;beforehand&#8221; to most learners, but the one difference in nuance that this has is that something is done prior to things really getting started. Meaning, &#8220;before the fact&#8221; would be a more literal yet suiting translation. It is synonymous with 前もって, but it is also used more frequently, especially in the spoken language.<\/p>\n\n\n\n<p>24. 何で｛事前に◎・前もって △｝言ってくれなかったの？<br>How come you didn&#8217;t tell me beforehand?<\/p>\n\n\n\n<p>25. 人気店は｛事前に・前もって｝席を予約したほうが良いでしょう。<br>It&#8217;s best to reserve your seat beforehand at popular restaurants.&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">前に, 先に, &amp; 以前に<\/h3>\n\n\n\n<p>More simply spoken, there is nothing wrong with usings phrases like 前に, 先に, or 以前に. Each of these can mean &#8220;beforehand\/earlier&#8221; with their own nuances. Furthermore, if you swap out に for から, you get even more overlap with the phrases mentioned above when describing situations that have been the case for a while. To summarize:<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>前に is the most basic way of indicating &#8220;before\/ago.&#8221;&nbsp;<\/li>\n\n\n\n<li>前から is the most basic way of indicating &#8220;since before.&#8221;&nbsp;<\/li>\n<\/ul>\n\n\n\n<p>26. 前に説明した通りです。<br>It&#8217;s just as I had explained before.&nbsp;<\/p>\n\n\n\n<p>27. コロナが流行する前からずっと習慣的に手洗いをしていました。<br>I had been washing my hands habitually long before COVID became an epidemic.<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>先に may translate as &#8220;previously,&#8221; &#8220;beforehand\/in advance,&#8221; or&nbsp;&#8220;ahead of (time),&#8221; but in any event, it is purpose-driven.&nbsp;<br><br>28. 先にどうぞお入りください。<br>Please enter ahead (of me).<br><br>29. 先に描いた絵はいずれも傑作でした。<br>Each of the paintings (he) had drawn previously were masterpieces.&nbsp;<br><br><strong>Nuance Note<\/strong>: Using 先に instead of 前に indicates the purpose behind the artist&#8217;s painting goes back and presumably (has) continued.<br><\/li>\n\n\n\n<li>さっきから is the colloquial way of saying &#8220;since some time ago\/for some time,&#8221; making it synonymous with かねてから. This さっき does in fact derive from 先, but さきから is used strictly in&nbsp;physical\/spacial senses and NOT in the temporal sense.<\/li>\n\n\n\n<li>さっき・先程: Both these words mean ”earlier&#8221; with the former being colloquial and the latter being formal. The time scale of how far back the speaker is referring to is relatively close to the present. Thus, &#8220;just earlier&#8221; would be a more accurate translation.&nbsp;<\/li>\n\n\n\n<li>先程から, thus, means &#8220;since earlier.&#8221; If you wish to indicate &#8220;since a short while ago&#8221; much in the same way as さっきほど but more formally, use 先（刻）から.&nbsp;<\/li>\n\n\n\n<li>以前（に）may be viewed as the formal rendition of 前に and is heavily used in the written language. The time scale is usually further back in time than other similar phrases such as 先ほど and even 前に.&nbsp;<\/li>\n\n\n\n<li>前々から and 以前から both mean&nbsp;&#8220;since (way) before,&#8221; with the first option using native morphology and the latter using Sino-Japanese morphology. In formal writing directed at others, the latter would be more appropriate. It&#8217;s also worth noting that 前々から may also imply that the situation in question has been in a constant loop.<\/li>\n<\/ul>\n\n\n\n<p>30. 先程お送りしたメールに、一部内容の不備がございました。<br>There were errors in some of the content of the email I had sent to you a moment ago.<\/p>\n\n\n\n<p>31. 以前から興味があったそうです。<br>It sounds that (he) had interest in it since way before.<\/p>\n\n\n\n<p>32. さっきご飯を食べたよ。<br>I ate&nbsp;just now!<\/p>\n\n\n\n<p>33. さっきからそのことしかゆってないじゃん！<br>You&#8217;ve been saying that over and over again for a while now!<\/p>\n\n\n\n<p>34. 前々から発信し続けた結果、フォロワー数がようやく百万人を超えた。<br>As a result of continuously broadcasting from way back, my followers have finally surpassed 1 million people.&nbsp;<\/p>\n\n\n\n<p>35. 我々の主張は以前から変わっておりません。<br>Our possession has not changed from what it has been.&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Beforehand: かねて, かねがね, 前もって, 先立って, Etc. In this lesson, we will learn about a handful of adverbs with meanings<a class=\"more-link\" href=\"https:\/\/imabi.org\/beforehand-%e3%81%8b%e3%81%ad%e3%81%a6-%e3%81%8b%e3%81%ad%e3%81%8c%e3%81%ad-%e5%89%8d%e3%82%82%e3%81%a3%e3%81%a6-%e5%85%88%e7%ab%8b%e3%81%a3%e3%81%a6-etc\/\">続きを読む <span class=\"screen-reader-text\">&#8220;Beforehand: かねて, かねがね, 前もって, 先立って, Etc.&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":""},"tags":[],"class_list":["post-870","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-e2","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/870","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=870"}],"version-history":[{"count":2,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/870\/revisions"}],"predecessor-version":[{"id":5902,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/870\/revisions\/5902"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=870"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=870"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}