{"id":872,"date":"2023-07-21T14:21:57","date_gmt":"2023-07-21T21:21:57","guid":{"rendered":"https:\/\/imabi.org\/?page_id=872"},"modified":"2025-08-11T00:02:20","modified_gmt":"2025-08-11T07:02:20","slug":"to-say-nothing-of-%e3%81%be%e3%81%97%e3%81%a6%e3%82%84-%e3%81%84%e3%82%8f%e3%82%93%e3%82%84-%e3%82%82%e3%81%a3%e3%81%a6%e3%81%ae%e3%81%bb%e3%81%8b-%e5%b0%9a%e6%9b%b4-%e8%a8%80%e3%81%86%e3%81%be","status":"publish","type":"page","link":"https:\/\/imabi.org\/to-say-nothing-of-%e3%81%be%e3%81%97%e3%81%a6%e3%82%84-%e3%81%84%e3%82%8f%e3%82%93%e3%82%84-%e3%82%82%e3%81%a3%e3%81%a6%e3%81%ae%e3%81%bb%e3%81%8b-%e5%b0%9a%e6%9b%b4-%e8%a8%80%e3%81%86%e3%81%be\/","title":{"rendered":"To Say Nothing Of: ましてや, いわんや, もってのほか, 尚更, 言うまでもない, 当然"},"content":{"rendered":"\n<h3 class=\"wp-block-heading\">To Say Nothing Of: ましてや, いわんや, もってのほか, 尚更, 言うまでもない, 当然<\/h3>\n\n\n\n<p>This lesson focuses on expressions which describe obvious situations, many of which roughly translate to &#8220;to say nothing of.&#8221; The order in which we will touch on these phrases will actually be opposite to what may seem intuitive by first touching those most esoteric and typical of the written language—suitable N1 topics—and then go over expressions more typical of the spoken language which should already be familiar to you for final comparison.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">The Adverb ましてや<\/h3>\n\n\n\n<p>The adverb ましてや translates into English as either &#8220;to say nothing of&#8221; or &#8220;much less,&#8221; showcasing an extreme situation that is all the more apparent to the speaker. The overall tone of the statement is highly negative, but the overall sentence is not limited to be using with the negative. It is just that the extreme being mentioned is not a positive one. <\/p>\n\n\n\n<p>ましてや is compromised of the verb 増す meaning &#8220;to increase&#8221; and the bound particle&nbsp;や, which is used to add more of an emotional flare to the statements. Its use is optional, however, which allows the speaker to make the point that something is so blatantly obvious in a somewhat lighter fashion.<\/p>\n\n\n\n<p>Although ましてや is often followed by a comma, it is in fact an adverb and should not be viewed as a conjunction. It is also worth noting that this phrase is not used so often in the spoken language despite the emotional punch it can pack. One reason for why it is not used so much is the risk of using it towards a superior, which would be potentially very condescending at best depending on what you&#8217;re vexed about. <\/p>\n\n\n\n<p><strong>Orthography Note<\/strong>: まして（や） is only seldom written in kanji as 況して（や）.<\/p>\n\n\n\n<p>1. あいつは日本語を読むことすらできない。ましてや書いたり話したりできるわけがない。<br>He can&#8217;t even read Japanese, much less write it or speak it.<\/p>\n\n\n\n<p>2. 彼女は小走りもろくにできない。まして走れるわけがない。<br>She can hardly jog, much less being able to run.<\/p>\n\n\n\n<p>3. 先生「今回のテストの平均点は60点でした。」<br>A君「お前70点以上いった？」<br>B君「まさか。平均点すら届かなかったよ。ましてや70点なんて夢のまた夢だよ」<br>Sensei: &#8220;The average for this test was 60&#8221;<br>A-kun: &#8220;Did you get over a 70?&#8221;<br>B-kun: &#8220;No way, I couldn&#8217;t even make the average, much less get a 70 which is like a hopeless dream&#8221;<\/p>\n\n\n\n<p>4. 先生が知らないんだから、ましてやあたしが知ってるはずがないわ。<br>Since Sensei doesn&#8217;t know, there&#8217;s no way I, much less, would know.<\/p>\n\n\n\n<p>5. 私は爬虫類が苦手だ。ましてや蛇とかを肩に乗せるなんてとんでもない。<br>I&#8217;m not good with reptiles, not to mention putting snakes or anything on my shoulders; that&#8217;d just wouldn&#8217;t fly.&nbsp;<\/p>\n\n\n\n<p>6. 車を買う余裕なんてない。ましてや新車なんかは絶対に買えない。<br>I don&#8217;t even have the luxury to buy a car. It goes without saying that I couldn&#8217;t possibly buy a new car.&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">The Adverb いわんや<\/h3>\n\n\n\n<p>いわんや derives from the verb 言う meaning &#8220;to say&#8221; and the Old Japanese auxiliary verb ～む marking volition followed by the bound particle や. In Kanji, it is usually spelled as 況や, but in any event, because of its rather dated etymology, it should come as no surprise that it isn&#8217;t used much outside of literature in Modern Japanese.&nbsp;<\/p>\n\n\n\n<p>There are three syntactically different&nbsp;situations in which 況や can be found, two of which are only seen in 訓読文 (kanbun converted into literary Japanese).&nbsp;<\/p>\n\n\n\n<ol class=\"wp-block-list\">\n<li>&nbsp;況や・・・をや<br>The syntax of 況や in general&nbsp;is backwards due to accidental inversion. In other words,&nbsp;ought to be at the end of the sentence, but because sentence-initial due to the kanji 況 coming first in Chinese word order. The を at the end is a placeholder for where the main verb 言う should appear. This would also mean the reappearance of や would make the overall sentence sound all the more emphatic, which is precisely the point.&nbsp;<\/li>\n\n\n\n<li>&nbsp;況や・・・否定語<br>Syntactically, there is no difference between this and how ましてや is used, and it is the only usage that survives into Modern Japanese, albeit as an <em>outdated expression<\/em>. There is no particular pattern that has to complete the sentence as is the case in Situation 1 and Situation 3, but the situation does need to a highly unfavorable one at that.&nbsp;<\/li>\n\n\n\n<li>&nbsp;況や・・・～む（や）<br>If this were translated into Modern Japanese, it would come out as そもそも・・・～ようとでも言うのか.&nbsp;<\/li>\n<\/ol>\n\n\n\n<p>In any event, 況や is largely indicative of the written language, which is evident with the following examples.<\/p>\n\n\n\n<p>7. 烏にすら反哺の孝あり、いわんや人間に於いてをや。(Proverb)<br>Even crows have the value of reciprocating nurture, and the same goes without being said for humans.<\/p>\n\n\n\n<p>8.&nbsp;&nbsp;辺鄙な新開町に在ってすら、時勢に伴う盛衰の変は免れないのであった。いわんや人の一生に於いてをや。<br>By even just residing in a remote, frontier town, disturbances that accompanied the times, both ups and downs, were unavoidable. The same can obviously be said about a person&#8217;s lifetime.&nbsp;<br>From 『濹東綺譚』 by 永井荷風.<\/p>\n\n\n\n<p>9a. この玉、たはやすくえ取らじを。いはんや、龍の頸に玉はいかが取らむ (古語)<br>9b. この玉はたやすく取ることができないものだが・・・まして、竜の頸にある玉をどのように取ろうとするのだろうか。(現代日本語<br>We can&#8217;t just obtain the orb so easily. How do you suppose we even obtain the orb inside the dragon&#8217;s neck?&nbsp;<br>From the 『竹取物語』.<\/p>\n\n\n\n<p>10. 況や子供には無理だ。(Outdated)<br>It&#8217;s unfeasible much less to kids.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">もってのほか<\/h3>\n\n\n\n<p>Spelled in kanji as 以ての外, this expression translates best as &#8220;absurd\/ridiculous&#8221; despite its adverbial roots. Meaning, it functions as an adjectival noun. Grammatically, it&#8217;s used no differently than if one were to take a sentence with まして・いわんや, dropping said sentence-initial adverb as well as the negative statement at the end and simplifying it to having もってのほか being sentence-final.<\/p>\n\n\n\n<p>11. そんなことを言うなんてもってのほかだ。<br>Saying that is just absolutely absurd.&nbsp;<\/p>\n\n\n\n<p>12. だらしない服のシワやシミは、もってのほか！<br>Stains and wrinkles on untidy clothes are beyond absurd!<\/p>\n\n\n\n<p>Because it is an adjectival noun, there is no need for there to be a clause before it. In fact, it can be used in the 連体形 with either な or の as any other 形容動詞.<\/p>\n\n\n\n<p>13. 王様に逆らうとは以っての外の振る舞いだ。<br>Rebelling against the king is&nbsp;absurd conduct.&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">尚更<\/h3>\n\n\n\n<p>Read as なおさら, this adverb means &#8220;all the more&#8221; and can be used in both positive and negative contexts. It most frequently appears after conjunctions, but it can also appear at the end of the sentence in much the same way that 以ての外 can as an adjectival noun, but in other placements, it solely functions as an adverb.<\/p>\n\n\n\n<p><strong>Orthography Note<\/strong>: This phrase is usually spelled in Hiragana, but when it is spelled in Kanji, it may be seen written as either&nbsp;尚更 or&nbsp;猶更.<\/p>\n\n\n\n<p>14. 早起きはつらくて、休みの日はなおさらだ。<br>Getting up early is tough, and that is all the more so on days off.&nbsp;<\/p>\n\n\n\n<p>15. やってはいけないと言われると、なおさらやりたくなるものだ。<br>Being told not to do something makes one want to do it all the more.&nbsp;<\/p>\n\n\n\n<p>16. 大きい会社の経営者だけになおさら、ミスをするのは良くない。<br>It is because that one is a manager at a measure company that results in making mistakes all the more not so good.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">言うまでもない<\/h3>\n\n\n\n<p>This expression is the word-for-word equivalent &#8220;it goes without saying.&#8221; Having said that, considering Japanese word order, it goes without saying that this should go at the end of the sentence. It can, though, be repurposed into an adverb as 言うまでもなく.<\/p>\n\n\n\n<p>17. ご両親に発覚したことは言うまでもない。<br>It goes without saying that (his) parents figured it out.<\/p>\n\n\n\n<p>18. こいつは言うまでもなく、アホだ。<br>It goes without saying that this guy is an idiot.<\/p>\n\n\n\n<p>19. その認識が間違いであることは言うまでもない。<br>It goes without saying that that interpretation is a mistake.<\/p>\n\n\n\n<p>20.&nbsp;痴漢が犯罪であることは言うまでもない。<br>It goes without saying that molestation&nbsp;is a crime.&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">当然だ・当たり前だ<\/h3>\n\n\n\n<p>Of course, the basic way of saying &#8220;obvious&#8221; in Japanese is still expressed with the adjectival noun&nbsp;当然だ or 当たり前だ, which are completely interchangeable with each other, although one could also say that that too goes without saying.<\/p>\n\n\n\n<p>Potential translations that don&#8217;t use &#8220;obvious&#8221; include &#8220;(only natural),&#8221; &#8220;a given,&#8221; &#8220;deserved,&#8221; &#8220;right,&#8221; etc.<\/p>\n\n\n\n<p>21. 勝って当然だよ！<br>It&#8217;s a given that we won!<br><br>22. フォロー返しは当たり前だ。<br>It&#8217;s only natural to follow (the person)&nbsp;back.<\/p>\n\n\n\n<p>23. 当たり前のことを当たり前にやる。<br>To naturally do the obvious thing to do.<\/p>\n\n\n\n<p>24. 感染爆発が発生して当然だった。<br>It was only natural that an explosion of infections occurred.<\/p>\n\n\n\n<p>25. 一生懸命やる事は当たり前な話だと思う。<br>I think it&#8217;s only natural to do as hard as you can.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>To Say Nothing Of: ましてや, いわんや, もってのほか, 尚更, 言うまでもない, 当然 This lesson focuses on expressions which describe obvio<a class=\"more-link\" href=\"https:\/\/imabi.org\/to-say-nothing-of-%e3%81%be%e3%81%97%e3%81%a6%e3%82%84-%e3%81%84%e3%82%8f%e3%82%93%e3%82%84-%e3%82%82%e3%81%a3%e3%81%a6%e3%81%ae%e3%81%bb%e3%81%8b-%e5%b0%9a%e6%9b%b4-%e8%a8%80%e3%81%86%e3%81%be\/\">続きを読む <span class=\"screen-reader-text\">&#8220;To Say Nothing Of: ましてや, いわんや, もってのほか, 尚更, 言うまでもない, 当然&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":""},"tags":[],"class_list":["post-872","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-e4","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/872","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=872"}],"version-history":[{"count":5,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/872\/revisions"}],"predecessor-version":[{"id":13468,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/872\/revisions\/13468"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=872"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=872"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}