{"id":9840,"date":"2025-01-07T00:45:57","date_gmt":"2025-01-07T07:45:57","guid":{"rendered":"https:\/\/imabi.org\/?page_id=9840"},"modified":"2025-09-19T11:56:17","modified_gmt":"2025-09-19T18:56:17","slug":"the-transition-marker-%e3%82%92","status":"publish","type":"page","link":"https:\/\/imabi.org\/the-transition-marker-%e3%82%92\/","title":{"rendered":"The Transition Marker を"},"content":{"rendered":"\n<h2 class=\"wp-block-heading\">The Transition Marker を<\/h2>\n\n\n\n<p>In Japanese, transitive verbs (他動詞) involve actions with an active agent (one with volition) and an object affected by said actions. In other words, the agent is in control of what happens to said direct object. This relationship is what is at play when the case particle を marks the direct object.<br><br>Incidentally, intransitive verbs (自動詞) may still possess an active agent despite not having a direct object or necessarily even imply control over the situation by said agent. This facet of intransitive verbs plays a major role when the case particle を is combined with them, because instead of marking a direct object, it marks a point of transition within some medium. This medium may be &#8220;through&#8221; time, space, or even degree. <\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Motion Through All\/Part of a Dimension<\/h3>\n\n\n\n<p>Transitioning through a dimension of space is one of the most important applications of the transition marker&nbsp;を. To visualize how this works, think of a circle and an arrow going through it. The action at hand happens anywhere throughout the space&nbsp;を marks. Transition-wise, it may equate to various English phrases such as “along,” “through,” and “across.”<\/p>\n\n\n\n<p>1. 富士山を登りました。<br>I climbed Mt. Fuji.<\/p>\n\n\n\n<p>2. 公園を走りました。<br>I ran through the park.<\/p>\n\n\n\n<p>3. 日本橋を渡りました。<br>I crossed the Nihon Bridge.<\/p>\n\n\n\n<p>4. ミシシッピ川を泳ぎました。<br>I swam across the Mississippi River.<\/p>\n\n\n\n<p>5. 空を飛びました。<br>I flew across the sky.<\/p>\n\n\n\n<p>6. 彼は下り坂を走った。<br>He ran downhill.<\/p>\n\n\n\n<p>7. アユは川を下った。<br>The sweetfish descended the river.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">～に行く vs ～を行く<\/h2>\n\n\n\n<p>As the examples above have demonstrated, the transition marker&nbsp;を is used to indicate in what dimension movement is taking place. However, the particle&nbsp;を says nothing about destination or what may happen internally within a certain dimension. Those situations are handled by other particles. The verb&nbsp;行く means “to go,” and is frequently described as taking the particle&nbsp;に, which indicates destination.<\/p>\n\n\n\n<p>8. スーパーに行きました。<br>I went to the supermarket.<\/p>\n\n\n\n<p>However, it too can be used with the particle&nbsp;を. In the case of&nbsp;行く, the sentence becomes figurative as it goes beyond the typical application of “to go (somewhere).”<\/p>\n\n\n\n<p>9.. 僕は僕の道を行く。<br>I walk along my path.<\/p>\n\n\n\n<p>10. ラクサウルを通ってネパールとインドの国境を越えました。<br>Passing through Raxaul, I crossed the border between Nepal and India.<\/p>\n\n\n\n<p>The verb&nbsp;通る is used together with the conjunctive particle&nbsp;て to make a dependent clause&nbsp;meaning “passing through,”&nbsp;which also allows&nbsp;を to be used twice to mark transition.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Direction of an Action<\/h2>\n\n\n\n<p>Another use of the transition marker&nbsp;を is to indicate the direction of an action that, although being an outward action, is not necessarily going through something. The action could be done towards or around some entity, with the entity being broadened to include direction.<\/p>\n\n\n\n<p>11. 角を曲がった。<br>I turned the corner.<\/p>\n\n\n\n<p>12. 周りを回った。<br>I circled around.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\"><strong>The Noun&nbsp;方<\/strong><\/h4>\n\n\n\n<p>The noun&nbsp;方, frequently spelled simply as ほう, is used to help&nbsp;を create the meaning of “toward” with verbs pertaining to directing one’s sight. The insertion of&nbsp;ほう is imperative whenever the noun it precedes is not a literal direction-word (north, south, east, and west). However, it is still frequently inserted regardless.<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table class=\"has-fixed-layout\"><thead><tr><td><strong>Phrase<\/strong><\/td><td><strong>&nbsp;Definition<\/strong><\/td><td><strong>&nbsp;Phrase<\/strong><\/td><td><strong>&nbsp;Definition<\/strong><\/td><\/tr><\/thead><tbody><tr><td>North<\/td><td>北（のほう）<\/td><td>South<\/td><td>南（のほう）<\/td><\/tr><tr><td>&nbsp;East<\/td><td>東（のほう）<\/td><td>West<\/td><td>西（のほう）<\/td><\/tr><tr><td>&nbsp;Up<\/td><td>上（のほう）<\/td><td>Down<\/td><td>下（のほう）<\/td><\/tr><tr><td>&nbsp;Left<\/td><td>左（のほう）<\/td><td>Right<\/td><td>右（のほう）<\/td><\/tr><tr><td>&nbsp;Forward<\/td><td>前（のほう）<\/td><td>Back(ward)<\/td><td>後ろ（のほう）<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>In the following sentences, only 向く is classified as an intransitive verb, but even for the verbs 見る and 眺める, because one does not see &#8220;a direction&#8221; but see &#8220;in a direction,&#8221; they too can be viewed as being intransitive in this context. <\/p>\n\n\n\n<p>13. 下（のほう）を見ました。<br>I looked down(ward).<\/p>\n\n\n\n<p>14. 岐阜のほうを眺めました。<br>I gazed toward Gifu.<\/p>\n\n\n\n<p>15. 翔平君は先生のほうを向いた。<br>Shohei faced the teacher.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Two Transition を in the Same Clause<\/h3>\n\n\n\n<p>The transition marker&nbsp;を, as we are discovering, has more than one application. Although these individual applications are all interrelated, they are different enough to the point that more than one can manifest in a sentence.<\/p>\n\n\n\n<p>We have also seen how the same particle can easily be used more than once in a sentence even in the same clause, as is frequently the case with the particles&nbsp;が and&nbsp;は. In those discussions, the word sentence was used in place of clause, but clause is simply one stage below a sentence in terms of grammar. Clauses come in two kinds: independent and dependent. An independent clause is something that can stand alone as a proper sentence, whereas a dependent clause cannot stand alone as a sentence. A clause, nonetheless, will always have the same hallmarks of a sentence in regards to composition.<\/p>\n\n\n\n<p>As for&nbsp;を, it is possible to have two usages of the transition marker function manifest in a single clause. In Ex. 16, the first&nbsp;を marks the direction of the action of “to walk.” The subject walked “in” the rain. The second&nbsp;を marks the dimension of transit, which is “through” the park. There is a principle of Japanese grammar, however, that aims to avoid such doubling of case particles. Because of this, the first such&nbsp;を is usually left omitted despite grammatically still being there.<\/p>\n\n\n\n<p>16. 雨の中（を）、公園を歩いた。<br>I walked through the park in the rain.&nbsp;<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Origin of Departure<\/h2>\n\n\n\n<p>The transition marker&nbsp;を may also mark what the agent is departing from. In this sense, it is interchangeable with the case particle&nbsp;から. This is only true, however, for when the point of departure is a physical, concrete location.<\/p>\n\n\n\n<p>17a. 電車を降りました。<br>17b. 電車から降りました。<br>17a. I got off the train.<br>17b. I disembarked from the train.<br><br>In both 17a. and 17b., 降りる accounts for the action of “getting off the train.” As for the particle を in 17a. 電車 is simply the point of departure, with no further nuancing. Meanwhile, the particle から in 17b. denotes 電車 as the origin point for what follows, and there is a far stronger sense of removing oneself (離れる) from the train.<br><br>The interpretations of 17a. and 17b. are made possible by the noun 電車 being as concrete and commonplace as a noun can be. As such, even with there still being a subtle difference, the interchangeability between the two particles is undeniable. However, what happens to the nuancing of these particles if the noun in question is potentially abstract?<\/p>\n\n\n\n<p>18a. 家を出ました。<br>18b. 家から出ました。<br>18a. I left home.<br>18b. I left my house.<\/p>\n\n\n\n<p>18a. has two possible interpretations: leaving the home (to live independently) or leaving the home as a point of departure—both situations implying an abstract notion of “leaving” or “heading out.” 18b., however, merely indicates the physical act of exiting the home, with neither of the nuances 18a. has.<br><br>These interpretations are made possible by 家 not always simply only referring to the literal structure of the “house.” Indeed, we find in practice that although 18b. is possible for that literal meaning of “exiting” the home, reading 家 as うち, a separate noun altogether which happens to share the same spelling, returns us back to the default understanding of を・から with concrete nouns.<\/p>\n\n\n\n<p>19. 【妻・主人】は7時に家を出ました。<br>My wife\/husband left home at seven o’ clock.<\/p>\n\n\n\n<p>If instead から were used, we would imagine the agent carrying out some sort of itinerary with the home being the point of origin or more literally removing oneself from the home. Meanwhile, を denotes the home as just a departure point with no strings attached to its interpretation.<\/p>\n\n\n\n<p>20a. 船が港を出発した。<br>20b. 船が港から出発した。<br>20a. The boat left the harbor.<br>20b. The boat disembarked from the harbor.<br><br>Incidentally, it is just as possible for the particles を and から to be used in tandem with both referencing departure. This interaction can be best seen in examples like the following:<\/p>\n\n\n\n<p>21. シアトルタコマ国際空港からアメリカを出発した。<br>I departed America from Seattle-Tacoma International Airport.<\/p>\n\n\n\n<p>Now that we have seen how the concreteness of the noun in question can affect how を・から are interpreted, it must be noted that the particle に is not interchangeable with them. In Ex. 22. に indicates that the outside is the point of arrival, which is the opposite function that を・から possess.<\/p>\n\n\n\n<p>22. 外に出ました。<br>I went outside.<\/p>\n\n\n\n<p>With interchangeability also comes situations in which it fails. For verbs such as 卒業する (to graduate) and 辞める (to quit a job) where the point of departure is not viewed as a starting point of an action but the conclusion of one’s course of action, only を is possible. Yet, as similar as these two examples are, their transitivity is actually different. <\/p>\n\n\n\n<p>In Ex. 23, 卒業する is, in fact, intransitive because the agent (doer) does not affect an object. Nothing comes about to the college from the student graduating from it. <\/p>\n\n\n\n<p>23. 去年大学｛を 〇・から X｝卒業しました。<br>I graduated (from) college last year.<br><br>Meanwhile, Ex. 24 is an example of the typical direct object marker を because the agent (doer) does affect the company by quitting. <\/p>\n\n\n\n<p>24. 会社{を 〇・から X}辞めました。<br>I quit the company.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Flux in Degree<\/h2>\n\n\n\n<p>There are a handful of verbs in Japanese that pertain to fluctuation in degree. These verbs indicate how a certain value goes beyond or below a certain standard.<\/p>\n\n\n\n<p>25. 今日は35度を超える猛暑日でした。<br>Today was an extremely hot day exceeding 35 degrees Celsius.<\/p>\n\n\n\n<p>26. その金額は1億ドルを上回りました。<br>The amount exceeded 100 million dollars.<\/p>\n\n\n\n<p>27. 基準を下回る。<br>To fall below a standard.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Transition of Time<\/h2>\n\n\n\n<p>The use of the transition marker of&nbsp;を to show transition in a temporal sense is not as productive as the grammatical situations above. As is the case with expressing transit through space,&nbsp;を can mark transiting through a certain time period, but the variety of predicates related to time it can be used with is quite limited. Both the temporal noun and the predicate must pertain to the passing of time.<\/p>\n\n\n\n<p>27. カナダで夏休みを過ごしました。<br>I spent my summer break in Canada.<\/p>\n\n\n\n<p>過ごす is classified as a transitive verb, but it functions much like an intransitive verb when describing &#8220;leading a life by passing the time,&#8221; in which case it is very similar to other verbs like 暮らす.  <br><br>Incidentally, there are verbs related to the passage of time, such as 経る (for time to pass\/elapse) which are unequivocally intransitive in nature. <\/p>\n\n\n\n<p>28. 竣工から<sup data-fn=\"8618f81e-81f3-4b07-ac76-6e7946559d35\" class=\"fn\"><a href=\"#8618f81e-81f3-4b07-ac76-6e7946559d35\" id=\"8618f81e-81f3-4b07-ac76-6e7946559d35-link\">1<\/a><\/sup>10年を経た建物の調査を行ないます。<br>We perform investigations of buildings which have passed ten years since completion.<\/p>\n\n\n\n<p>29. その殺人事件の容疑者は10年もの間（を）、息を潜めて、隠れていました。<br>The suspect of that murder case had been hiding, breath bated, for ten years.<\/p>\n\n\n\n<p>In Ex. 29, the temporal を is optional. For one, it is not normally paired with the intransitive verb 隠れる (to hide) as the length of hiding is not a detail that must be explicitly stated. The reason why it would appear in a sentence like Ex. 29 is to emphasize the fact that the suspect was hiding for ten years. The sense of the hiding having been something that was ongoing is at the heart of what the temporal を means.<\/p>\n\n\n\n<p>30. 私たちは厳しい現実の中を生きています。<br>We are living through a harsh reality.<\/p>\n\n\n\n<p>Although&nbsp;現実の中 can be interpreted as being a spatial phrase; &#8220;living through&#8221; a situation implies that time is also passing. This shows just how intertwined spatial and temporal phrases often are in Japanese.<\/p>\n\n\n\n<p>31. 一旦社会を離れた女性がブランクを経て再び仕事に就くことはなかなか困難だ。<br>A woman who’s separated herself from the public taking a job again upon going through a gap is fairly difficult.<\/p>\n\n\n<ol class=\"wp-block-footnotes\"><li id=\"8618f81e-81f3-4b07-ac76-6e7946559d35\">The particle から, when used with nouns that relate to time, indicates a starting point in time. This shows how the concepts of “from” and “since” are the same in Japanese. <a href=\"#8618f81e-81f3-4b07-ac76-6e7946559d35-link\" aria-label=\"脚注参照1にジャンプ\">↩︎<\/a><\/li><\/ol>","protected":false},"excerpt":{"rendered":"<p>The Transition Marker を In Japanese, transitive verbs (他動詞) involve actions with an active agent (one with vol<a class=\"more-link\" href=\"https:\/\/imabi.org\/the-transition-marker-%e3%82%92\/\">続きを読む <span class=\"screen-reader-text\">&#8220;The Transition Marker を&#8221;<\/span><\/a><\/p>\n","protected":false},"author":158153075,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"jetpack_post_was_ever_published":false,"footnotes":"[{\"content\":\"The particle から, when used with nouns that relate to time, indicates a starting point in time. This shows how the concepts of “from” and “since” are the same in Japanese.\",\"id\":\"8618f81e-81f3-4b07-ac76-6e7946559d35\"}]"},"tags":[],"class_list":["post-9840","page","type-page","status-publish","hentry"],"jetpack_likes_enabled":true,"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/PeXUlI-2yI","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/9840","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/users\/158153075"}],"replies":[{"embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/comments?post=9840"}],"version-history":[{"count":14,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/9840\/revisions"}],"predecessor-version":[{"id":14061,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/pages\/9840\/revisions\/14061"}],"wp:attachment":[{"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/media?parent=9840"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/imabi.org\/wp-json\/wp\/v2\/tags?post=9840"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}